[
    {
        "txt": "Anglo-Saxon Heptarchy: The historical period when England was divided into seven small kingdoms.  ",
        "ipa": "ǽŋɡlow-sǽksən hɛptɑ́rkij: ðə hᵻstɔ́rᵻkəl pɪ́ərijəd wɛ́n ᵻ́ŋɡlənd wɒz dᵻvájdᵻd ᵻntə sɛ́vən smɔ́l kᵻ́ŋdəmz.",
        "hash": "TXT_26e38c6f0230d8e9515b97cba34db9.mp3",
        "score": 0.5
    },
    {
        "txt": "Norman Conquest: The 1066 invasion of England by William the Conqueror, reshaping feudal structures.  ",
        "ipa": "nɔ́rmən kɒ́ŋkwɛst: ðə 1066 ᵻ̀nvɛ́jʒən əv ᵻ́ŋɡlənd baj wᵻ́ljəm ðə kɒ́ŋkərər, rijʃɛ́jpᵻŋ fjúwdəl strʌ́ktʃərz.",
        "hash": "TXT_4214efcc117c6651f617db52de3339.mp3",
        "score": 0.5
    },
    {
        "txt": "Magna Carta: The 1215 charter that restricted royal authority and influenced constitutional governance.  ",
        "ipa": "mǽɡnə kɑ́rtə: ðə 1215 tʃɑ́rtər thət rəstrᵻ́ktᵻd rɔ́jəl əθɔ́rᵻtij ənd ᵻ́nfluwənst kɒ̀nstᵻtúwʃənəl ɡʌ́vərnəns.",
        "hash": "TXT_17828855d0e6ba51a325927775bab3.mp3",
        "score": 0.5
    },
    {
        "txt": "Model Parliament: The 1295 gathering under Edward I, often seen as the first representative Parliament.  ",
        "ipa": "mɒ́dəl pɑ́rləmənt: ðə 1295 ɡǽðərᵻŋ ʌ́ndər ɛ́dwərd I, ɔ́fən síjn æz ðə fɜ́rst rɛ̀prəzɛ́nətᵻv pɑ́rləmənt.",
        "hash": "TXT_50a40401917e878c8a343d3603a84b.mp3",
        "score": 0.5
    },
    {
        "txt": "Hundred Years’ War: The prolonged medieval conflict between England and France over territorial claims.  ",
        "ipa": "hʌ́ndərd jɪ́ərz’ wɔ́r: ðə prəlɔ́ŋd mijdíjvəl kɒ́nflᵻkt bijtwíjn ᵻ́ŋɡlənd ənd frǽns ówvər tɛ̀ərᵻtɔ́rijəl klɛ́jmz.",
        "hash": "TXT_6185e4a705d6ab0440802945096093.mp3",
        "score": 0.5
    },
    {
        "txt": "Wars of the Roses: The dynastic battles between the houses of Lancaster and York for the English throne.  ",
        "ipa": "wɔ́rz əv ðə rówzᵻz: ðə dajnǽstᵻk bǽtəlz bijtwíjn ðə háwsᵻz əv lǽnkæ̀stər ənd jɔrk fɔr ðə ᵻ́ŋɡlᵻʃ θrówn.",
        "hash": "TXT_aa1b2e12652d55fbbfb711e6bb259d.mp3",
        "score": 0.5
    },
    {
        "txt": "Tudor Dynasty: The royal lineage beginning with Henry VII that introduced religious reforms and exploration.  ",
        "ipa": "tjúwdər dájnəstij: ðə rɔ́jəl lᵻ́nijᵻdʒ bəɡᵻ́nᵻŋ wᵻð hɛ́nrij VII thət ᵻ̀ntrədúwst rəlᵻ́dʒəs rəfɔ́rmz ənd ɛ̀ksplərɛ́jʃən.",
        "hash": "TXT_7a1a8b7962730ef75127d74c31599d.mp3",
        "score": 0.5
    },
    {
        "txt": "Elizabethan Settlement: Elizabeth I’s religious compromise blending Protestant structure with Catholic vestiges.  ",
        "ipa": "ɛ̀lᵻzəbíjθən sɛ́təlmənt: əlᵻ́zəbəθ ij'z rəlᵻ́dʒəs kɒ́mprəmajz blɛ́ndᵻŋ prɒ́təstənt strʌ́ktʃər wᵻð kǽθlᵻk vɛ́stᵻdʒᵻz.",
        "hash": "TXT_f1d00c55c9645781604b7109524e83.mp3",
        "score": 0.5
    },
    {
        "txt": "Spanish Armada: The failed 1588 naval campaign launched by Spain against Elizabethan England.  ",
        "ipa": "spǽnᵻʃ ɑrmɒ́də: ðə fɛ́jld 1588 nɛ́jvəl kæmpɛ́jn lɔ́ntʃt baj spɛ́jn əɡɛ́jnst ɛ̀lᵻzəbíjθən ᵻ́ŋɡlənd.",
        "hash": "TXT_8c3fa0ab7143e0c14bd694021a5fc3.mp3",
        "score": 0.5
    },
    {
        "txt": "Gunpowder Plot: The 1605 conspiracy led by Guy Fawkes to assassinate King James I and obliterate Parliament.  ",
        "ipa": "ɡʌ́npàwdər plɒ́t: ðə 1605 kənspɪ́ərəsij lɛ́d baj ɡáj fɔ́ks tə əsǽsənɛ̀jt kᵻ́ŋ dʒɛjmz I ənd əblᵻ́tərɛ̀jt pɑ́rləmənt.",
        "hash": "TXT_a6b208b09c209cafaab004ecde01f5.mp3",
        "score": 0.5
    },
    {
        "txt": "King James Bible: The 1611 English translation that heavily influenced language and religious practice.  ",
        "ipa": "kᵻ́ŋ dʒɛjmz bájbəl: ðə 1611 ᵻ́ŋɡlᵻʃ trænslɛ́jʃən thət hɛ́vᵻlij ᵻ́nfluwənst lǽŋɡwədʒ ənd rəlᵻ́dʒəs prǽktᵻs.",
        "hash": "TXT_c8ffc71f5e1e07f1f58498ded6a870.mp3",
        "score": 0.5
    },
    {
        "txt": "English Civil War: The 17th-century conflict between Royalists and Parliamentarians over governance.  ",
        "ipa": "ᵻ́ŋɡlᵻʃ sᵻ́vəl wɔ́r: ðə 17th-centuwry kɒ́nflᵻkt bijtwíjn rɔ́jəlᵻsts ənd pɑ̀rləmɛntɛ́ərijənz ówvər ɡʌ́vərnəns.",
        "hash": "TXT_fbab9d80607f59b797c9bdf8c46d32.mp3",
        "score": 0.5
    },
    {
        "txt": "Commonwealth Period: The republican rule under Oliver Cromwell following the execution of Charles I.  ",
        "ipa": "kɒ́mənwɛ̀lθ pɪ́ərijəd: ðə rəpʌ́blᵻkən rúwl ʌ́ndər ɒ́lᵻvər krɒ́mwəl fɒ́lowᵻŋ ðə ɛ̀ksəkjúwʃən əv tʃɑ́rlz I.",
        "hash": "TXT_f4246679bc2145b4b20bd124063e2a.mp3",
        "score": 0.5
    },
    {
        "txt": "Restoration Monarchy: The 1660 return of Charles II, re-establishing the royal institution after Cromwell.  ",
        "ipa": "rɛ̀stərɛ́jʃən mɒ́nɑrkij: ðə 1660 rətɜ́rn əv tʃɑ́rlz II, ríj-əstǽblᵻʃᵻŋ ðə rɔ́jəl ᵻ̀nstᵻtúwʃən ǽftər krɒ́mwəl.",
        "hash": "TXT_a449f4d8d51a40e19e94efba6eee37.mp3",
        "score": 0.5
    },
    {
        "txt": "Glorious Revolution: The 1688 bloodless coup that replaced James II with William and Mary, cementing Parliament’s supremacy.  ",
        "ipa": "ɡlɔ́rijəs rɛ̀vəlúwʃən: ðə 1688 blʌ́dləs kúw thət rìjplɛ́jst dʒɛjmz II wᵻð wᵻ́ljəm ənd mɛ́ərij, səmɛ́ntᵻŋ pɑ́rləmənt's səprɛ́məsij.",
        "hash": "TXT_2deda57abdbd14d259b8e95b5dab20.mp3",
        "score": 0.5
    },
    {
        "txt": "Act of Settlement: The 1701 statute that controlled succession and secured a Protestant monarchy.  ",
        "ipa": "ǽkt əv sɛ́təlmənt: ðə 1701 stǽtʃuwt thət kəntrówld səksɛ́ʃən ənd səkjʊ́rd ə prɒ́təstənt mɒ́nɑrkij.",
        "hash": "TXT_a15b00995a9f0d02dea2666721870c.mp3",
        "score": 0.5
    },
    {
        "txt": "Union of 1707: The formal unification of the English and Scottish parliaments into Great Britain.  ",
        "ipa": "júwnjən əv 1707: ðə fɔ́rməl jùwnᵻfᵻkɛ́jʃən əv ðə ᵻ́ŋɡlᵻʃ ənd skɒ́tᵻʃ pɑ́rləmənts ᵻntə ɡrɛ́jt brᵻ́tən.",
        "hash": "TXT_43d148f4e6fda98d27a0e29cbcd9d6.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanoverian Succession: The accession of George I from the German house of Hanover to the British throne.  ",
        "ipa": "hæ̀nowvɪ́ərijən səksɛ́ʃən: ðə əksɛ́ʃən əv dʒɔ́rdʒ I frəm ðə dʒɜ́rmən haws əv hǽnowvər tə ðə brᵻ́tᵻʃ θrówn.",
        "hash": "TXT_d29f86dba1ec4562cd9308cac70395.mp3",
        "score": 0.5
    },
    {
        "txt": "Industrial Revolution: The transformative era introducing mechanized industry and rapid urbanization.  ",
        "ipa": "ᵻ̀ndʌ́strijəl rɛ̀vəlúwʃən: ðə træ̀nsfɔ́rmɒtᵻ̀v ɛ́ərə ᵻ̀ntrədúwsᵻŋ mɛ́kənàjzd ᵻ́ndəstrij ənd rǽpᵻd ɜ̀rbənᵻzɛ́jʃən.",
        "hash": "TXT_b2b045c58c6ac1fa99b9d4e62daa22.mp3",
        "score": 0.5
    },
    {
        "txt": "Victorian Values: The social mores associated with Queen Victoria’s reign, emphasizing morality and propriety.  ",
        "ipa": "vᵻktɔ́rijən vǽljuwz: ðə sówʃəl mɔ́rɛ̀jz əsówsijɛ̀jtᵻd wᵻð kwíjn vᵻktɔ́rijə'z rɛ́jn, ɛ́mfəsajzᵻŋ mərǽlᵻtij ənd prəprájətij.",
        "hash": "TXT_21ec28f3265d5a48141270ae19b961.mp3",
        "score": 0.5
    },
    {
        "txt": "British Empire Expansion: The global colonization drive that made Britain a dominant imperial force.  ",
        "ipa": "brᵻ́tᵻʃ ɛ́mpajər əkspǽnʃən: ðə ɡlówbəl kɒ̀lənᵻzɛ́jʃən drájv thət mɛ́jd brᵻ́tən ə dɒ́mᵻnənt ᵻ̀mpɪ́ərijəl fɔ́rs.",
        "hash": "TXT_72a33379161e2e3e5ef1c65d13cfb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Irish Famine Migration: The mass exodus due to the 19th-century potato famine reshaping British demographics.  ",
        "ipa": "ájərᵻʃ fǽmᵻn majɡrɛ́jʃən: ðə mǽs ɛ́ksədəs djúw tə ðə 19th-centuwry pətɛ́jtow fǽmᵻn rijʃɛ́jpᵻŋ brᵻ́tᵻʃ dɛ̀məɡrǽfᵻks.",
        "hash": "TXT_c9a75174473c9d8e0accf6a4d8d11c.mp3",
        "score": 0.5
    },
    {
        "txt": "Great Reform Act: The 1832 legislation extending suffrage and redistributing parliamentary seats.  ",
        "ipa": "ɡrɛ́jt rəfɔ́rm ǽkt: ðə 1832 lɛ̀dʒəslɛ́jʃən əkstɛ́ndᵻŋ sʌ́frᵻdʒ ənd rìjdᵻstrᵻ́bjətᵻŋ pɑ̀rləmɛ́ntərij síjts.",
        "hash": "TXT_68c35652a4f4ea563d4cbd8dd548c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Chartist Movement: The 19th-century working-class campaign for comprehensive political representation.  ",
        "ipa": "tʃɑ́rtᵻst múwvmənt: ðə 19th-centuwry wɜ́rkᵻŋ-klǽs kæmpɛ́jn fɔr kɒ̀mprəhɛ́nsᵻv pəlᵻ́tᵻkəl rɛ̀prəzɛntɛ́jʃən.",
        "hash": "TXT_7b9bde86314ac4db0e35eb8a05858e.mp3",
        "score": 0.5
    },
    {
        "txt": "Slavery Abolition Act: The 1833 law that ended slavery throughout most of the British Empire.  ",
        "ipa": "slɛ́jvərij æ̀bəlᵻ́ʃən ǽkt: ðə 1833 lɔ thət ɛ́ndᵻd slɛ́jvərij θruwáwt mówst əv ðə brᵻ́tᵻʃ ɛ́mpajər.",
        "hash": "TXT_1d4812080fad3c7e0b1e6a90e14504.mp3",
        "score": 0.5
    },
    {
        "txt": "Indian Rebellion: The 1857 revolt against the East India Company, leading to direct Crown rule in India.  ",
        "ipa": "ᵻ́ndijən rəbɛ́ljən: ðə 1857 rijvówlt əɡɛ́jnst ðə íjst ᵻ́ndijə kʌ́mpənìj, líjdᵻŋ tə dᵻərɛ́kt kráwn rúwl ᵻn ᵻ́ndijə.",
        "hash": "TXT_44e429b3aec7b49455ec9553c4cba9.mp3",
        "score": 0.5
    },
    {
        "txt": "Public Health Act: The 1848 measure establishing frameworks for sanitation and disease prevention.  ",
        "ipa": "pʌ́blᵻk hɛ́lθ ǽkt: ðə 1848 mɛ́ʒər əstǽblᵻʃᵻŋ frɛ́jmwɜ̀rks fɔr sæ̀nᵻtɛ́jʃən ənd dᵻzíjz prəvɛ́nʃən.",
        "hash": "TXT_09a526682ce6a5f85f481ad2aa28f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Corn Laws Repeal: The 1846 abolition of protectionist tariffs, promoting free trade.  ",
        "ipa": "kɔ́rn lɔ́z rijpíjl: ðə 1846 æ̀bəlᵻ́ʃən əv prətɛ́kʃənᵻst tɛ́ərəfs, prəmówtᵻŋ fríj trɛ́jd.",
        "hash": "TXT_16802310d1757690ba7a33c1090ca5.mp3",
        "score": 0.5
    },
    {
        "txt": "Elementary Education Act: The 1870 enactment mandating basic schooling for British children.  ",
        "ipa": "ɛ̀ləmɛ́ntərij ɛ̀dʒəkɛ́jʃən ǽkt: ðə 1870 ɛnǽkmənt mǽndɛ̀jtᵻŋ bɛ́jsᵻk skúwlᵻŋ fɔr brᵻ́tᵻʃ tʃᵻ́ldrən.",
        "hash": "TXT_b209c9f7469067268e44859d1e4f83.mp3",
        "score": 0.5
    },
    {
        "txt": "Trade Union Legalisation: The series of 19th-century reforms allowing workers to organize and strike.  ",
        "ipa": "trɛ́jd júwnjən lìjɡələzɛ́jʃən: ðə sɪ́ərijz əv 19th-centuwry rəfɔ́rmz əláwᵻŋ wɜ́rkərz tə ɔ́rɡənàjz ənd strájk.",
        "hash": "TXT_af35c406e29c2aacba26bd54a2ba7d.mp3",
        "score": 0.5
    },
    {
        "txt": "Women’s Suffrage Campaign: The persistent struggle culminating in partial voting rights in 1918 and full in 1928.  ",
        "ipa": "wᵻ́mən'z sʌ́frᵻdʒ kæmpɛ́jn: ðə pərsᵻ́stənt strʌ́ɡəl kʌ́lmᵻnɛ̀jtᵻŋ ᵻn pɑ́rʃəl vówtᵻŋ rájts ᵻn 1918 ənd fʊ́l ᵻn 1928.",
        "hash": "TXT_6f3330b83b4ddb79f41a627e10eaeb.mp3",
        "score": 0.5
    },
    {
        "txt": "Victorian Workhouses: The institutions providing shelter and labor for the destitute in exchange for harsh conditions.  ",
        "ipa": "vᵻktɔ́rijən wərkhàwzᵻz: ðə ᵻ̀nstᵻtúwʃənz prəvájdᵻŋ ʃɛ́ltər ənd lɛ́jbər fɔr ðə dɛ́stᵻtùwt ᵻn əkstʃɛ́jndʒ fɔr hɑ́rʃ kəndᵻ́ʃənz.",
        "hash": "TXT_e4946346ecca812b185956a432c02b.mp3",
        "score": 0.5
    },
    {
        "txt": "Suffragette Movement: The militant campaign by women like Emmeline Pankhurst demanding electoral equality.  ",
        "ipa": "sʌ̀frədʒɛ́t múwvmənt: ðə mᵻ́lᵻtənt kæmpɛ́jn baj wᵻ́mən lájk ɛ́məlàjn pæŋkhɜ̀rst dəmǽndᵻŋ əlɛ́ktərəl əkwɑ́lᵻtij.",
        "hash": "TXT_ff6955496b765cf11078f03566c541.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Enlightenment: The 18th-century intellectual flourish in Scotland influencing philosophy and economics.  ",
        "ipa": "skɒ́tᵻʃ ɛ̀nlájtənmənt: ðə 18th-centuwry ᵻ̀ntəlɛ́ktʃuwəl flɜ́rᵻʃ ᵻn skɔ́tlənd ᵻ́nflùwənsᵻŋ fᵻlɒ́səfij ənd ɛ̀kənɒ́mᵻks.",
        "hash": "TXT_717bb7c6f120c9513ae3f5fc12669f.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of the Somme: The catastrophic 1916 First World War engagement heavily involving British forces.  ",
        "ipa": "bǽtəl əv ðə sɔ́m: ðə kæ̀təstrɒ́fᵻk 1916 fɜ́rst wɜ́rld wɔ́r ənɡɛ́jdʒmənt hɛ́vᵻlij ᵻ̀nvɒ́lvᵻŋ brᵻ́tᵻʃ fɔ́rsᵻz.",
        "hash": "TXT_b53aa779207e6de566d79c2fe2dc22.mp3",
        "score": 0.5
    },
    {
        "txt": "Treaty of Versailles: The 1919 accord that ended WWI, imposing reparations on Germany.  ",
        "ipa": "tríjtij əv vərsájz: ðə 1919 əkɔ́rd thət ɛ́ndᵻd WWI, ᵻ̀mpówzᵻŋ rɛ̀pərɛ́jʃənz ɒn dʒɜ́rmənij.",
        "hash": "TXT_74fce12e663cf4f4d4eadf5aa91301.mp3",
        "score": 0.5
    },
    {
        "txt": "Irish Free State: The 1922 creation of an independent Ireland while Northern Ireland remained in the UK.  ",
        "ipa": "ájərᵻʃ fríj stɛ́jt: ðə 1922 krijɛ́jʃən əv ən ᵻ̀ndəpɛ́ndənt ájərlənd wájl nɔ́rðərn ájərlənd rəmɛ́jnd ᵻn ðə UK.",
        "hash": "TXT_61fb2c7cbb074827b49aca263dd054.mp3",
        "score": 0.5
    },
    {
        "txt": "British Mandate Palestine: The post-WWI administration of the region under League of Nations supervision.  ",
        "ipa": "brᵻ́tᵻʃ mǽndɛ̀jt pǽləstàjn: ðə pówst-WWI ædmᵻ̀nᵻstrɛ́jʃən əv ðə ríjdʒən ʌ́ndər líjɡ əv nɛ́jʃənz sùwpərvᵻ́ʒən.",
        "hash": "TXT_c71bd8ad85e0db91c5aa32642b5af8.mp3",
        "score": 0.5
    },
    {
        "txt": "BBC Establishment: The 1922 founding of the British Broadcasting Company, shaping national media.  ",
        "ipa": "BBC əstǽblᵻʃmənt: ðə 1922 fáwndᵻŋ əv ðə brᵻ́tᵻʃ brɔ́dkæ̀stᵻŋ kʌ́mpənìj, ʃɛ́jpᵻŋ nǽʃənəl míjdijə.",
        "hash": "TXT_a01dfcad236ea6f91dff85b2f9d5ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Statute of Westminster: The 1931 legislation granting legislative autonomy to Commonwealth dominions.  ",
        "ipa": "stǽtʃuwt əv wɛ̀stmᵻ́nstər: ðə 1931 lɛ̀dʒəslɛ́jʃən ɡrǽntᵻŋ lɛ́dʒəslɛ̀jtᵻv ətɒ́nəmij tə kɒ́mənwɛ̀lθ dəmᵻ́njənz.",
        "hash": "TXT_5d5622541bb5d2bab167a59a643ee3.mp3",
        "score": 0.5
    },
    {
        "txt": "Abdication Crisis: Edward VIII’s 1936 resignation to marry Wallis Simpson, triggering constitutional debates.  ",
        "ipa": "æ̀bdᵻkɛ́jʃən krájsᵻs: ɛ́dwərd VIII'z 1936 rɛ̀zəɡnɛ́jʃən tə mɛ́ərij wɔ́lᵻs sᵻ́mpsən, trᵻ́ɡərᵻŋ kɒ̀nstᵻtúwʃənəl dəbɛ́jts.",
        "hash": "TXT_f5abf74f7cbe63c3ab52947b183fca.mp3",
        "score": 0.5
    },
    {
        "txt": "World War II Evacuation: The relocation of children from urban centers to the countryside for safety.  ",
        "ipa": "wɜ́rld wɔ́r II əvǽkjəwɛ́jʃən: ðə rìjlówkɛ́jʃən əv tʃᵻ́ldrən frəm ɜ́rbən sɛ́ntərz tə ðə kʌ́ntrijsàjd fɔr sɛ́jftij.",
        "hash": "TXT_97cca90466fb302736b853160c67f9.mp3",
        "score": 0.5
    },
    {
        "txt": "Blitz Spirit: The collective resilience during German bombing campaigns on British cities in WWII.  ",
        "ipa": "blᵻ́ts spɪ́ərᵻt: ðə kəlɛ́ktᵻv rəzᵻ́lijəns dʊ́rᵻŋ dʒɜ́rmən bɒ́mᵻŋ kæmpɛ́jnz ɒn brᵻ́tᵻʃ sᵻ́tijz ᵻn WWII.",
        "hash": "TXT_90ef9a565f1860be23a8f6cd1e95ca.mp3",
        "score": 0.5
    },
    {
        "txt": "National Health Service: The 1948 establishment ensuring free healthcare at the point of use.  ",
        "ipa": "nǽʃənəl hɛ́lθ sɜ́rvᵻs: ðə 1948 əstǽblᵻʃmənt ɛnʃʊ́rᵻŋ fríj hɛ́lθkɛ̀ər æt ðə pɔ́jnt əv juwz.",
        "hash": "TXT_8d76eb2386204b7ec11137cb4ebafc.mp3",
        "score": 0.5
    },
    {
        "txt": "Windrush Generation: The post-war immigrants from the Caribbean who significantly shaped British society.  ",
        "ipa": "wᵻndrʌ̀ʃ dʒɛ̀nərɛ́jʃən: ðə pówst-wɔ́r ᵻ́mᵻɡrənts frəm ðə kɛ̀ərᵻbíjən huw sᵻɡnᵻ́fᵻkəntlij ʃɛ́jpt brᵻ́tᵻʃ səsájətij.",
        "hash": "TXT_007902a9e9000808e1db47c69c814e.mp3",
        "score": 0.5
    },
    {
        "txt": "Butler Education Act: The 1944 reform reorganizing schooling into primary, secondary, and further education.  ",
        "ipa": "bʌ́tlər ɛ̀dʒəkɛ́jʃən ǽkt: ðə 1944 rəfɔ́rm rijɔ́rɡənàjzᵻŋ skúwlᵻŋ ᵻntə prájmɛ̀ərij, sɛ́kəndɛ̀ərij, ənd fɜ́rðər ɛ̀dʒəkɛ́jʃən.",
        "hash": "TXT_c9cd35c833cb0423f28ae9a8e72c59.mp3",
        "score": 0.5
    },
    {
        "txt": "Beveridge Report: The 1942 blueprint for social welfare, advocating universal insurance against hardship.  ",
        "ipa": "bɛ́vərᵻdʒ rijpɔ́rt: ðə 1942 blúwprᵻ̀nt fɔr sówʃəl wɛ́lfɛ̀ər, ǽdvəkɛjtᵻŋ jùwnᵻvɜ́rsəl ᵻ̀nʃʊ́rəns əɡɛ́jnst hɑ́rdʃᵻp.",
        "hash": "TXT_aacac1b62e6570664a37ed8e7a2019.mp3",
        "score": 0.5
    },
    {
        "txt": "House of Lords Reform: Ongoing efforts to reduce hereditary influence and modernize the upper chamber.  ",
        "ipa": "haws əv lɔ́rdz rəfɔ́rm: ɒ́nɡòwᵻŋ ɛ́fərts tə rədjúws hərɛ́dᵻtɛ̀ərij ᵻ́nfluwəns ənd mɒ́dərnàjz ðə ʌ́pər tʃɛ́jmbər.",
        "hash": "TXT_a22262d9cc0eacecc7bdb2c7b50ae5.mp3",
        "score": 0.5
    },
    {
        "txt": "Common Agricultural Policy: The EU-wide framework supporting farmers, affecting UK agriculture prior to Brexit.  ",
        "ipa": "kɒ́mən æ̀ɡrəkʌ́ltʃərəl pɒ́lᵻsij: ðə íjùw-wájd frɛ́jmwɜ̀rk səpɔ́rtᵻŋ fɑ́rmərz, əfɛ́ktᵻŋ UK ǽɡrᵻkʌ̀ltʃər prájər tə brɛ́ɡzᵻt.",
        "hash": "TXT_7e63dd58e5c5f2878609180686377b.mp3",
        "score": 0.5
    },
    {
        "txt": "National Insurance: The mandatory contributions supporting benefits like pensions and unemployment aid.  ",
        "ipa": "nǽʃənəl ᵻ̀nʃʊ́rəns: ðə mǽndətɔ̀rij kɒ̀ntrəbjúwʃənz səpɔ́rtᵻŋ bɛ́nəfᵻts lájk pɛ́nʃənz ənd ʌ̀nəmplɔ́jmənt ɛ́jd.",
        "hash": "TXT_d5f28334f495b57f87fe6301f0d18b.mp3",
        "score": 0.5
    },
    {
        "txt": "Coronation Oath: The monarch’s solemn vow to uphold the laws and the Church of England.  ",
        "ipa": "kɔ̀rənɛ́jʃən ówθ: ðə mɒ́nɑ̀rk'z sɒ́ləm váw tə əphówld ðə lɔ́z ənd ðə tʃɜ́rtʃ əv ᵻ́ŋɡlənd.",
        "hash": "TXT_94426fe27a184cae061567bf449ee1.mp3",
        "score": 0.5
    },
    {
        "txt": "Enfranchisement Acts: Progressive statutes extending voting rights to broader segments of the population.  ",
        "ipa": "ᵻnfrǽntʃajzmənt ǽkts: prəɡrɛ́sᵻv stǽtʃuwts əkstɛ́ndᵻŋ vówtᵻŋ rájts tə brɔ́dər sɛ́ɡmənts əv ðə pɒ̀pjəlɛ́jʃən.",
        "hash": "TXT_37f6cb05199883caf021e8a483e5fe.mp3",
        "score": 0.5
    },
    {
        "txt": "Anglo-Irish Agreement: The 1985 accord improving cooperation between the UK and Ireland over Northern Ireland.  ",
        "ipa": "ǽŋɡlow-ájərᵻʃ əɡríjmənt: ðə 1985 əkɔ́rd ᵻmprúwvᵻŋ kowɒ̀pərɛ́jʃən bijtwíjn ðə UK ənd ájərlənd ówvər nɔ́rðərn ájərlənd.",
        "hash": "TXT_3b892a876c5b69c9f858bc11be8a8c.mp3",
        "score": 0.5
    },
    {
        "txt": "Good Friday Agreement: The 1998 peace deal ending most of the Northern Ireland conflict.  ",
        "ipa": "ɡʊ́d frájdɛj əɡríjmənt: ðə 1998 píjs díjl ɛ́ndᵻŋ mówst əv ðə nɔ́rðərn ájərlənd kɒ́nflᵻkt.",
        "hash": "TXT_8a0e217e3209dd6303a13f28bd98fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Devolution Settlements: The 1990s measures granting legislative powers to Scotland, Wales, and Northern Ireland.  ",
        "ipa": "dɛ̀vəlúwʃən sɛ́təlmənts: ðə 1990s mɛ́ʒərz ɡrǽntᵻŋ lɛ́dʒəslɛ̀jtᵻv páwərz tə skɔ́tlənd, wɛjlz, ənd nɔ́rðərn ájərlənd.",
        "hash": "TXT_1ead93c72592b06aa77550d4030e12.mp3",
        "score": 0.5
    },
    {
        "txt": "British Constitution: The uncodified framework comprising statutes, conventions, and legal precedents.  ",
        "ipa": "brᵻ́tᵻʃ kɒ̀nstᵻtúwʃən: ðə ʌ̀nkɒ́dəfàjd frɛ́jmwɜ̀rk kəmprájzᵻŋ stǽtʃuwts, kənvɛ́nʃənz, ənd líjɡəl prɛ́sədɛ̀nts.",
        "hash": "TXT_60fb9014016f94d1a8857a324aee78.mp3",
        "score": 0.5
    },
    {
        "txt": "Crown Prosecution Service: The public authority deciding prosecutions in criminal cases on behalf of the state.  ",
        "ipa": "kráwn prɒ̀səkjúwʃən sɜ́rvᵻs: ðə pʌ́blᵻk əθɔ́rᵻtij dəsájdᵻŋ prɒ̀səkjúwʃənz ᵻn krᵻ́mᵻnəl kɛ́jsᵻz ɒn bəhǽf əv ðə stɛ́jt.",
        "hash": "TXT_f19da4422c2e74a41047b359306388.mp3",
        "score": 0.5
    },
    {
        "txt": "Criminal Justice Acts: The various legislative updates refining legal processes and sentencing guidelines.  ",
        "ipa": "krᵻ́mᵻnəl dʒʌ́stᵻs ǽkts: ðə vɛ́ərijəs lɛ́dʒəslɛ̀jtᵻv ʌ́pdɛ̀jts rəfájnᵻŋ líjɡəl prɒ́sɛsᵻz ənd sɛ́ntənsᵻŋ ɡájdlàjnz.",
        "hash": "TXT_0d5c4a229047a09a7e763a41c96799.mp3",
        "score": 0.5
    },
    {
        "txt": "Human Rights Act: The 1998 incorporation of the European Convention on Human Rights into UK law.  ",
        "ipa": "hjúwmən rájts ǽkt: ðə 1998 ᵻ̀nkɔ̀rpərɛ́jʃən əv ðə jʊ̀rəpíjən kənvɛ́nʃən ɒn hjúwmən rájts ᵻntə UK lɔ.",
        "hash": "TXT_992c9ce21a892d3791d099f083e082.mp3",
        "score": 0.5
    },
    {
        "txt": "Data Protection Act: The legislation governing how personal information is collected and used.  ",
        "ipa": "dɛ́jtə prətɛ́kʃən ǽkt: ðə lɛ̀dʒəslɛ́jʃən ɡʌ́vərnᵻŋ háw pɜ́rsənəl ᵻnfərmɛ́jʃən ᵻz kəlɛ́ktᵻd ənd júwzd.",
        "hash": "TXT_fd26bb52ffb272fba3f6f9c505d3a1.mp3",
        "score": 0.5
    },
    {
        "txt": "Freedom of Information: The right to request access to data held by public authorities, introduced in 2000.  ",
        "ipa": "fríjdəm əv ᵻnfərmɛ́jʃən: ðə rájt tə rəkwɛ́st ǽksɛ̀s tə dɛ́jtə hɛ́ld baj pʌ́blᵻk əθɔ́rᵻtijz, ᵻ̀ntrədúwst ᵻn 2000.",
        "hash": "TXT_128d887236eda6dd2e8019a5dd8c11.mp3",
        "score": 0.5
    },
    {
        "txt": "Common Law Tradition: The judicial precedent system forming the core of English legal practice.  ",
        "ipa": "kɒ́mən lɔ trədᵻ́ʃən: ðə dʒuwdᵻ́ʃəl prɛ́sᵻdənt sᵻ́stəm fɔ́rmᵻŋ ðə kɔ́r əv ᵻ́ŋɡlᵻʃ líjɡəl prǽktᵻs.",
        "hash": "TXT_de935529fe932e6d306c99811f9baf.mp3",
        "score": 0.5
    },
    {
        "txt": "Judicial Precedent: The binding nature of higher courts’ decisions on lower courts’ rulings.  ",
        "ipa": "dʒuwdᵻ́ʃəl prɛ́sᵻdənt: ðə bájndᵻŋ nɛ́jtʃər əv hájər kɔ́rts’ dəsᵻ́ʒənz ɒn lówər kɔ́rts’ rúwlᵻŋz.",
        "hash": "TXT_cf520606bf7eb384d12cbca122a4a8.mp3",
        "score": 0.5
    },
    {
        "txt": "High Court of Justiciary: Scotland’s supreme criminal court with ultimate legal authority in criminal cases.  ",
        "ipa": "háj kɔ́rt əv dʒʌstᵻ́ʃijɛ̀ərij: skɔ́tlənd'z səpríjm krᵻ́mᵻnəl kɔ́rt wᵻð ʌ́ltᵻmət líjɡəl əθɔ́rᵻtij ᵻn krᵻ́mᵻnəl kɛ́jsᵻz.",
        "hash": "TXT_c6a6f56d087743f8f853e811abbc66.mp3",
        "score": 0.5
    },
    {
        "txt": "Court of Session: Scotland’s supreme civil court, handling major civil litigation and appeals.  ",
        "ipa": "kɔ́rt əv sɛ́ʃən: skɔ́tlənd'z səpríjm sᵻ́vəl kɔ́rt, hǽndəlᵻŋ mɛ́jdʒər sᵻ́vəl lᵻ̀tᵻɡɛ́jʃən ənd əpíjlz.",
        "hash": "TXT_abd1ca93b0be760457dce97c31c6a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Supreme Court Creation: The 2009 establishment replacing the Appellate Committee of the House of Lords.  ",
        "ipa": "səpríjm kɔ́rt krijɛ́jʃən: ðə 2009 əstǽblᵻʃmənt rəplɛ́jsᵻŋ ðə əpɛ́lɛ̀jt kəmᵻ́tij əv ðə haws əv lɔ́rdz.",
        "hash": "TXT_f341d1e8a876d1f370bf73eb18aebf.mp3",
        "score": 0.5
    },
    {
        "txt": "Habeas Corpus Act: The protection against unlawful detention by requiring evidence for legal custody.  ",
        "ipa": "hǽbijəs kɔ́rpəs ǽkt: ðə prətɛ́kʃən əɡɛ́jnst ʌ̀nlɔ́fəl dətɛ́nʃən baj rijkwájərᵻŋ ɛ́vᵻdəns fɔr líjɡəl kʌ́stədij.",
        "hash": "TXT_e48be3047bd992600ee072d9e1e973.mp3",
        "score": 0.5
    },
    {
        "txt": "Parliamentary Sovereignty: The principle that Parliament can legislate without legal restraint.  ",
        "ipa": "pɑ̀rləmɛ́ntərij sɒ́vrəntij: ðə prᵻ́nsᵻpəl thət pɑ́rləmənt kən lɛ́dʒᵻslɛ̀jt wᵻðáwt líjɡəl rijstrɛ́jnt.",
        "hash": "TXT_affb4b2662b82599fab6802f2740a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Constitutional Monarchy: The system where the monarch’s powers are limited by law and balanced by Parliament.  ",
        "ipa": "kɒ̀nstᵻtúwʃənəl mɒ́nɑrkij: ðə sᵻ́stəm wɛ́ər ðə mɒ́nɑ̀rk'z páwərz ɑr lᵻ́mᵻtᵻd baj lɔ ənd bǽlənst baj pɑ́rləmənt.",
        "hash": "TXT_19f4915fb7ae23f2c650fff7d5c97e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cabinet Collective Responsibility: The doctrine that ministers must publicly support governmental decisions.  ",
        "ipa": "kǽbᵻnət kəlɛ́ktᵻv rəspɒ̀nsᵻbᵻ́lᵻtij: ðə dɒ́ktrᵻn thət mᵻ́nᵻstərz mʌst pʌ́blᵻklij səpɔ́rt ɡʌ́vərmɛ̀ntəl dəsᵻ́ʒənz.",
        "hash": "TXT_9fbe41fcc121e4a648ec75747ee02d.mp3",
        "score": 0.5
    },
    {
        "txt": "Prime Minister’s Questions: The weekly forum in the House of Commons for querying government policies.  ",
        "ipa": "prájm mᵻ́nᵻstər'z kwɛ́stʃənz: ðə wíjklij fɔ́rəm ᵻn ðə haws əv kɒ́mənz fɔr kwɛ́ərijᵻŋ ɡʌ́vərmənt pɒ́lᵻsijz.",
        "hash": "TXT_dcfcb7aac709982c9789eaffac2c8a.mp3",
        "score": 0.5
    },
    {
        "txt": "Green Papers Consultation: Preliminary reports published to stimulate public discussion on policy proposals.  ",
        "ipa": "ɡríjn pɛ́jpərz kɒ̀nsəltɛ́jʃən: prijlᵻ́mᵻnɛ̀ərij rijpɔ́rts pʌ́blᵻʃt tə stᵻ́mjəlɛ̀jt pʌ́blᵻk dᵻskʌ́ʃən ɒn pɒ́lᵻsij prəpówzəlz.",
        "hash": "TXT_ff2b9ebdf35814ac2b743da15ba95d.mp3",
        "score": 0.5
    },
    {
        "txt": "Whitehall Departments: The main executive agencies and ministries formulating and implementing UK policies.  ",
        "ipa": "wájthɔ̀l dəpɑ́rtmənts: ðə mɛ́jn əɡzɛ́kjətᵻv ɛ́jdʒənsijz ənd mᵻ́nᵻstrijz fɔ́rmjəlɛ̀jtᵻŋ ənd ᵻ́mpləmɛ̀ntᵻŋ UK pɒ́lᵻsijz.",
        "hash": "TXT_397a13fd113cd1dbbaedc438c59b8a.mp3",
        "score": 0.5
    },
    {
        "txt": "Backbench Rebellions: Instances where non-ministerial MPs challenge party leadership on legislative matters.  ",
        "ipa": "bækbɛ́ntʃ rəbɛ́ljənz: ᵻ́nstənsᵻz wɛ́ər nɒn-mᵻ̀nᵻstíjərijəl MPS tʃǽləndʒ pɑ́rtij líjdərʃᵻ̀p ɒn lɛ́dʒəslɛ̀jtᵻv mǽtərz.",
        "hash": "TXT_8724a055158dae3ef2ea60472446c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Whips System: The party enforcers ensuring MPs vote according to party lines or face disciplinary measures.  ",
        "ipa": "wᵻ́ps sᵻ́stəm: ðə pɑ́rtij ɛnfɔ́rsərz ɛnʃʊ́rᵻŋ MPS vówt əkɔ́rdᵻŋ tə pɑ́rtij lájnz ɔr fɛ́js dᵻ́sᵻplənɛ̀ərij mɛ́ʒərz.",
        "hash": "TXT_394952fdbbe5c758383457821f36d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Select Committees Scrutiny: Groups of MPs or Lords examining government actions and proposals.  ",
        "ipa": "səlɛ́kt kəmᵻ́tijz skrúwtᵻnij: ɡrúwps əv MPS ɔr lɔ́rdz əɡzǽmᵻnᵻŋ ɡʌ́vərmənt ǽkʃənz ənd prəpówzəlz.",
        "hash": "TXT_fac22bc2fa17d201a12388450c2fae.mp3",
        "score": 0.5
    },
    {
        "txt": "House of Commons Speaker: The impartial presiding officer enforcing order and moderating debate.  ",
        "ipa": "haws əv kɒ́mənz spíjkər: ðə ᵻ̀mpɑ́rʃəl prijzájdᵻŋ ɔ́fᵻsər ɛnfɔ́rsᵻŋ ɔ́rdər ənd mɒ́dərɛ̀jtᵻŋ dəbɛ́jt.",
        "hash": "TXT_9a36e6b916baad77aed9dba649d308.mp3",
        "score": 0.5
    },
    {
        "txt": "State Opening Ceremony: The monarch’s formal commencement of the parliamentary session with a speech.  ",
        "ipa": "stɛ́jt ówpənᵻŋ sɛ́ərəmòwnij: ðə mɒ́nɑ̀rk'z fɔ́rməl kəmɛ́nsmənt əv ðə pɑ̀rləmɛ́ntərij sɛ́ʃən wᵻð ə spíjtʃ.",
        "hash": "TXT_95f73f690f40a87993bf6e985d3f20.mp3",
        "score": 0.5
    },
    {
        "txt": "Throne Speech Drafting: The government’s responsibility to prepare the monarch’s parliamentary address.  ",
        "ipa": "θrówn spíjtʃ drǽftᵻŋ: ðə ɡʌ́vərmənt's rəspɒ̀nsᵻbᵻ́lᵻtij tə prəpɛ́ər ðə mɒ́nɑ̀rk'z pɑ̀rləmɛ́ntərij æ̀drɛ́s.",
        "hash": "TXT_3bafd8f15b16221a57a970f6b17d74.mp3",
        "score": 0.5
    },
    {
        "txt": "Speaker’s Constituency Role: The nonpartisan representative function carried out despite the Speaker’s office.  ",
        "ipa": "spíjkər'z kənstᵻ́tʃuwənsij rówl: ðə nɒnpɑ́rtᵻzən rɛ̀prəzɛ́nətᵻv fʌ́ŋkʃən kǽrijd awt dəspájt ðə spíjkər'z ɔ́fᵻs.",
        "hash": "TXT_3a0e7d941c26f033cbba2ea40dd49a.mp3",
        "score": 0.5
    },
    {
        "txt": "Shadow Cabinet Formation: The opposition’s group of senior spokespeople ready to assume governance.  ",
        "ipa": "ʃǽdòw kǽbᵻnət fɔrmɛ́jʃən: ðə ɒ̀pəzᵻ́ʃən'z ɡrúwp əv síjnjər spówkspìjpəl rɛ́dij tə əsúwm ɡʌ́vərnəns.",
        "hash": "TXT_92afed8c47c528e2a7647ed15f9090.mp3",
        "score": 0.5
    },
    {
        "txt": "Division Lobby Voting: The physical procedure where MPs walk through corridors to cast votes.  ",
        "ipa": "dᵻvᵻ́ʒən lɒ́bij vówtᵻŋ: ðə fᵻ́zᵻkəl prəsíjdʒər wɛ́ər MPS wɒ́k θrúw kɔ́rədərz tə kǽst vówts.",
        "hash": "TXT_aa4a72de521237c3052c202fb7e84c.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Assent Requirement: The monarch’s formal approval needed for a bill to become law.  ",
        "ipa": "rɔ́jəl əsɛ́nt rəkwájərmənt: ðə mɒ́nɑ̀rk'z fɔ́rməl əprúwvəl níjdᵻd fɔr ə bᵻ́l tə bəkʌ́m lɔ.",
        "hash": "TXT_f4fe5310250ad717080f1aed3867f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Private Members’ Bills: Legislative proposals introduced by MPs not holding ministerial positions.  ",
        "ipa": "prájvət mɛ́mbərz’ bᵻ́lz: lɛ́dʒəslɛ̀jtᵻv prəpówzəlz ᵻ̀ntrədúwst baj MPS nɒt hówldᵻŋ mᵻ̀nᵻstíjərijəl pəzᵻ́ʃənz.",
        "hash": "TXT_397223ec6e4a390c5d6996a5266599.mp3",
        "score": 0.5
    },
    {
        "txt": "Constituency Representation: MPs’ duty to advocate for local interests in the House of Commons.  ",
        "ipa": "kənstᵻ́tʃuwənsij rɛ̀prəzɛntɛ́jʃən: MPS’ djúwtij tə ǽdvəkɛjt fɔr lówkəl ᵻ́ntərəsts ᵻn ðə haws əv kɒ́mənz.",
        "hash": "TXT_3917f68039774a4578b06c05cc2b5c.mp3",
        "score": 0.5
    },
    {
        "txt": "General Election Cycle: The maximum five-year interval at which a nationwide parliamentary vote is held.  ",
        "ipa": "dʒɛ́nərəl əlɛ́kʃən sájkəl: ðə mǽksᵻməm fájv-jɪ́ər ᵻ́ntərvəl æt wᵻ́tʃ ə nɛ́jʃənwájd pɑ̀rləmɛ́ntərij vówt ᵻz hɛ́ld.",
        "hash": "TXT_211a61ecbe40d5927226187232684e.mp3",
        "score": 0.5
    },
    {
        "txt": "First-Past-The-Post: The electoral system where the candidate with the most votes in a constituency wins.  ",
        "ipa": "fɜ́rst-pǽst-ðə-pówst: ðə əlɛ́ktərəl sᵻ́stəm wɛ́ər ðə kǽndᵻdɛjt wᵻð ðə mówst vówts ᵻn ə kənstᵻ́tʃuwənsij wᵻ́nz.",
        "hash": "TXT_c8b46bdadd5985501c40df61438229.mp3",
        "score": 0.5
    },
    {
        "txt": "Proportional Representation Debates: Discussions on whether to adopt fairer methods reflecting national vote share.  ",
        "ipa": "prəpɔ́rʃənəl rɛ̀prəzɛntɛ́jʃən dəbɛ́jts: dᵻskʌ́ʃənz ɒn wɛ́ðər tə ədɒ́pt fɛ́ərər mɛ́θədz rəflɛ́ktᵻŋ nǽʃənəl vówt ʃɛ́ər.",
        "hash": "TXT_bdafb1ed39cc3351fbc0f083960289.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Parliament Powers: The devolved authority over areas like education, health, and justice in Scotland.  ",
        "ipa": "skɒ́tᵻʃ pɑ́rləmənt páwərz: ðə dəvɒ́lvd əθɔ́rᵻtij ówvər ɛ́ərijəz lájk ɛ̀dʒəkɛ́jʃən, hɛ́lθ, ənd dʒʌ́stᵻs ᵻn skɔ́tlənd.",
        "hash": "TXT_8047ecf34bcc0661308a898a36b38a.mp3",
        "score": 0.5
    },
    {
        "txt": "Welsh Assembly Evolution: The progressive increase in legislative competences granted to Wales.  ",
        "ipa": "wɛ́lʃ əsɛ́mblij ɛ̀vəlúwʃən: ðə prəɡrɛ́sᵻv ᵻ́nkrijs ᵻn lɛ́dʒəslɛ̀jtᵻv kəmpɛ́tənsijz ɡrǽntᵻd tə wɛjlz.",
        "hash": "TXT_940cb11280d38483d2d82ca78acc6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Northern Ireland Assembly: The devolved legislature established by the Good Friday Agreement framework.  ",
        "ipa": "nɔ́rðərn ájərlənd əsɛ́mblij: ðə dəvɒ́lvd lɛ́dʒəslɛ̀jtʃər əstǽblᵻʃt baj ðə ɡʊ́d frájdɛj əɡríjmənt frɛ́jmwɜ̀rk.",
        "hash": "TXT_77a5e079b34f387fe97ebb79a4305b.mp3",
        "score": 0.5
    },
    {
        "txt": "British Bill of Rights: A proposed replacement or addition to the Human Rights Act specifying civil liberties.  ",
        "ipa": "brᵻ́tᵻʃ bᵻ́l əv rájts: ə prəpówzd rəplɛ́jsmənt ɔr ədᵻ́ʃən tə ðə hjúwmən rájts ǽkt spɛ́sᵻfàjᵻŋ sᵻ́vəl lᵻ́bərtìjz.",
        "hash": "TXT_c4c9a5fefe96abccaa0b1225d20f5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Service Neutrality: The convention that government officials remain politically impartial.  ",
        "ipa": "sᵻ́vəl sɜ́rvᵻs nuwtrǽlᵻtij: ðə kənvɛ́nʃən thət ɡʌ́vərmənt əfᵻ́ʃəlz rəmɛ́jn plᵻ́tᵻklij ᵻ̀mpɑ́rʃəl.",
        "hash": "TXT_334bc76e309692cf5b26fe4e99b5b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Ministerial Code: The ethics guidelines cabinet members must adhere to in performing their roles.  ",
        "ipa": "mᵻ̀nᵻstíjərijəl kówd: ðə ɛ́θᵻks ɡájdlàjnz kǽbᵻnət mɛ́mbərz mʌst ədhɪ́ər tə ᵻn pərfɔ́rmᵻŋ ðɛər rówlz.",
        "hash": "TXT_01ccd8d9ea758187f065b697c87c47.mp3",
        "score": 0.5
    },
    {
        "txt": "Public Inquiry Process: Investigations launched by the government to examine events or policy failures.  ",
        "ipa": "pʌ́blᵻk ᵻ̀nkwájərìj prɒ́sɛs: ᵻnvɛ̀stᵻɡɛ́jʃənz lɔ́ntʃt baj ðə ɡʌ́vərmənt tə əɡzǽmᵻn əvɛ́nts ɔr pɒ́lᵻsij fɛ́jljərz.",
        "hash": "TXT_95b4667de2da2f27ac481d33fcf3b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Revenue and Customs: The body overseeing taxation, trade facilitation, and enforcement of customs laws.  ",
        "ipa": "rɛ́vənùw ənd kʌ́stəmz: ðə bɒ́dij ówvərsìjᵻŋ tæksɛ́jʃən, trɛ́jd fəsᵻ̀lətɛ́jʃən, ənd ɛnfɔ́rsmənt əv kʌ́stəmz lɔ́z.",
        "hash": "TXT_1ddf1b88ab2232456029cd138d247f.mp3",
        "score": 0.5
    },
    {
        "txt": "Defence Policy Oversight: The government’s strategic planning for military operations and national security.  ",
        "ipa": "dəfɛ́ns pɒ́lᵻsij ówvərsàjt: ðə ɡʌ́vərmənt's strətíjdʒᵻk plǽnᵻŋ fɔr mᵻ́lᵻtɛ̀ərij ɒ̀pərɛ́jʃənz ənd nǽʃənəl səkjʊ́rᵻtij.",
        "hash": "TXT_7ec57a4163a5b9aa007654d35a833b.mp3",
        "score": 0.5
    },
    {
        "txt": "National Audit Office: The institution scrutinizing public spending for efficiency and accountability.  ",
        "ipa": "nǽʃənəl ɔ́dᵻt ɔ́fᵻs: ðə ᵻ̀nstᵻtúwʃən skrúwtᵻnàjzᵻŋ pʌ́blᵻk spɛ́ndᵻŋ fɔr əfᵻ́ʃənsij ənd əkàwntəbᵻ́lᵻtij.",
        "hash": "TXT_e371985dd7e56c1fd4b643bdadb877.mp3",
        "score": 0.5
    },
    {
        "txt": "Local Government Councils: Elected authorities responsible for community services and infrastructure.  ",
        "ipa": "lówkəl ɡʌ́vərmənt káwnsəlz: əlɛ́ktᵻd əθɔ́rᵻtijz rəspɒ́nsᵻbəl fɔr kəmjúwnᵻtij sɜ́rvᵻsᵻz ənd ᵻ̀nfrəstrʌ́ktʃər.",
        "hash": "TXT_5bb3778ed05dbdc628ef4ee3882d57.mp3",
        "score": 0.5
    },
    {
        "txt": "Metropolitan Police Service: The primary law enforcement body for Greater London, excluding the City.  ",
        "ipa": "mɛ̀trəpɒ́lətən pəlíjs sɜ́rvᵻs: ðə prájmɛ̀ərij lɔ ɛnfɔ́rsmənt bɒ́dij fɔr ɡrɛ́jtər lʌ́ndən, əksklúwdᵻŋ ðə sᵻ́tij.",
        "hash": "TXT_b87961dc51bb92362b231c0c7c030b.mp3",
        "score": 0.5
    },
    {
        "txt": "Police and Crime Commissioners: Elected officials holding police forces accountable in England and Wales.  ",
        "ipa": "pəlíjs ənd krájm kəmᵻ́ʃənərz: əlɛ́ktᵻd əfᵻ́ʃəlz hówldᵻŋ pəlíjs fɔ́rsᵻz əkáwntəbəl ᵻn ᵻ́ŋɡlənd ənd wɛjlz.",
        "hash": "TXT_2f4d795db8a94c5128e2bec048d0e0.mp3",
        "score": 0.5
    },
    {
        "txt": "British Judicial Independence: The separation ensuring judges operate free from political interference.  ",
        "ipa": "brᵻ́tᵻʃ dʒuwdᵻ́ʃəl ᵻ̀ndəpɛ́ndəns: ðə sɛ̀pərɛ̀jʃən ɛnʃʊ́rᵻŋ dʒʌ́dʒᵻz ɒ́pərɛ̀jt fríj frəm pəlᵻ́tᵻkəl ᵻ̀ntərfɪ́ərəns.",
        "hash": "TXT_e81515b950325946baeb7f3350008e.mp3",
        "score": 0.5
    },
    {
        "txt": "Legal Aid Provision: The scheme offering financial assistance for legal representation to low-income individuals.  ",
        "ipa": "líjɡəl ɛ́jd prəvᵻ́ʒən: ðə skíjm ɔ́fərᵻŋ fàjnǽnʃəl əsᵻ́stəns fɔr líjɡəl rɛ̀prəzɛntɛ́jʃən tə lów-ᵻ́nkʌ̀m ᵻ̀ndᵻvᵻ́dʒəwəlz.",
        "hash": "TXT_64253420e0d38a986257594c39b3db.mp3",
        "score": 0.5
    },
    {
        "txt": "Ombudsman Intervention: The official empowered to investigate complaints about public services.  ",
        "ipa": "ɒ́mbədzmən ᵻ̀ntərvɛ́nʃən: ðə əfᵻ́ʃəl əmpáwərd tə ᵻnvɛ́stᵻɡɛ̀jt kəmplɛ́jnts əbawt pʌ́blᵻk sɜ́rvᵻsᵻz.",
        "hash": "TXT_88188f1365757b274fa8fddfade851.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Legal System: A distinct jurisdiction with unique courts and legal traditions.  ",
        "ipa": "skɒ́tᵻʃ líjɡəl sᵻ́stəm: ə dᵻstᵻ́ŋkt dʒʊ̀rᵻsdᵻ́kʃən wᵻð juwnᵻ́k kɔ́rts ənd líjɡəl trədᵻ́ʃənz.",
        "hash": "TXT_0d6961b74493d06bf3a80baa580bc3.mp3",
        "score": 0.5
    },
    {
        "txt": "Union Flag Evolution: The amalgamation of crosses representing England, Scotland, and Northern Ireland.  ",
        "ipa": "júwnjən flǽɡ ɛ̀vəlúwʃən: ðə əmæ̀lɡəmɛ́jʃən əv krɔ́sᵻz rɛ̀prəzɛ́ntᵻŋ ᵻ́ŋɡlənd, skɔ́tlənd, ənd nɔ́rðərn ájərlənd.",
        "hash": "TXT_e3fcc228c8a9a4cd72b4838cf96fb3.mp3",
        "score": 0.5
    },
    {
        "txt": "British Citizenship Requirements: The legal criteria encompassing residency, language, and good character.  ",
        "ipa": "brᵻ́tᵻʃ sᵻ́tᵻzənʃᵻ̀p rəkwájərmənts: ðə líjɡəl krajtɪ́ərijə ɛnkʌ́mpəsᵻŋ rɛ́zᵻdənsij, lǽŋɡwədʒ, ənd ɡʊ́d kǽrəktər.",
        "hash": "TXT_a2c2bd7c1328ca4bb251db84b489dd.mp3",
        "score": 0.5
    },
    {
        "txt": "Naturalisation Ceremony: The formal event involving an oath of allegiance and pledge to the UK.  ",
        "ipa": "næ̀tʃərəlajzɛ́jʃən sɛ́ərəmòwnij: ðə fɔ́rməl əvɛ́nt ᵻ̀nvɒ́lvᵻŋ ən ówθ əv əlíjdʒəns ənd plɛ́dʒ tə ðə UK.",
        "hash": "TXT_afcff54758143a06a39b2f7b217250.mp3",
        "score": 0.5
    },
    {
        "txt": "Life in the UK Test: The mandatory examination assessing knowledge of British culture, history, and values.  ",
        "ipa": "lájf ᵻn ðə UK tɛ́st: ðə mǽndətɔ̀rij əɡzæ̀mᵻtɛ́jʃən əsɛ́sᵻŋ nɒ́lᵻdʒ əv brᵻ́tᵻʃ kʌ́ltʃər, hᵻ́stərij, ənd vǽljuwz.",
        "hash": "TXT_6b569a4429ce5a4b8f6df74c59dd34.mp3",
        "score": 0.5
    },
    {
        "txt": "Biometric Residence Permit: The ID document containing individual data for non-EEA migrants.  ",
        "ipa": "bàjəmɛ́trᵻk rɛ́zᵻdəns pərmᵻ́t: ðə ID dɒ́kjəmɛnt kəntɛ́jnᵻŋ ᵻ̀ndᵻvᵻ́dʒəwəl dɛ́jtə fɔr nɒn-EEA májɡrənts.",
        "hash": "TXT_452ddef4fdf0c7942ea066c1affe68.mp3",
        "score": 0.5
    },
    {
        "txt": "UK Ancestry Visa: A permit allowing Commonwealth citizens with British grandparents to work in the UK.  ",
        "ipa": "UK ǽnsɛstrij víjzə: ə pərmᵻ́t əláwᵻŋ kɒ́mənwɛ̀lθ sᵻ́tᵻzənz wᵻð brᵻ́tᵻʃ ɡrǽndpɛ̀ərənts tə wɜ́rk ᵻn ðə UK.",
        "hash": "TXT_4d21a1bcb9d20bbee34071b66e77f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Points-Based System: The immigration framework awarding points for skills, language, and sponsorship.  ",
        "ipa": "pɔ́jnts-bɛ́jst sᵻ́stəm: ðə ᵻ̀mvɡrɛ́jʃən frɛ́jmwɜ̀rk əwɔ́rdᵻŋ pɔ́jnts fɔr skᵻ́lz, lǽŋɡwədʒ, ənd spɒ́nsərʃᵻ̀p.",
        "hash": "TXT_762a8d8ad90e5b2e70bb92d7db9773.mp3",
        "score": 0.5
    },
    {
        "txt": "Indefinite Leave Status: The right to remain in the UK permanently without further immigration restrictions.  ",
        "ipa": "ᵻ̀ndɛ́fᵻnᵻt líjv stǽtəs: ðə rájt tə rəmɛ́jn ᵻn ðə UK pɜ́rmənəntlij wᵻðáwt fɜ́rðər ᵻ̀mvɡrɛ́jʃən rəstrᵻ́kʃənz.",
        "hash": "TXT_9d78b858ca1ef3ab1e17b0e7fb4693.mp3",
        "score": 0.5
    },
    {
        "txt": "European Economic Area: The single market arrangement the UK was part of before Brexit completion.  ",
        "ipa": "jʊ̀rəpíjən ɛ̀kənɒ́mᵻk ɛ́ərijə: ðə sᵻ́ŋɡəl mɑ́rkət ərɛ́jndʒmənt ðə UK wɒz pɑ́rt əv bəfɔ́r brɛ́ɡzᵻt kəmplíjʃən.",
        "hash": "TXT_dabc2c1cd4727050527c3c7a1c2a0b.mp3",
        "score": 0.5
    },
    {
        "txt": "Brexit Referendum 2016: The vote in which a majority opted to leave the European Union.  ",
        "ipa": "brɛ́ɡzᵻt rɛ̀fərɛ́ndəm 2016: ðə vówt ᵻn wᵻ́tʃ ə mədʒɔ́rᵻtij ɒ́ptᵻd tə líjv ðə jʊ̀rəpíjən júwnjən.",
        "hash": "TXT_395acd1a1b9f4dc6aae76cd61dbcca.mp3",
        "score": 0.5
    },
    {
        "txt": "Withdrawal Agreement: The formal pact dictating the terms of the UK’s exit from the EU.  ",
        "ipa": "wᵻðdrɔ́əl əɡríjmənt: ðə fɔ́rməl pǽkt dᵻ́ktɛ̀jtᵻŋ ðə tɜ́rmz əv ðə jùwkɛ́j'z ɛ́ɡzᵻt frəm ðə EU.",
        "hash": "TXT_f9a4580f9b7ee35449b930610389db.mp3",
        "score": 0.5
    },
    {
        "txt": "Northern Ireland Protocol: The arrangement preventing a hard border between Northern Ireland and Ireland post-Brexit.  ",
        "ipa": "nɔ́rðərn ájərlənd prówtəkɒ̀l: ðə ərɛ́jndʒmənt prəvɛ́ntᵻŋ ə hɑ́rd bɔ́rdər bijtwíjn nɔ́rðərn ájərlənd ənd ájərlənd pówst-brɛ́ɡzᵻt.",
        "hash": "TXT_727b0e37d289f0fa9446f62df18e25.mp3",
        "score": 0.5
    },
    {
        "txt": "Common Travel Area: The agreement allowing free movement between the UK, Ireland, the Isle of Man, and the Channel Islands.  ",
        "ipa": "kɒ́mən trǽvəl ɛ́ərijə: ðə əɡríjmənt əláwᵻŋ fríj múwvmənt bijtwíjn ðə UK, ájərlənd, ðə ájl əv mǽn, ənd ðə tʃǽnəl ájləndz.",
        "hash": "TXT_d6afcace0aabcf5804495ea7ae74c7.mp3",
        "score": 0.5
    },
    {
        "txt": "Equal Opportunities Acts: A set of laws safeguarding individuals from discrimination and bias.  ",
        "ipa": "íjkwəl ɒ̀pərtúwnᵻtijz ǽkts: ə sɛ́t əv lɔ́z sɛ́jfɡɑ̀rdᵻŋ ᵻ̀ndᵻvᵻ́dʒəwəlz frəm dᵻskrᵻ̀mᵻtɛ́jʃən ənd bájəs.",
        "hash": "TXT_2eb63b69110dfbaaf1c4f239203d5e.mp3",
        "score": 0.5
    },
    {
        "txt": "Age Discrimination Laws: The legal provisions preventing unfair treatment based on age.  ",
        "ipa": "ɛ́jdʒ dᵻskrᵻ̀mᵻtɛ́jʃən lɔ́z: ðə líjɡəl prəvᵻ́ʒənz prəvɛ́ntᵻŋ ʌ́nfɛ́ər tríjtmənt bɛ́jst ɒn ɛ́jdʒ.",
        "hash": "TXT_34611a526c4a0f281a1f605555b489.mp3",
        "score": 0.5
    },
    {
        "txt": "Equality and Human Rights Commission: The statutory body promoting diversity and enforcing equality legislation.  ",
        "ipa": "əkwɑ́lᵻtij ənd hjúwmən rájts kəmᵻ́ʃən: ðə stǽtʃətɔ̀rij bɒ́dij prəmówtᵻŋ dajvɜ́rsᵻtij ənd ɛnfɔ́rsᵻŋ əkwɑ́lᵻtij lɛ̀dʒəslɛ́jʃən.",
        "hash": "TXT_00ee5bc0cfab91350f4aee61c6750c.mp3",
        "score": 0.5
    },
    {
        "txt": "Prevent Strategy: The government program aimed at combating radicalisation and terrorism.  ",
        "ipa": "prəvɛ́nt strǽtədʒij: ðə ɡʌ́vərmənt prówɡræ̀m ɛ́jmd æt kəmbǽtᵻŋ ræ̀dᵻkələzɛ́jʃən ənd tɛ́ərərᵻ̀zəm.",
        "hash": "TXT_821a663b9072c84ade6366c0246c8e.mp3",
        "score": 0.5
    },
    {
        "txt": "National Security Council: The cabinet committee coordinating interdepartmental approaches to security.  ",
        "ipa": "nǽʃənəl səkjʊ́rᵻtij káwnsəl: ðə kǽbᵻnət kəmᵻ́tij kowɔ́rdᵻnɛ̀jtᵻŋ ᵻ̀ntərdᵻpɑrtmɛ́ntəl əprówtʃᵻz tə səkjʊ́rᵻtij.",
        "hash": "TXT_268d11c216316813a7dd60fe4e8948.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Contingencies Act: The framework granting authorities special powers during major emergencies.  ",
        "ipa": "sᵻ́vəl kəntᵻ́ndʒənsijz ǽkt: ðə frɛ́jmwɜ̀rk ɡrǽntᵻŋ əθɔ́rᵻtijz spɛ́ʃəl páwərz dʊ́rᵻŋ mɛ́jdʒər əmɜ́rdʒənsijz.",
        "hash": "TXT_8ea5a31ed3241b96695ddd59bb20e1.mp3",
        "score": 0.5
    },
    {
        "txt": "Joint Terrorism Analysis Centre: The body evaluating terror threats and setting alert levels in the UK.  ",
        "ipa": "dʒɔ́jnt tɛ́ərərᵻ̀zəm ənǽlᵻsᵻs sɛ́ntər: ðə bɒ́dij əvǽljuwɛ̀jtᵻŋ tɛ́ərər θrɛ́ts ənd sɛ́tᵻŋ əlɜ́rt lɛ́vəlz ᵻn ðə UK.",
        "hash": "TXT_c09825c9cd078662437c4d00cd16f2.mp3",
        "score": 0.5
    },
    {
        "txt": "Marriage (Same Sex Couples) Act: The 2013 statute authorising same-sex marriage in England and Wales.  ",
        "ipa": "mɛ́ərᵻdʒ (sɛ́jm sɛ́ks kʌ́pəlz) ǽkt: ðə 2013 stǽtʃuwt ɔ́θərajzᵻŋ sɛ́jm-sɛ́ks mɛ́ərᵻdʒ ᵻn ᵻ́ŋɡlənd ənd wɛjlz.",
        "hash": "TXT_98a546b4da15972584c4f35ac5b024.mp3",
        "score": 0.5
    },
    {
        "txt": "Education (Scotland) Act: Legislation that reformed and enhanced schooling provisions north of the border.  ",
        "ipa": "ɛ̀dʒəkɛ́jʃən (skɔ́tlənd) ǽkt: lɛ̀dʒəslɛ́jʃən thət rəfɔ́rmd ənd ənhǽnst skúwlᵻŋ prəvᵻ́ʒənz nɔ́rθ əv ðə bɔ́rdər.",
        "hash": "TXT_e8c8e702ce672a9f24b32e69563bcd.mp3",
        "score": 0.5
    },
    {
        "txt": "Academies and Free Schools: State-funded institutions with greater autonomy over curriculum and finances.  ",
        "ipa": "əkǽdəmijz ənd fríj skúwlz: stɛ́jt-fʌ́ndᵻd ᵻ̀nstᵻtúwʃənz wᵻð ɡrɛ́jtər ətɒ́nəmij ówvər kərᵻ́kjələm ənd fájnæ̀nsᵻz.",
        "hash": "TXT_ce925d806d6a8c6fe5e7f5ff104d43.mp3",
        "score": 0.5
    },
    {
        "txt": "Oxbridge Heritage: The centuries-old educational prestige of Oxford and Cambridge Universities.  ",
        "ipa": "ɒ́ksbrᵻ̀dʒ hɛ́ərᵻtᵻdʒ: ðə sɛ́ntʃərijz-ówld ɛ̀dʒəkɛ́jʃənəl prɛstíjʒ əv ɒ́ksfərd ənd kɛ́jmbrᵻdʒ jùwnᵻvɜ́rsᵻtijz.",
        "hash": "TXT_aabadefe8c2d558bcabca8fafd5556.mp3",
        "score": 0.5
    },
    {
        "txt": "Russell Group Universities: The association of leading research-intensive institutions across the UK.  ",
        "ipa": "rʌ́səlz ɡrúwp jùwnᵻvɜ́rsᵻtijz: ðə əsòwsijɛ́jʃən əv líjdᵻŋ ríjsərtʃ-ᵻ̀ntɛ́nsᵻv ᵻ̀nstᵻtúwʃənz əkrɔ́s ðə UK.",
        "hash": "TXT_90d1d3f7eb0723bf650f1e47d8b3f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Local Education Authorities: Regional bodies managing publicly funded schools and resources.  ",
        "ipa": "lówkəl ɛ̀dʒəkɛ́jʃən əθɔ́rᵻtijz: ríjdʒənəl bɒ́dijz mǽnᵻdʒᵻŋ pʌ́blᵻklij fʌ́ndᵻd skúwlz ənd ríjsɔrsᵻz.",
        "hash": "TXT_1a28c05043e710853234cb84119f8a.mp3",
        "score": 0.5
    },
    {
        "txt": "National Curriculum Framework: The statutory set of subjects and standards required in state schools.  ",
        "ipa": "nǽʃənəl kərᵻ́kjələm frɛ́jmwɜ̀rk: ðə stǽtʃətɔ̀rij sɛ́t əv sʌ́bdʒəkts ənd stǽndərdz rəkwájərd ᵻn stɛ́jt skúwlz.",
        "hash": "TXT_caac62af1a04de6ea5fc2f14f7bd7a.mp3",
        "score": 0.5
    },
    {
        "txt": "British Cultural Exports: The global popularity of UK television, music, literature, and theatre.  ",
        "ipa": "brᵻ́tᵻʃ kʌ́ltʃərəl ɛ́kspɔrts: ðə ɡlówbəl pɒ̀pjəlɛ́ərᵻtij əv UK tɛ́ləvᵻ̀ʒən, mjúwzᵻk, lᵻ́tərətʃər, ənd θíjətər.",
        "hash": "TXT_dc8c94ad69ad5c7a242c507db9b3f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Proms Concerts Tradition: The annual classical music festival culminating in the famous “Last Night” celebration.  ",
        "ipa": "prɒ́mz kɒ́nsərts trədᵻ́ʃən: ðə ǽnjuwəl klǽsᵻkəl mjúwzᵻk fɛ́stᵻvəl kʌ́lmᵻnɛ̀jtᵻŋ ᵻn ðə fɛ́jməs “lǽst nájt” sɛ̀ləbrɛ́jʃən.",
        "hash": "TXT_926aac148ec092eb2fc2724f258ab7.mp3",
        "score": 0.5
    },
    {
        "txt": "Edinburgh Festival Fringe: The world’s largest arts festival offering thousands of performances each August.  ",
        "ipa": "ɛ́dᵻnbərə fɛ́stᵻvəl frᵻ́ndʒ: ðə wɜ́rld'z lɑ́rdʒəst ɑ́rts fɛ́stᵻvəl ɔ́fərᵻŋ θáwzəndz əv pərfɔ́rmənsᵻz ijtʃ ɔɡəst.",
        "hash": "TXT_0709bd5d4df0d4d8a5d0eca9edc2c3.mp3",
        "score": 0.5
    },
    {
        "txt": "BBC Licence Fee: The mandatory payment funding the public broadcaster without commercial advertisements.  ",
        "ipa": "BBC lájsəns fíj: ðə mǽndətɔ̀rij pɛ́jmənt fʌ́ndᵻŋ ðə pʌ́blᵻk brɔ́dkæ̀stər wᵻðáwt kəmɜ́rʃəl ǽdvərtàjzmənts.",
        "hash": "TXT_bfc25ec03c40193bb4ccaa915eb01b.mp3",
        "score": 0.5
    },
    {
        "txt": "British Culinary Revival: The modern movement highlighting regional produce and innovative chefs.  ",
        "ipa": "brᵻ́tᵻʃ kjúwlᵻnɛ̀ərij rijvájvəl: ðə mɒ́dərn múwvmənt hájlàjtᵻŋ ríjdʒənəl prədúws ənd ᵻ́nəvɛjtᵻv ʃɛ́fs.",
        "hash": "TXT_738de8ce5676357eb8aae043d76160.mp3",
        "score": 0.5
    },
    {
        "txt": "Michelin-Starred Scene: The globally renowned UK restaurants reflecting culinary excellence.  ",
        "ipa": "mᵻ́ʃələn-stɑ́rd síjn: ðə ɡlówbəlij rənáwnd UK rɛ́strɑ́nts rəflɛ́ktᵻŋ kjúwlᵻnɛ̀ərij ɛ́ksələns.",
        "hash": "TXT_60caf6e013dacfe8ab29fef226a714.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Academy Exhibitions: The prestigious art shows contributing to Britain’s cultural standing.  ",
        "ipa": "rɔ́jəl əkǽdəmij ɛ̀ksᵻbᵻ́ʃənz: ðə prəstíjdʒəs ɑ́rt ʃówz kəntrᵻ́bjuwtᵻŋ tə brᵻ́tən'z kʌ́ltʃərəl stǽndᵻŋ.",
        "hash": "TXT_933ee9f6bdb0806070b369bbc0c67c.mp3",
        "score": 0.5
    },
    {
        "txt": "British Film Industry: The cinematic heritage encompassing iconic studios like Pinewood and Ealing.  ",
        "ipa": "brᵻ́tᵻʃ fᵻ́lm ᵻ́ndəstrij: ðə sᵻ̀nəmǽtᵻk hɛ́ərᵻtᵻdʒ ɛnkʌ́mpəsᵻŋ àjkɒ́nᵻk stúwdijòwz lájk pájnwʊd ənd íjlᵻŋ.",
        "hash": "TXT_34c6b14df8caed9870c08801385598.mp3",
        "score": 0.5
    },
    {
        "txt": "Pageantry and Ceremony: The public displays of royal and state functions marking significant events.  ",
        "ipa": "pǽdʒəntrij ənd sɛ́ərəmòwnij: ðə pʌ́blᵻk dᵻsplɛ́jz əv rɔ́jəl ənd stɛ́jt fʌ́ŋkʃənz mɑ́rkᵻŋ sᵻɡnᵻ́fᵻkənt əvɛ́nts.",
        "hash": "TXT_871767c1b804eda348b32f20b3bf43.mp3",
        "score": 0.5
    },
    {
        "txt": "British Regional Dialects: The distinct linguistic variations reflecting local heritage and identity.  ",
        "ipa": "brᵻ́tᵻʃ ríjdʒənəl dájəlɛ̀kts: ðə dᵻstᵻ́ŋkt lᵻŋɡwᵻ́stᵻk vɛ̀ərijɛ́jʃənz rəflɛ́ktᵻŋ lówkəl hɛ́ərᵻtᵻdʒ ənd ajdɛ́ntᵻtij.",
        "hash": "TXT_ace4594c229e2dcb14af461a11e4d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Classical British Literature: The body of works by authors such as Chaucer, Shakespeare, and Dickens.  ",
        "ipa": "klǽsᵻkəl brᵻ́tᵻʃ lᵻ́tərətʃər: ðə bɒ́dij əv wɜ́rks baj ɔ́θərz sʌtʃ æz tʃɔ́sər, ʃɛ́jkspᵻər, ənd dᵻ́kənz.",
        "hash": "TXT_2b8ff73dba05f896da55cb0c2b4a35.mp3",
        "score": 0.5
    },
    {
        "txt": "Scotland’s Literary Tradition: The rich tapestry of writing including Robert Burns and Sir Walter Scott.  ",
        "ipa": "skɔ́tlənd'z lᵻ́tərɛ̀ərij trədᵻ́ʃən: ðə rᵻ́tʃ tǽpəstrij əv rájtᵻŋ ᵻnklúwdᵻŋ rówbərt bɜ́rnz ənd sɜ́r wɔ́ltər skɔ́t.",
        "hash": "TXT_d2552b8d70ed8b335565d043d9eb61.mp3",
        "score": 0.5
    },
    {
        "txt": "Welsh Eisteddfod: The annual festival celebrating Welsh language, poetry, and music.  ",
        "ipa": "wɛ́lʃ ajstɛ́ðfɒd: ðə ǽnjuwəl fɛ́stᵻvəl sɛ́ləbrɛ̀jtᵻŋ wɛ́lʃ lǽŋɡwədʒ, pówətrij, ənd mjúwzᵻk.",
        "hash": "TXT_e992b1a222440232410ad73402b320.mp3",
        "score": 0.5
    },
    {
        "txt": "Northern Irish Poetry Renaissance: The influential verse of Nobel laureate Seamus Heaney and peers.  ",
        "ipa": "nɔ́rðərn ájərᵻʃ pówətrij rɛ́nəsɒns: ðə ᵻ̀nfluwɛ́nʃəl vɜ́rs əv nówbəl lɔ́rijət ʃɛ́jməs híjnij ənd pɪ́ərz.",
        "hash": "TXT_85e4e0e07eb4f6a7a95908bf6061f9.mp3",
        "score": 0.5
    },
    {
        "txt": "Religious Diversity Framework: The coexistence of Anglican, Catholic, Muslim, Hindu, Sikh, and other faiths.  ",
        "ipa": "rəlᵻ́dʒəs dajvɜ́rsᵻtij frɛ́jmwɜ̀rk: ðə kòwəɡzᵻ́stəns əv ǽŋɡləkən, kǽθlᵻk, mʊzlᵻ́m, hᵻ́ndùw, síjk, ənd ʌ́ðər fɛ́jθs.",
        "hash": "TXT_fed54eb8e8fe466dd5475bb6ae950d.mp3",
        "score": 0.5
    },
    {
        "txt": "Church of England Establishment: The status of Anglicanism as the officially recognized state religion.  ",
        "ipa": "tʃɜ́rtʃ əv ᵻ́ŋɡlənd əstǽblᵻʃmənt: ðə stǽtəs əv ǽŋɡlᵻkæ̀nᵻzəm æz ðə əfᵻ́ʃəlij rɛ́kəɡnàjzd stɛ́jt rəlᵻ́dʒən.",
        "hash": "TXT_2ec64a4e0d463d4425af139d5eb799.mp3",
        "score": 0.5
    },
    {
        "txt": "Methodist Revival Movement: The 18th-century evangelical awakening led by John and Charles Wesley.  ",
        "ipa": "mɛ́θədᵻst rijvájvəl múwvmənt: ðə 18th-centuwry ìjvændʒɛ́lᵻkəl əwɛ́jkənᵻŋ lɛ́d baj dʒɒ́n ənd tʃɑ́rlz wɛ́zlij.",
        "hash": "TXT_68d6df7d298748f8b54a86c51b7b4f.mp3",
        "score": 0.5
    },
    {
        "txt": "British Muslim Councils: The organizations representing Islamic interests across the United Kingdom.  ",
        "ipa": "brᵻ́tᵻʃ mʊzlᵻ́m káwnsəlz: ðə ɔ̀rɡənᵻzɛ́jʃənz rɛ̀prəzɛ́ntᵻŋ ᵻ̀zlɒ́mᵻk ᵻ́ntərəsts əkrɔ́s ðə juwnájtᵻd kᵻ́ŋdəm.",
        "hash": "TXT_9f9eeec41913c94872f33a6add857a.mp3",
        "score": 0.5
    },
    {
        "txt": "Jewish Community History: The longstanding heritage, especially visible in London and Manchester.  ",
        "ipa": "dʒúwᵻʃ kəmjúwnᵻtij hᵻ́stərij: ðə lɔ́ŋstæ̀ndᵻŋ hɛ́ərᵻtᵻdʒ, əspɛ́ʃəlij vᵻ́zᵻbəl ᵻn lʌ́ndən ənd mǽntʃɛ̀stər.",
        "hash": "TXT_a0963fc3998ea1e60fd2e88c542523.mp3",
        "score": 0.5
    },
    {
        "txt": "Diwali Celebrations UK: The widespread Hindu, Sikh, and Jain festival of lights observed in British cities.  ",
        "ipa": "dᵻwɒ́lij sɛ̀ləbrɛ́jʃənz UK: ðə wájdsprɛ́d hᵻ́ndùw, síjk, ənd dʒájn fɛ́stᵻvəl əv lájts əbzɜ́rvd ᵻn brᵻ́tᵻʃ sᵻ́tijz.",
        "hash": "TXT_54b6870c5ef923cfc52a6870f49d46.mp3",
        "score": 0.5
    },
    {
        "txt": "British Citizenship Ceremonies: The formal events involving oaths, pledges, and integration guidance.  ",
        "ipa": "brᵻ́tᵻʃ sᵻ́tᵻzənʃᵻ̀p sɛ́ərəmòwnijz: ðə fɔ́rməl əvɛ́nts ᵻ̀nvɒ́lvᵻŋ ówðz, plɛ́dʒᵻz, ənd ᵻ̀ntəɡrɛjʃən ɡájdəns.",
        "hash": "TXT_dd1191ccaa89708e546204dafe59a5.mp3",
        "score": 0.5
    },
    {
        "txt": "Remembrance Sunday: The annual commemoration of war dead on the Sunday nearest 11 November.  ",
        "ipa": "rijmɛ́mbrəns sʌ́ndɛj: ðə ǽnjuwəl kəmɛ̀mərɛ́jʃən əv wɔ́r dɛ́d ɒn ðə sʌ́ndɛj nɪ́ərəst 11 nowvɛ́mbər.",
        "hash": "TXT_276186cc3940a6340e7b42d332991d.mp3",
        "score": 0.5
    },
    {
        "txt": "Commonwealth Observance: The annual celebration of shared heritage among former British Empire territories.  ",
        "ipa": "kɒ́mənwɛ̀lθ əbzɜ́rvəns: ðə ǽnjuwəl sɛ̀ləbrɛ́jʃən əv ʃɛ́ərd hɛ́ərᵻtᵻdʒ əmʌ́ŋ fɔ́rmər brᵻ́tᵻʃ ɛ́mpajər tɛ́ərᵻtɔ̀rijz.",
        "hash": "TXT_773a7f9414bba2a7437ce6f69745e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Trooping the Colour: The ceremonial parade marking the monarch’s official birthday.  ",
        "ipa": "trúwpᵻŋ ðə kʌ́lər: ðə sɛ̀ərəmównijəl pərɛ́jd mɑ́rkᵻŋ ðə mɒ́nɑ̀rk'z əfᵻ́ʃəl bɜ́rθdɛ̀j.",
        "hash": "TXT_b471fe554283c37406ca08d00d9f50.mp3",
        "score": 0.5
    },
    {
        "txt": "Remembrance Poppies Tradition: The wearing of poppies to honour those who died in military service.  ",
        "ipa": "rijmɛ́mbrəns pɒ́pijz trədᵻ́ʃən: ðə wɛ́ərᵻŋ əv pɒ́pijz tə ɒ́nər ðowz huw dájd ᵻn mᵻ́lᵻtɛ̀ərij sɜ́rvᵻs.",
        "hash": "TXT_d5aae9d7aed7bf267d1b50eda4bbba.mp3",
        "score": 0.5
    },
    {
        "txt": "British Summer Time: The seasonal clock change implemented for extended evening daylight.  ",
        "ipa": "brᵻ́tᵻʃ sʌ́mər tájm: ðə síjzənəl klɒ́k tʃɛ́jndʒ ᵻ́mpləmɛ̀ntᵻd fɔr əkstɛ́ndᵻd íjvnᵻŋ dɛ́jlàjt.",
        "hash": "TXT_d7832388274a82594f67f2bb81c182.mp3",
        "score": 0.5
    },
    {
        "txt": "Pound Sterling Legacy: The enduring currency symbolizing financial independence from the Eurozone.  ",
        "ipa": "páwnd stɜ́rlᵻŋ lɛ́ɡəsij: ðə ɛndjʊ́rᵻŋ kɜ́rənsij sᵻ́mbəlàjzᵻŋ fàjnǽnʃəl ᵻ̀ndəpɛ́ndəns frəm ðə jʊrówzòwn.",
        "hash": "TXT_cbaf3f29905cdde34ccac9ba306c24.mp3",
        "score": 0.5
    },
    {
        "txt": "Bank of England Establishment: The 1694 creation pivotal to managing the nation’s monetary policy.  ",
        "ipa": "bǽŋk əv ᵻ́ŋɡlənd əstǽblᵻʃmənt: ðə 1694 krijɛ́jʃən pᵻ́vətəl tə mǽnᵻdʒᵻŋ ðə nɛ́jʃən'z mɒ́nətɛ̀ərij pɒ́lᵻsij.",
        "hash": "TXT_c4e0c93dff16283d8728725545299f.mp3",
        "score": 0.5
    },
    {
        "txt": "London Stock Exchange: One of the world’s oldest and largest financial markets, based in the City.  ",
        "ipa": "lʌ́ndən stɒ́k əkstʃɛ́jndʒ: wʌ́n əv ðə wɜ́rld'z ówldəst ənd lɑ́rdʒəst fàjnǽnʃəl mɑ́rkəts, bɛ́jst ᵻn ðə sᵻ́tij.",
        "hash": "TXT_9f510cde155569874f9a9298691e7f.mp3",
        "score": 0.5
    },
    {
        "txt": "Financial Services Hub: The City of London’s role in global banking, insurance, and asset management.  ",
        "ipa": "fàjnǽnʃəl sɜ́rvᵻsᵻz hʌ́b: ðə sᵻ́tij əv lʌ́ndən'z rówl ᵻn ɡlówbəl bǽŋkᵻŋ, ᵻ̀nʃʊ́rəns, ənd ǽsɛt mǽnədʒmənt.",
        "hash": "TXT_3b1512ebcb0452cf62e559298d39a4.mp3",
        "score": 0.5
    },
    {
        "txt": "Privy Council Advisers: The monarch’s formal body of senior politicians and jurists offering counsel.  ",
        "ipa": "prᵻ́vij káwnsəl ædvájzərz: ðə mɒ́nɑ̀rk'z fɔ́rməl bɒ́dij əv síjnjər pɒ̀lᵻtᵻ́ʃənz ənd dʒʊ́rᵻsts ɔ́fərᵻŋ káwnsəl.",
        "hash": "TXT_10e7d2d4746d58a46685d0b09a085b.mp3",
        "score": 0.5
    },
    {
        "txt": "Lord Chancellor’s Role: The official historically overseeing the judiciary, now primarily a cabinet post.  ",
        "ipa": "lɔ́rd tʃǽnsələr'z rówl: ðə əfᵻ́ʃəl hᵻstɔ́rᵻkəlij ówvərsìjᵻŋ ðə dʒuwdᵻ́ʃijɛ̀ərij, náw prajmɛ́ərᵻlij ə kǽbᵻnət pówst.",
        "hash": "TXT_e2ea6a49141c09e7c6d8cd13bf0f0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Lord Mayor of London: The ceremonial figurehead of the City of London, distinct from the Mayor of London.  ",
        "ipa": "lɔ́rd mɛ́jər əv lʌ́ndən: ðə sɛ̀ərəmównijəl fᵻ́ɡjərhɛ̀d əv ðə sᵻ́tij əv lʌ́ndən, dᵻstᵻ́ŋkt frəm ðə mɛ́jər əv lʌ́ndən.",
        "hash": "TXT_b0908f81d03b559681b4da8186e4ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Monarch’s Prerogative Powers: Residual authorities exercised on advice of ministers, such as calling elections.  ",
        "ipa": "mɒ́nɑ̀rk'z prərɒ́ɡətᵻv páwərz: rəzᵻ́dʒuwəl əθɔ́rᵻtijz ɛ́ksərsàjzd ɒn ædvájs əv mᵻ́nᵻstərz, sʌtʃ æz kɔ́lᵻŋ əlɛ́kʃənz.",
        "hash": "TXT_583b1a78b96559d7ce644a33c36dbe.mp3",
        "score": 0.5
    },
    {
        "txt": "British Passports Identity: The documentation affirming UK citizenship and the holder’s right to consular help.  ",
        "ipa": "brᵻ́tᵻʃ pǽspɔ̀rts ajdɛ́ntᵻtij: ðə dɒ̀kjəmɛntɛ́jʃən əfɜ́rmᵻŋ UK sᵻ́tᵻzənʃᵻ̀p ənd ðə hówldər'z rájt tə kɒ́nsələr hɛ́lp.",
        "hash": "TXT_d370e0001709a555f8edba7eb605ff.mp3",
        "score": 0.5
    },
    {
        "txt": "Multicultural Britain Debate: The dialogues assessing integration, cultural identity, and diversity policy.  ",
        "ipa": "mʌ̀ltijkʌ́ltʃərəl brᵻ́tən dəbɛ́jt: ðə dájəlɔ̀ɡz əsɛ́sᵻŋ ᵻ̀ntəɡrɛjʃən, kʌ́ltʃərəl ajdɛ́ntᵻtij, ənd dajvɜ́rsᵻtij pɒ́lᵻsij.",
        "hash": "TXT_3f31acf74f11d461bf6eb412dd9483.mp3",
        "score": 0.5
    },
    {
        "txt": "Home Nations Rivalry: The passionate competitions between England, Scotland, Wales, and Northern Ireland in sport.  ",
        "ipa": "hówm nɛ́jʃənz rájvəlrij: ðə pǽʃənət kɒ̀mpətᵻ́ʃənz bijtwíjn ᵻ́ŋɡlənd, skɔ́tlənd, wɛjlz, ənd nɔ́rðərn ájərlənd ᵻn spɔ́rt.",
        "hash": "TXT_62fd48efcbcdece00cbdbbdfd9cd63.mp3",
        "score": 0.5
    },
    {
        "txt": "House of Lancaster Legacy: The royal house symbolized by a red rose, central in medieval power struggles.  ",
        "ipa": "haws əv lǽnkæ̀stər lɛ́ɡəsij: ðə rɔ́jəl haws sᵻ́mbəlàjzd baj ə rɛ́d rówz, sɛ́ntrəl ᵻn mijdíjvəl páwər strʌ́ɡəlz.",
        "hash": "TXT_afee74c66c13cf9e8fab47baeef60b.mp3",
        "score": 0.5
    },
    {
        "txt": "House of York Legacy: The rival house symbolized by a white rose, famously clashing with Lancaster.  ",
        "ipa": "haws əv jɔrk lɛ́ɡəsij: ðə rájvəl haws sᵻ́mbəlàjzd baj ə wájt rówz, fɛ́jməslij klǽʃᵻŋ wᵻð lǽnkæ̀stər.",
        "hash": "TXT_b572f22a2d3731d76a53f167590be6.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Bosworth Field: The decisive 1485 confrontation ending the Plantagenet dynasty in England.  ",
        "ipa": "bǽtəl əv bɔ́zwərθ fíjld: ðə dəsájsᵻv 1485 kɒ̀nfrəntɛ́jʃən ɛ́ndᵻŋ ðə plæntǽdʒənᵻt dájnəstij ᵻn ᵻ́ŋɡlənd.",
        "hash": "TXT_d124b0f0c14b834d61120dd993009e.mp3",
        "score": 0.5
    },
    {
        "txt": "Henry VIII’s Reformation: The break with Rome establishing the monarch as head of the Church of England.  ",
        "ipa": "hɛ́nrij VIII'z rɛ̀fərmɛ́jʃən: ðə brɛ́jk wᵻð rowm əstǽblᵻʃᵻŋ ðə mɒ́nɑ̀rk æz hɛ́d əv ðə tʃɜ́rtʃ əv ᵻ́ŋɡlənd.",
        "hash": "TXT_13e3594145f020692673ccdd3efd82.mp3",
        "score": 0.5
    },
    {
        "txt": "Elizabeth I’s Golden Age: The era of maritime expansion, literary flourishing, and relative internal stability.  ",
        "ipa": "əlᵻ́zəbəθ ij'z ɡówldən ɛ́jdʒ: ðə ɛ́ərə əv mɛ́ərᵻtàjm əkspǽnʃən, lᵻ́tərɛ̀ərij flɜ́rᵻʃᵻŋ, ənd rɛ́lətᵻv ᵻ̀ntɜ́rnəl stəbᵻ́lᵻtij.",
        "hash": "TXT_cfd007c5f5b2da3969da5e7ad88f6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Stuart Religious Conflicts: The intense controversies under James I and Charles I fueling civil strife.  ",
        "ipa": "stjúwərt rəlᵻ́dʒəs kɒ́nflᵻkts: ðə ᵻ̀ntɛ́ns kɒ́ntrəvɜ̀rsijz ʌ́ndər dʒɛjmz I ənd tʃɑ́rlz I fjúwlᵻŋ sᵻ́vəl strájf.",
        "hash": "TXT_2ed24ff0c5b4576c05f4328de4bd50.mp3",
        "score": 0.5
    },
    {
        "txt": "Restoration Theatres Revival: The post-1660 emergence of drama and comedy under Charles II.  ",
        "ipa": "rɛ̀stərɛ́jʃən θíjətərz rijvájvəl: ðə pówst-1660 əmɜ́rdʒəns əv drɒ́mə ənd kɒ́mədij ʌ́ndər tʃɑ́rlz II.",
        "hash": "TXT_e35931eef993e3423ab930b9c9b665.mp3",
        "score": 0.5
    },
    {
        "txt": "Act of Union 1800: The legislation merging the Kingdoms of Great Britain and Ireland into the UK.  ",
        "ipa": "ǽkt əv júwnjən 1800: ðə lɛ̀dʒəslɛ́jʃən mɜ́rdʒᵻŋ ðə kᵻ́ŋdəmz əv ɡrɛ́jt brᵻ́tən ənd ájərlənd ᵻntə ðə UK.",
        "hash": "TXT_7fbed2cefcf027df450dc5a0f60d47.mp3",
        "score": 0.5
    },
    {
        "txt": "Victorian Philanthropy Movements: The charitable drives addressing poverty through social reforms.  ",
        "ipa": "vᵻktɔ́rijən fᵻlǽnθrəpij múwvmənts: ðə tʃǽrᵻtəbəl drájvz ədrɛ́sᵻŋ pɒ́vərtij θrúw sówʃəl rəfɔ́rmz.",
        "hash": "TXT_98cfcfba13463b58b7983631bee071.mp3",
        "score": 0.5
    },
    {
        "txt": "Empire Windrush Arrival: The 1948 docking symbolizing the beginning of large-scale Caribbean immigration.  ",
        "ipa": "ɛ́mpajər wᵻndrʌ̀ʃ ərájvəl: ðə 1948 dɒ́kᵻŋ sᵻ́mbəlàjzᵻŋ ðə bəɡᵻ́nᵻŋ əv lɑ́rdʒ-skɛ́jl kɛ̀ərᵻbíjən ᵻ̀mvɡrɛ́jʃən.",
        "hash": "TXT_2b1e4aa11c4779029faef56aa6fe94.mp3",
        "score": 0.5
    },
    {
        "txt": "Suez Crisis 1956: The geopolitical standoff diminishing Britain’s global influence post-Empire.  ",
        "ipa": "súwɛz krájsᵻs 1956: ðə dʒìjowpəlᵻ́tᵻkəl stǽndɔ̀f dᵻmᵻ́nᵻʃᵻŋ brᵻ́tən'z ɡlówbəl ᵻ́nfluwəns pówst-ɛ́mpajər.",
        "hash": "TXT_f5b63ba855607500ad28a4a9b44ea8.mp3",
        "score": 0.5
    },
    {
        "txt": "Profumo Affair Scandal: The 1963 political scandal exposing the vulnerability of high-level secrecy.  ",
        "ipa": "prəfúwmow əfɛ́ər skǽndəl: ðə 1963 pəlᵻ́tᵻkəl skǽndəl əkspówzᵻŋ ðə vʌ̀lnərəbᵻ́lᵻtij əv háj-lɛ́vəl síjkrəsij.",
        "hash": "TXT_a8856959402404f580841e90019698.mp3",
        "score": 0.5
    },
    {
        "txt": "Winter of Discontent: The 1978–79 period of widespread strikes challenging the Labour government.  ",
        "ipa": "wᵻ́ntər əv dᵻskəntɛ́nt: ðə 1978–79 pɪ́ərijəd əv wájdsprɛ́d strájks tʃǽləndʒᵻŋ ðə lɛ́jbər ɡʌ́vərmənt.",
        "hash": "TXT_70b13e45c1fc1b547a7d42283c1bae.mp3",
        "score": 0.5
    },
    {
        "txt": "Falklands Conflict 1982: The military engagement defending British sovereignty over South Atlantic islands.  ",
        "ipa": "fɔ́kləndz kɒ́nflᵻkt 1982: ðə mᵻ́lᵻtɛ̀ərij ənɡɛ́jdʒmənt dəfɛ́ndᵻŋ brᵻ́tᵻʃ sɒ́vrəntij ówvər sáwθ ətlǽnᵻk ájləndz.",
        "hash": "TXT_b00aba7f853d984480c79e9008514e.mp3",
        "score": 0.5
    },
    {
        "txt": "Thatcherite Economic Policies: The 1980s emphasis on free markets, privatization, and reduced union power.  ",
        "ipa": "θǽtʃəràjt ɛ̀kənɒ́mᵻk pɒ́lᵻsijz: ðə 1980s ɛ́mfəsᵻs ɒn fríj mɑ́rkəts, prájvətᵻzɛ́jʃən, ənd rədjúwst júwnjən páwər.",
        "hash": "TXT_315109b2f5af0616e1c4492e333dde.mp3",
        "score": 0.5
    },
    {
        "txt": "Major Government Sleaze: The 1990s allegations of misconduct undermining public trust in authority.  ",
        "ipa": "mɛ́jdʒər ɡʌ́vərmənt slíjz: ðə 1990s æ̀ləɡɛ́jʃənz əv mᵻskɒ́ndəkt ʌ́ndərmàjnᵻŋ pʌ́blᵻk trʌ́st ᵻn əθɔ́rᵻtij.",
        "hash": "TXT_d8c53ce23e91f43e227a1110ec97f5.mp3",
        "score": 0.5
    },
    {
        "txt": "New Labour Emergence: The rebranding of the Labour Party under Tony Blair, prioritizing centrism.  ",
        "ipa": "núw lɛ́jbər əmɜ́rdʒəns: ðə rᵻbrǽndᵻŋ əv ðə lɛ́jbər pɑ́rtij ʌ́ndər tɔ́nij blɛ́ər, prajɔ́rᵻtajzᵻŋ sɛntrᵻ̀zəm.",
        "hash": "TXT_7ef55f70ed215caf7884f97b7db1c3.mp3",
        "score": 0.5
    },
    {
        "txt": "Iraq War Controversies: The 2003 invasion prompting debates on legitimacy and foreign policy direction.  ",
        "ipa": "àjərɒ́k wɔ́r kɒ́ntrəvɜ̀rsijz: ðə 2003 ᵻ̀nvɛ́jʒən prɒ́mptᵻŋ dəbɛ́jts ɒn lədʒᵻ́tᵻməsij ənd fɑ́rən pɒ́lᵻsij dᵻərɛ́kʃən.",
        "hash": "TXT_8107975632879be20b6997e1043c48.mp3",
        "score": 0.5
    },
    {
        "txt": "Coal Miners’ Strikes: The 1970s and 1980s industrial disputes reflecting tensions between unions and government.  ",
        "ipa": "kówl májnərz’ strájks: ðə 1970s ənd 1980s ᵻ̀ndʌ́strijəl dᵻspjúwts rəflɛ́ktᵻŋ tɛ́ntʃənz bijtwíjn júwnjənz ənd ɡʌ́vərmənt.",
        "hash": "TXT_d105b69747ab1e9af931ee3743848f.mp3",
        "score": 0.5
    },
    {
        "txt": "British Steel Industry Decline: The reduction of heavy industries in the face of global competition.  ",
        "ipa": "brᵻ́tᵻʃ stíjl ᵻ́ndəstrij dəklájn: ðə rədʌ́kʃən əv hɛ́vij ᵻ́ndəstrijz ᵻn ðə fɛ́js əv ɡlówbəl kɒ̀mpətᵻ́ʃən.",
        "hash": "TXT_4fa4a2f8a75e34d00cf731238c05c8.mp3",
        "score": 0.5
    },
    {
        "txt": "Eurozone Non-Participation: The political choice to retain sterling rather than adopt the euro currency.  ",
        "ipa": "jʊrówzòwn nɒn-pɑrtᵻ̀sᵻpɛ́jʃən: ðə pəlᵻ́tᵻkəl tʃɔ́js tə rijtɛ́jn stɜ́rlᵻŋ rǽðər ðʌn ədɒ́pt ðə júwrow kɜ́rənsij.",
        "hash": "TXT_96df4b9031eea178c6d7f3cab2d72b.mp3",
        "score": 0.5
    },
    {
        "txt": "Brexit Transition Period: The post-2019 timeframe negotiating future relations with the European Union.  ",
        "ipa": "brɛ́ɡzᵻt trænzᵻ́ʃən pɪ́ərijəd: ðə pówst-2019 tájmfrɛ̀jm nəɡówʃijɛ̀jtᵻŋ fjúwtʃər rəlɛ́jʃənz wᵻð ðə jʊ̀rəpíjən júwnjən.",
        "hash": "TXT_e1f37f3e0c45caf6ef30aa78033112.mp3",
        "score": 0.5
    },
    {
        "txt": "Northern Ireland Troubles: The three-decade conflict rooted in political, ethnic, and religious differences.  ",
        "ipa": "nɔ́rðərn ájərlənd trʌ́bəlz: ðə θríj-dɛ́kɛjd kɒ́nflᵻkt rúwtᵻd ᵻn pəlᵻ́tᵻkəl, ɛ́θnᵻk, ənd rəlᵻ́dʒəs dᵻ́fərənsᵻz.",
        "hash": "TXT_1a233a3f6d33fb1cdf7bae3942406c.mp3",
        "score": 0.5
    },
    {
        "txt": "Bloody Sunday 1972: The tragic event in Derry intensifying sectarian divisions and international outcry.  ",
        "ipa": "blʌ́dij sʌ́ndɛj 1972: ðə trǽdʒᵻk əvɛ́nt ᵻn dɛ́ərij ᵻntɛ́nsəfàjᵻŋ sɛktɛ́ərijən dᵻvᵻ́ʒənz ənd ᵻ̀ntərnǽʃənəl áwtkràj.",
        "hash": "TXT_9980686ec8852a1a6f9f5679e47d3f.mp3",
        "score": 0.5
    },
    {
        "txt": "Cenotaph Ceremonies: The memorial services at Whitehall commemorating fallen service members.  ",
        "ipa": "sɛnətæ̀f sɛ́ərəmòwnijz: ðə məmɔ́rijəl sɜ́rvᵻsᵻz æt wájthɔ̀l kəmɛ́mərɛ̀jtᵻŋ fɔ́lən sɜ́rvᵻs mɛ́mbərz.",
        "hash": "TXT_0c35ac4538e5879d1fe72bdb22d40c.mp3",
        "score": 0.5
    },
    {
        "txt": "Lobbying Regulation: The statutory constraints on professional advocates influencing parliamentary decisions.  ",
        "ipa": "lɒ́bijᵻŋ rɛ̀ɡjəlɛ́jʃən: ðə stǽtʃətɔ̀rij kənstrɛ́jnts ɒn prəfɛ́ʃənəl ǽdvəkɛjts ᵻ́nflùwənsᵻŋ pɑ̀rləmɛ́ntərij dəsᵻ́ʒənz.",
        "hash": "TXT_dcd8b160e0f9f346b7dd8ad2d694b7.mp3",
        "score": 0.5
    },
    {
        "txt": "BBC World Service: The global broadcasting arm projecting British perspectives internationally.  ",
        "ipa": "BBC wɜ́rld sɜ́rvᵻs: ðə ɡlówbəl brɔ́dkæ̀stᵻŋ ɑ́rm prədʒɛ́ktᵻŋ brᵻ́tᵻʃ pərspɛ́ktᵻvz ᵻ̀ntərnǽʃənəlij.",
        "hash": "TXT_b13e895687720aea8ae33369f9762d.mp3",
        "score": 0.5
    },
    {
        "txt": "Public Service Broadcasting: The principle that broadcasters must serve the public interest, not just profit.  ",
        "ipa": "pʌ́blᵻk sɜ́rvᵻs brɔ́dkæ̀stᵻŋ: ðə prᵻ́nsᵻpəl thət brɔ́dkæ̀stərz mʌst sɜ́rv ðə pʌ́blᵻk ᵻ́ntərəst, nɒt dʒəst prɒ́fᵻt.",
        "hash": "TXT_049c0d4005cf6dd545d87a9427de0b.mp3",
        "score": 0.5
    },
    {
        "txt": "Statutory Instruments: The secondary legislation enabling ministers to make detailed regulations under Acts.  ",
        "ipa": "stǽtʃətɔ̀rij ᵻ́nstrəmənts: ðə sɛ́kəndɛ̀ərij lɛ̀dʒəslɛ́jʃən ɛnɛ́jbəlᵻŋ mᵻ́nᵻstərz tə mɛ́jk dətɛ́jld rɛ̀ɡjəlɛ́jʃənz ʌ́ndər ǽkts.",
        "hash": "TXT_0177ef0ce4812c2ba1da9d84b41c82.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Parish Councils: The smallest units of local governance in rural and some urban areas.  ",
        "ipa": "sᵻ́vəl pǽrᵻʃ káwnsəlz: ðə smɔ́ləst júwnᵻts əv lówkəl ɡʌ́vərnəns ᵻn rʊ́rəl ənd sʌm ɜ́rbən ɛ́ərijəz.",
        "hash": "TXT_8f8a9726c2cea5c3eddaa27e77214a.mp3",
        "score": 0.5
    },
    {
        "txt": "Census Returns Legacy: The decennial national survey capturing demographic shifts over centuries.  ",
        "ipa": "sɛ́nsəs rətɜ́rnz lɛ́ɡəsij: ðə dəsɛ́nijəl nǽʃənəl sɜ́rvɛj kǽptʃərᵻŋ dɛ̀məɡrǽfᵻk ʃᵻ́fts ówvər sɛ́ntʃərijz.",
        "hash": "TXT_4a406b17a628cb79e01c80b513ece5.mp3",
        "score": 0.5
    },
    {
        "txt": "National Insurance Number: The unique identifier for working, paying taxes, and claiming benefits.  ",
        "ipa": "nǽʃənəl ᵻ̀nʃʊ́rəns nʌ́mbər: ðə juwnᵻ́k ajdɛ́ntᵻfàjər fɔr wɜ́rkᵻŋ, pɛ́jᵻŋ tǽksᵻz, ənd klɛ́jmᵻŋ bɛ́nəfᵻts.",
        "hash": "TXT_f3dab051e3692528f3f98639a23cb6.mp3",
        "score": 0.5
    },
    {
        "txt": "Welfare State Principles: The post-war commitment to healthcare, education, and social security for all.  ",
        "ipa": "wɛ́lfɛ̀ər stɛ́jt prᵻ́nsᵻpəlz: ðə pówst-wɔ́r kəmᵻ́tmənt tə hɛ́lθkɛ̀ər, ɛ̀dʒəkɛ́jʃən, ənd sówʃəl səkjʊ́rᵻtij fɔr ɔl.",
        "hash": "TXT_bb87362859a8553e178b90018d42bf.mp3",
        "score": 0.5
    },
    {
        "txt": "Child Benefit Provisions: The universal or income-adjusted payments supporting families with children.  ",
        "ipa": "tʃájld bɛ́nəfᵻt prəvᵻ́ʒənz: ðə jùwnᵻvɜ́rsəl ɔr ᵻ́nkʌ̀m-ədʒʌ́stᵻd pɛ́jmənts səpɔ́rtᵻŋ fǽmᵻlijz wᵻð tʃᵻ́ldrən.",
        "hash": "TXT_67657665e406b82f657bd59378e311.mp3",
        "score": 0.5
    },
    {
        "txt": "National Curriculum Tests: The standard assessments at key stages measuring educational attainment.  ",
        "ipa": "nǽʃənəl kərᵻ́kjələm tɛ́sts: ðə stǽndərd əsɛ́smənts æt kíj stɛ́jdʒᵻz mɛ́ʒərᵻŋ ɛ̀dʒəkɛ́jʃənəl ətɛ́jnmənt.",
        "hash": "TXT_dbc51abc63c923f43737741a7d25af.mp3",
        "score": 0.5
    },
    {
        "txt": "Apprenticeship Opportunities: The vocational pathways blending work-based learning with formal qualifications.  ",
        "ipa": "əprɛ́ntᵻsʃᵻ̀p ɒ̀pərtúwnᵻtijz: ðə vowkɛ́jʃənəl pǽθwɛ̀jz blɛ́ndᵻŋ wɜ́rk-bɛ́jst lɜ́rnᵻŋ wᵻð fɔ́rməl kwɑ́lᵻfᵻkɛ́jʃənz.",
        "hash": "TXT_0e8345684123bbef19bfbbf148ce9b.mp3",
        "score": 0.5
    },
    {
        "txt": "Bank Holiday Tradition: The statutory public holidays granting nationwide breaks and local festivities.  ",
        "ipa": "bǽŋk hɒ́lədɛ̀j trədᵻ́ʃən: ðə stǽtʃətɔ̀rij pʌ́blᵻk hɒ́lədɛ̀jz ɡrǽntᵻŋ nɛ́jʃənwájd brɛ́jks ənd lówkəl fɛstᵻ́vᵻtijz.",
        "hash": "TXT_27f16b45333dea2b2531979b298294.mp3",
        "score": 0.5
    },
    {
        "txt": "Bonfire Night Commemoration: The annual 5 November celebrations recalling the failed Gunpowder Plot.  ",
        "ipa": "bɒ́nfàjər nájt kəmɛ̀mərɛ́jʃən: ðə ǽnjuwəl 5 nowvɛ́mbər sɛ̀ləbrɛ́jʃənz rəkɔ́lᵻŋ ðə fɛ́jld ɡʌ́npàwdər plɒ́t.",
        "hash": "TXT_5ea584e113406ac21a2184cad08f5f.mp3",
        "score": 0.5
    },
    {
        "txt": "St George’s Day: England’s patronal festival on 23 April, commemorating the legendary dragon-slayer.  ",
        "ipa": "sɛ́jnt dʒɔ́rdʒ'z dɛ́j: ᵻ́ŋɡlənd'z pətrównəl fɛ́stᵻvəl ɒn 23 ɛ́jprəl, kəmɛ́mərɛ̀jtᵻŋ ðə lɛ́dʒəndɛ̀ərij drǽɡən-slɛ́jər.",
        "hash": "TXT_15a5ebb1122dadf01b5759ccdc1d23.mp3",
        "score": 0.5
    },
    {
        "txt": "St Andrew’s Day: Scotland’s national holiday on 30 November, reflecting national pride and heritage.  ",
        "ipa": "sɛ́jnt ǽndruw'z dɛ́j: skɔ́tlənd'z nǽʃənəl hɒ́lədɛ̀j ɒn 30 nowvɛ́mbər, rəflɛ́ktᵻŋ nǽʃənəl prájd ənd hɛ́ərᵻtᵻdʒ.",
        "hash": "TXT_aa64c3162a6e92170e3d6a97b73aef.mp3",
        "score": 0.5
    },
    {
        "txt": "St David’s Day: Wales’s celebratory day on 1 March, honouring the country’s patron saint.  ",
        "ipa": "sɛ́jnt dɛ́jvᵻd'z dɛ́j: wɛjlz'z səlɛ́brətɔ̀rij dɛ́j ɒn 1 mɑ́rtʃ, ɒ́nərᵻŋ ðə kʌ́ntrij'z pɛ́jtrən sɛ́jnt.",
        "hash": "TXT_ecad1aa06184279538c31a4941b5fd.mp3",
        "score": 0.5
    },
    {
        "txt": "St Patrick’s Day: Northern Ireland’s cultural holiday on 17 March, also widely observed globally.  ",
        "ipa": "sɛ́jnt pǽtrᵻk'z dɛ́j: nɔ́rðərn ájərlənd'z kʌ́ltʃərəl hɒ́lədɛ̀j ɒn 17 mɑ́rtʃ, ɔ́lsow wájdlij əbzɜ́rvd ɡlówbəlij.",
        "hash": "TXT_5fedbf954537a9e8ae513a3ff81909.mp3",
        "score": 0.5
    },
    {
        "txt": "Black History Month: The October observance in the UK celebrating Black achievements and heritage.  ",
        "ipa": "blǽk hᵻ́stərij mʌ́nθ: ðə ɒktówbər əbzɜ́rvəns ᵻn ðə UK sɛ́ləbrɛ̀jtᵻŋ blǽk ətʃíjvmənts ənd hɛ́ərᵻtᵻdʒ.",
        "hash": "TXT_69161cb1cec369f0666362e93461bc.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Hastings Tapestry: The Bayeux depiction illustrating the Norman conquest of England.  ",
        "ipa": "bǽtəl əv hǽstᵻŋz tǽpəstrij: ðə mɛjów dəpᵻ́kʃən ᵻ́ləstrɛ̀jtᵻŋ ðə nɔ́rmən kɒ́ŋkwɛst əv ᵻ́ŋɡlənd.",
        "hash": "TXT_1271138f47a9ecb40df995301609cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Unionist and Nationalist Divide: The central political fault line in Northern Ireland’s governance.  ",
        "ipa": "júwnjənᵻst ənd nǽʃənəlᵻst dᵻvájd: ðə sɛ́ntrəl pəlᵻ́tᵻkəl fɔ́lt lájn ᵻn nɔ́rðərn ájərlənd'z ɡʌ́vərnəns.",
        "hash": "TXT_6d3265d390bcd1c1b20ef16e08aaa6.mp3",
        "score": 0.5
    },
    {
        "txt": "British Army Regiments: The historically unique and regionally affiliated units of the UK’s land forces.  ",
        "ipa": "brᵻ́tᵻʃ ɑ́rmij rɛ́dʒᵻmənts: ðə hᵻstɔ́rᵻkəlij juwnᵻ́k ənd ríjdʒənəlij əfᵻ́lijɛ̀jtᵻd júwnᵻts əv ðə jùwkɛ́j'z lǽnd fɔ́rsᵻz.",
        "hash": "TXT_65a332e6b5b1b03017908f48c2610e.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Navy Heritage: The centuries-old maritime tradition ensuring naval power projection worldwide.  ",
        "ipa": "rɔ́jəl nɛ́jvij hɛ́ərᵻtᵻdʒ: ðə sɛ́ntʃərijz-ówld mɛ́ərᵻtàjm trədᵻ́ʃən ɛnʃʊ́rᵻŋ nɛ́jvəl páwər prədʒɛ́kʃən wɜ́rldwájd.",
        "hash": "TXT_457d0a5c4f5aeaa682d4a1f12f3c81.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Air Force Foundation: The 1918 creation of the first independent air force in the world.  ",
        "ipa": "rɔ́jəl ɛ́ər fɔ́rs fawndɛ́jʃən: ðə 1918 krijɛ́jʃən əv ðə fɜ́rst ᵻ̀ndəpɛ́ndənt ɛ́ər fɔ́rs ᵻn ðə wɜ́rld.",
        "hash": "TXT_e0af07ab16a04eb5462b7947cd5e77.mp3",
        "score": 0.5
    },
    {
        "txt": "Victoria Cross Award: The highest military decoration for valour “in the face of the enemy.”  ",
        "ipa": "vᵻktɔ́rijə krɔ́s əwɔ́rd: ðə hájəst mᵻ́lᵻtɛ̀ərij dɛ̀kərɛ́jʃən fɔr vǽlər “ᵻn ðə fɛ́js əv ðə ɛ́nəmij.”",
        "hash": "TXT_8ed8852b68365b72a43e94bf06df2e.mp3",
        "score": 0.5
    },
    {
        "txt": "Distinguished Service Order: An esteemed military honour recognizing meritorious leadership.  ",
        "ipa": "dᵻstᵻ́ŋɡwᵻʃt sɜ́rvᵻs ɔ́rdər: ən əstíjmd mᵻ́lᵻtɛ̀ərij ɒ́nər rɛ́kəɡnàjzᵻŋ mɛ̀ərᵻtɔ́rijəs líjdərʃᵻ̀p.",
        "hash": "TXT_965d9c1953b6bd4dbc3d6b69ced2e3.mp3",
        "score": 0.5
    },
    {
        "txt": "Elizabeth Tower Renaming: The 2012 dedication of the clock tower housing Big Ben to honour Elizabeth II.  ",
        "ipa": "əlᵻ́zəbəθ táwər rijnɛ́jmᵻŋ: ðə 2012 dɛ̀dᵻkɛ́jʃən əv ðə klɒ́k táwər háwzᵻŋ bᵻ́ɡ bɛn tə ɒ́nər əlᵻ́zəbəθ II.",
        "hash": "TXT_7d3f48855765d42f583ee2a97192a2.mp3",
        "score": 0.5
    },
    {
        "txt": "Tower of London History: The former royal fortress known for imprisonments, executions, and crown jewels.  ",
        "ipa": "táwər əv lʌ́ndən hᵻ́stərij: ðə fɔ́rmər rɔ́jəl fɔ́rtrəs nówn fɔr ᵻmprᵻ́zənmənts, ɛ̀ksəkjúwʃənz, ənd kráwn dʒúwəlz.",
        "hash": "TXT_818970d25479d1bad6e0f9acf49811.mp3",
        "score": 0.5
    },
    {
        "txt": "Stonehenge Prehistoric Site: The ancient monument on Salisbury Plain, a UNESCO World Heritage location.  ",
        "ipa": "stównhɛndʒ prìjhᵻstɔ́rᵻk sájt: ðə ɛ́jntʃənt mɒ́njəmənt ɒn sǽlzbɛ̀ərij plɛ́jn, ə UNESCO wɜ́rld hɛ́ərᵻtᵻdʒ lowkɛ́jʃən.",
        "hash": "TXT_17ec90bea6e40abf699fe216b7b397.mp3",
        "score": 0.5
    },
    {
        "txt": "Hadrian’s Wall Frontier: The Roman defensive fortification spanning northern England.  ",
        "ipa": "hǽdrijən'z wɔ́l frəntɪ́ər: ðə rówmən dəfɛ́nsᵻv fɔ̀rtᵻfᵻkɛ́jʃən spǽnᵻŋ nɔ́rðərn ᵻ́ŋɡlənd.",
        "hash": "TXT_59be9393da6f0edf0576a97091b2fd.mp3",
        "score": 0.5
    },
    {
        "txt": "London Underground Origins: The 1863 world’s first subterranean railway system, known as the Tube.  ",
        "ipa": "lʌ́ndən ʌ́ndərɡràwnd ɔ́rᵻdʒᵻnz: ðə 1863 wɜ́rld'z fɜ́rst sʌbtərɛ́jnijən rɛ́jlwɛ̀j sᵻ́stəm, nówn æz ðə tjúwb.",
        "hash": "TXT_986546e8c71620552d7898930f8c13.mp3",
        "score": 0.5
    },
    {
        "txt": "British Road Tax Disc: The pre-2014 car tax display system replaced by digital verification.  ",
        "ipa": "brᵻ́tᵻʃ rówd tǽks dᵻ́sk: ðə príj-2014 kɑ́r tǽks dᵻsplɛ́j sᵻ́stəm rìjplɛ́jst baj dᵻ́dʒᵻtəl vɛ̀ərᵻfᵻkɛ́jʃən.",
        "hash": "TXT_a1263735d39a5d9afdaa3f16ffa474.mp3",
        "score": 0.5
    },
    {
        "txt": "Town and Country Planning: The regulatory framework controlling land use and development.  ",
        "ipa": "táwn ənd kʌ́ntrij plǽnᵻŋ: ðə rɛ́ɡjələtɔrij frɛ́jmwɜ̀rk kəntrówlᵻŋ lǽnd juwz ənd dəvɛ́ləpmənt.",
        "hash": "TXT_ea76d83c24b999a0185fa173bd1d3a.mp3",
        "score": 0.5
    },
    {
        "txt": "British Garden Tradition: The horticultural heritage showcased in grand estates and allotments alike.  ",
        "ipa": "brᵻ́tᵻʃ ɡɑ́rdən trədᵻ́ʃən: ðə hɔ̀rtᵻkʌ́ltʃərəl hɛ́ərᵻtᵻdʒ ʃówkɛ̀jst ᵻn ɡrǽnd əstɛ́jts ənd əlɒ́tmənts əlájk.",
        "hash": "TXT_2933ff8634ecbffb9fc0c2022d8a07.mp3",
        "score": 0.5
    },
    {
        "txt": "Countryside Rights: The public entitlement to access open spaces under the Countryside and Rights of Way Act.  ",
        "ipa": "kʌ́ntrijsàjd rájts: ðə pʌ́blᵻk ɛntájtəlmənt tə ǽksɛ̀s ówpən spɛ́jsᵻz ʌ́ndər ðə kʌ́ntrijsàjd ənd rájts əv wɛj ǽkt.",
        "hash": "TXT_d77ff344bf7aee10d0de3d2a1a5b61.mp3",
        "score": 0.5
    },
    {
        "txt": "National Parks Governance: The protected landscapes managed for conservation, recreation, and local communities.  ",
        "ipa": "nǽʃənəl pɑ́rks ɡʌ́vərnəns: ðə prətɛ́ktᵻd lǽnskɛ̀jps mǽnədʒd fɔr kɒ̀nsərvɛ́jʃən, rɛ̀krijɛ́jʃən, ənd lówkəl kəmjúwnᵻtijz.",
        "hash": "TXT_2458e6751813c9829fe893d96fb176.mp3",
        "score": 0.5
    },
    {
        "txt": "Lake District Tourism: The scenic national park region inspiring poets like William Wordsworth.  ",
        "ipa": "lɛ́jk dᵻ́strᵻkt tʊ́rᵻ̀zəm: ðə síjnᵻk nǽʃənəl pɑ́rk ríjdʒən ᵻ̀nspájərᵻŋ pówəts lájk wᵻ́ljəm wɜ́rdzwərθ.",
        "hash": "TXT_b0080b0c21aaaf297bae5943b277ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Horticultural Society: The venerable institution promoting gardening excellence and research.  ",
        "ipa": "rɔ́jəl hɔ̀rtᵻkʌ́ltʃərəl səsájətij: ðə vɛ́nərəbəl ᵻ̀nstᵻtúwʃən prəmówtᵻŋ ɡɑ́rdənᵻŋ ɛ́ksələns ənd ríjsərtʃ.",
        "hash": "TXT_27181dd8576ed6244da378a720331b.mp3",
        "score": 0.5
    },
    {
        "txt": "Society for the Prevention of Cruelty to Animals: The 1824-founded charity protecting animal welfare.  ",
        "ipa": "səsájətij fɔr ðə prəvɛ́nʃən əv krúwəltij tə ǽnᵻməlz: ðə 1824-fáwndᵻd tʃɛ́ərᵻtij prətɛ́ktᵻŋ ǽnᵻməl wɛ́lfɛ̀ər.",
        "hash": "TXT_858c7e194447eec3dd96212274b97d.mp3",
        "score": 0.5
    },
    {
        "txt": "National Trust Stewardship: The preservation of historic homes, gardens, and natural landscapes for the public.  ",
        "ipa": "nǽʃənəl trʌ́st stúwərdʃᵻ̀p: ðə prɛ̀zərvɛ́jʃən əv hᵻstɔ́rᵻk hówmz, ɡɑ́rdənz, ənd nǽtʃərəl lǽnskɛ̀jps fɔr ðə pʌ́blᵻk.",
        "hash": "TXT_d6e2a725308eb97098f2202fa2d1a5.mp3",
        "score": 0.5
    },
    {
        "txt": "British Canal Network: The industrial-era waterways facilitating narrowboat travel and heritage tourism.  ",
        "ipa": "brᵻ́tᵻʃ kənǽl nɛ́twɜ̀rk: ðə ᵻ̀ndʌ́strijəl-ɛ́ərə wɔ́tərwɛ̀jz fəsᵻ́lətɛ̀jtᵻŋ nɛ́ərowbòwt trǽvəl ənd hɛ́ərᵻtᵻdʒ tʊ́rᵻ̀zəm.",
        "hash": "TXT_6769e3cc0c4e1e329d0b9b0d1a7975.mp3",
        "score": 0.5
    },
    {
        "txt": "Football Association Formation: The 1863 establishment standardizing the rules of the modern game.  ",
        "ipa": "fʊ́tbɔ̀l əsòwsijɛ́jʃən fɔrmɛ́jʃən: ðə 1863 əstǽblᵻʃmənt stǽndərdàjzᵻŋ ðə rúwlz əv ðə mɒ́dərn ɡɛ́jm.",
        "hash": "TXT_c61ac52c07ed4147111703926946e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Rugby Football Split: The 1895 schism creating separate league and union codes over professionalization.  ",
        "ipa": "rʌ́ɡbij fʊ́tbɔ̀l splᵻ́t: ðə 1895 skᵻ́zəm krijɛ́jtᵻŋ sɛ́pərət líjɡ ənd júwnjən kówdz ówvər prəfɛ̀ʃənʌ̀lajzɛ́jʃən.",
        "hash": "TXT_34a6a8191b928ce33231408ed85f1b.mp3",
        "score": 0.5
    },
    {
        "txt": "Cricket’s Ashes Rivalry: The enduring test series against Australia symbolizing national pride.  ",
        "ipa": "krᵻ́kət's ǽʃᵻz rájvəlrij: ðə ɛndjʊ́rᵻŋ tɛ́st sɪ́ərijz əɡɛ́jnst ɔstrɛ́jljə sᵻ́mbəlàjzᵻŋ nǽʃənəl prájd.",
        "hash": "TXT_c2e5e6cbcdbcc999ce2ae0f5a08912.mp3",
        "score": 0.5
    },
    {
        "txt": "Henley Royal Regatta: The prestigious annual rowing event on the River Thames, attracting global competitors.  ",
        "ipa": "hɛ́nlij rɔ́jəl rəɡɒ́tə: ðə prəstíjdʒəs ǽnjuwəl rówᵻŋ əvɛ́nt ɒn ðə rᵻ́vər tɛ́jmz, ətrǽktᵻŋ ɡlówbəl kəmpɛ́tᵻtərz.",
        "hash": "TXT_654a5e925a9ef79664fec93619fc1f.mp3",
        "score": 0.5
    },
    {
        "txt": "Wimbledon Championships: The oldest tennis tournament in the world, renowned for grass courts and tradition.  ",
        "ipa": "wᵻ́mbəldən tʃǽmpijənʃᵻ̀ps: ðə ówldəst tɛ́nᵻs tʊ́rnəmənt ᵻn ðə wɜ́rld, rənáwnd fɔr ɡrǽs kɔ́rts ənd trədᵻ́ʃən.",
        "hash": "TXT_205d680ba7eb2b23ad170af649f316.mp3",
        "score": 0.5
    },
    {
        "txt": "British Cycling Ascendancy: The dominance in track and road cycling since the early 2000s.  ",
        "ipa": "brᵻ́tᵻʃ sájklᵻŋ əsɛ́ndənsij: ðə dɒ́mᵻnəns ᵻn trǽk ənd rówd sájklᵻŋ sᵻns ðə ɜ́rlij 2000s.",
        "hash": "TXT_2fe140603b32c197f2d7ae989a76ef.mp3",
        "score": 0.5
    },
    {
        "txt": "Commonwealth Games Participation: The international multi-sport event featuring nations of the former empire.  ",
        "ipa": "kɒ́mənwɛ̀lθ ɡɛ́jmz pɑrtᵻ̀sᵻpɛ́jʃən: ðə ᵻ̀ntərnǽʃənəl mʌ́ltij-spɔ́rt əvɛ́nt fíjtʃərᵻŋ nɛ́jʃənz əv ðə fɔ́rmər ɛ́mpajər.",
        "hash": "TXT_da6c85ed70104225da80aaa8359700.mp3",
        "score": 0.5
    },
    {
        "txt": "London 2012 Legacy: The infrastructural and cultural benefits deriving from hosting the Olympic Games.  ",
        "ipa": "lʌ́ndən 2012 lɛ́ɡəsij: ðə ᵻ̀nfrəstrʌ́ktʃərəl ənd kʌ́ltʃərəl bɛ́nəfᵻts dərájvᵻŋ frəm hówstᵻŋ ðə owlᵻ́mpᵻk ɡɛ́jmz.",
        "hash": "TXT_f903a50fcb65934d5eb33afd5c8cc9.mp3",
        "score": 0.5
    },
    {
        "txt": "British Citizenship Oath: The pledge to be loyal to the monarch and observe the UK’s laws.  ",
        "ipa": "brᵻ́tᵻʃ sᵻ́tᵻzənʃᵻ̀p ówθ: ðə plɛ́dʒ tə bij lɔ́jəl tə ðə mɒ́nɑ̀rk ənd əbzɜ́rv ðə jùwkɛ́j'z lɔ́z.",
        "hash": "TXT_ce7ea726ca4acc356cef7dbf980379.mp3",
        "score": 0.5
    },
    {
        "txt": "Independent Judiciary Safeguard: The mechanism that ensures judges are free from arbitrary dismissal.  ",
        "ipa": "ᵻ̀ndəpɛ́ndənt dʒuwdᵻ́ʃijɛ̀ərij sɛ́jfɡɑ̀rd: ðə mɛ́kənᵻzəm thət ənʃʊ́rz dʒʌ́dʒᵻz ɑr fríj frəm ɑ́rbᵻtrɛ̀ərij dᵻsmᵻ́səl.",
        "hash": "TXT_06888c9cc387a66d873c4680a9ec16.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Liberties Preservation: The ongoing legal protection of personal freedoms and rights in Britain.  ",
        "ipa": "sᵻ́vəl lᵻ́bərtìjz prɛ̀zərvɛ́jʃən: ðə ɒ́nɡòwᵻŋ líjɡəl prətɛ́kʃən əv pɜ́rsənəl fríjdəmz ənd rájts ᵻn brᵻ́tən.",
        "hash": "TXT_e77d906d2b7edfe918977d5c67baae.mp3",
        "score": 0.5
    },
    {
        "txt": "Quasi-Federal Structure: The partial distribution of sovereign powers across devolved administrations.  ",
        "ipa": "kwɒ́sij-fɛ́dərəl strʌ́ktʃər: ðə pɑ́rʃəl dᵻ̀strəbjúwʃən əv sɒ́vrən páwərz əkrɔ́s dəvɒ́lvd ædmᵻ̀nᵻstrɛ́jʃənz.",
        "hash": "TXT_c434f89807e564d8ba855b3f9b81de.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceremonial Counties: The geographical delineations used for the monarchy’s lieutenancies.  ",
        "ipa": "sɛ̀ərəmównijəl káwntijz: ðə dʒìjəɡrǽfᵻkəl dᵻlᵻ̀nijɛ́jʃənz júwzd fɔr ðə mɒ́nɑrkij'z luwténənsijz.",
        "hash": "TXT_81d18b5d0b450bafc62b54e79a8dc3.mp3",
        "score": 0.5
    },
    {
        "txt": "Great Offices of State: The senior government roles of Prime Minister, Chancellor, Foreign Secretary, and Home Secretary.  ",
        "ipa": "ɡrɛ́jt ɔ́fᵻsᵻz əv stɛ́jt: ðə síjnjər ɡʌ́vərmənt rówlz əv prájm mᵻ́nᵻstər, tʃǽnsələr, fɑ́rən sɛ́krətɛ̀ərij, ənd hówm sɛ́krətɛ̀ərij.",
        "hash": "TXT_6912bde633860ac1ab2ed90bfe0213.mp3",
        "score": 0.5
    },
    {
        "txt": "Shadow Chancellor Role: The opposition’s principal spokesperson on economic policy and public finances.  ",
        "ipa": "ʃǽdòw tʃǽnsələr rówl: ðə ɒ̀pəzᵻ́ʃən'z prᵻ́nsᵻpəl spówkspərsən ɒn ɛ̀kənɒ́mᵻk pɒ́lᵻsij ənd pʌ́blᵻk fájnæ̀nsᵻz.",
        "hash": "TXT_455cda21d38aef786f85aaf2b55333.mp3",
        "score": 0.5
    },
    {
        "txt": "Prorogation of Parliament: The formal end to a parliamentary session by the monarch on ministerial advice.  ",
        "ipa": "prəròwɡɛ́jʃən əv pɑ́rləmənt: ðə fɔ́rməl ɛ́nd tə ə pɑ̀rləmɛ́ntərij sɛ́ʃən baj ðə mɒ́nɑ̀rk ɒn mᵻ̀nᵻstíjərijəl ædvájs.",
        "hash": "TXT_bb1d8e391b4feb5c7da3b8bbf2ad6a.mp3",
        "score": 0.5
    },
    {
        "txt": "State Funerals Protocol: The exceptional ceremonies reserved for monarchs and historically significant figures.  ",
        "ipa": "stɛ́jt fjúwnərəlz prówtəkɒ̀l: ðə əksɛ́pʃənəl sɛ́ərəmòwnijz rijzɜ́rvd fɔr mɒ́nɑ̀rks ənd hᵻstɔ́rᵻkəlij sᵻɡnᵻ́fᵻkənt fᵻ́ɡjərz.",
        "hash": "TXT_9a963ba6d94f06522fc72025bf2fd4.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil War Regicides: The execution of Charles I in 1649 profoundly reshaping royal accountability.  ",
        "ipa": "sᵻ́vəl wɔ́r rɛdʒᵻsàjdz: ðə ɛ̀ksəkjúwʃən əv tʃɑ́rlz I ᵻn 1649 prowfáwndlij rijʃɛ́jpᵻŋ rɔ́jəl əkàwntəbᵻ́lᵻtij.",
        "hash": "TXT_03b24c25096dd90f654f991629df3b.mp3",
        "score": 0.5
    },
    {
        "txt": "Levellers Movement: The radical 17th-century group demanding expanded suffrage and equality before the law.  ",
        "ipa": "lɛ́vələrz múwvmənt: ðə rǽdᵻkəl 17th-centuwry ɡrúwp dəmǽndᵻŋ əkspǽndᵻd sʌ́frᵻdʒ ənd əkwɑ́lᵻtij bəfɔ́r ðə lɔ.",
        "hash": "TXT_a44fd3b34392867531e175f0dd8c12.mp3",
        "score": 0.5
    },
    {
        "txt": "Presbyterian Church Governance: The system predominant in Scotland, emphasizing collective clerical leadership.  ",
        "ipa": "prɛ̀sbᵻtɪ́ərijən tʃɜ́rtʃ ɡʌ́vərnəns: ðə sᵻ́stəm prədɒ́mᵻnənt ᵻn skɔ́tlənd, ɛ́mfəsajzᵻŋ kəlɛ́ktᵻv klɛ́ərəkəl líjdərʃᵻ̀p.",
        "hash": "TXT_2e7e70e83f1f8ab7091b44dfca38b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Lords Spiritual Representation: The Anglican bishops holding seats in the House of Lords.  ",
        "ipa": "lɔ́rdz spɪ́ərᵻtʃùwəl rɛ̀prəzɛntɛ́jʃən: ðə ǽŋɡləkən bᵻ́ʃəps hówldᵻŋ síjts ᵻn ðə haws əv lɔ́rdz.",
        "hash": "TXT_c19c103726d454daa74b35f0e8cbd6.mp3",
        "score": 0.5
    },
    {
        "txt": "Welsh Language Act: The legislation ensuring official status and public service provision in Welsh.  ",
        "ipa": "wɛ́lʃ lǽŋɡwədʒ ǽkt: ðə lɛ̀dʒəslɛ́jʃən ɛnʃʊ́rᵻŋ əfᵻ́ʃəl stǽtəs ənd pʌ́blᵻk sɜ́rvᵻs prəvᵻ́ʒən ᵻn wɛ́lʃ.",
        "hash": "TXT_3c1a6f5342a59b83a6ad313bd27459.mp3",
        "score": 0.5
    },
    {
        "txt": "Gaelic Language Revival: The cultural and educational push supporting Scottish Gaelic’s preservation.  ",
        "ipa": "ɡɛ́jlᵻk lǽŋɡwədʒ rijvájvəl: ðə kʌ́ltʃərəl ənd ɛ̀dʒəkɛ́jʃənəl pʊ́ʃ səpɔ́rtᵻŋ skɒ́tᵻʃ ɡɛ́jlᵻk'z prɛ̀zərvɛ́jʃən.",
        "hash": "TXT_960d40f44b47baaafb340f16f8217b.mp3",
        "score": 0.5
    },
    {
        "txt": "British Values Definition: The official description emphasizing democracy, rule of law, liberty, tolerance, and respect.  ",
        "ipa": "brᵻ́tᵻʃ vǽljuwz dɛ̀fᵻnᵻ́ʃən: ðə əfᵻ́ʃəl dəskrᵻ́pʃən ɛ́mfəsajzᵻŋ dəmɒ́krəsij, rúwl əv lɔ, lᵻ́bərtìj, tɒ́lərəns, ənd rəspɛ́kt.",
        "hash": "TXT_28a1bce7165850234dbf44bbe0e400.mp3",
        "score": 0.5
    },
    {
        "txt": "Crown Dependencies Status: The self-governing territories like the Isle of Man and Channel Islands under the Crown.  ",
        "ipa": "kráwn dəpɛ́ndənsijz stǽtəs: ðə sɛ́lf-ɡʌ́vərnᵻŋ tɛ́ərᵻtɔ̀rijz lájk ðə ájl əv mǽn ənd tʃǽnəl ájləndz ʌ́ndər ðə kráwn.",
        "hash": "TXT_38861ce9263cfb6447469833ac1b85.mp3",
        "score": 0.5
    },
    {
        "txt": "Overseas Territories Governance: The remnants of empire retaining local autonomy under British sovereignty.  ",
        "ipa": "ówvərsíjz tɛ́ərᵻtɔ̀rijz ɡʌ́vərnəns: ðə rɛ́mnənts əv ɛ́mpajər rijtɛ́jnᵻŋ lówkəl ətɒ́nəmij ʌ́ndər brᵻ́tᵻʃ sɒ́vrəntij.",
        "hash": "TXT_35c1f9172826eb7648ae4f32d77fd3.mp3",
        "score": 0.5
    },
    {
        "txt": "Referendums in Britain: The sporadic use of direct plebiscites on major constitutional or national issues.  ",
        "ipa": "rɛ̀fərɛ́ndəmz ᵻn brᵻ́tən: ðə spərǽdᵻk juwz əv dᵻərɛ́kt plɛbᵻsàjts ɒn mɛ́jdʒər kɒ̀nstᵻtúwʃənəl ɔr nǽʃənəl ᵻ́ʃuwz.",
        "hash": "TXT_e56ba952b233b4a1c6443db3898016.mp3",
        "score": 0.5
    },
    {
        "txt": "Mayflower Pilgrims Legacy: The early 17th-century group departing England for religious freedom in America.  ",
        "ipa": "mɛ́jflàwər pᵻ́lɡrəmz lɛ́ɡəsij: ðə ɜ́rlij 17th-centuwry ɡrúwp dəpɑ́rtᵻŋ ᵻ́ŋɡlənd fɔr rəlᵻ́dʒəs fríjdəm ᵻn əmɛ́ərᵻkə.",
        "hash": "TXT_0e80a759a51fd43b42f3d4885cdded.mp3",
        "score": 0.5
    },
    {
        "txt": "North Sea Oil Boom: The mid-20th-century energy windfall aiding Britain’s economy and global influence.  ",
        "ipa": "nɔ́rθ síj ɔ́jl búwm: ðə mᵻ́d-20th-sɛ́ntʃərij ɛ́nərdʒij wᵻ́ndfɔ̀l ɛ́jdᵻŋ brᵻ́tən'z əkɒ́nəmij ənd ɡlówbəl ᵻ́nfluwəns.",
        "hash": "TXT_625296a4761a92679a029679a60b37.mp3",
        "score": 0.5
    },
    {
        "txt": "Open University Inception: The 1969 founding of distance learning opportunities for adult education.  ",
        "ipa": "ówpən jùwnᵻvɜ́rsᵻtij ᵻ̀nsɛ́pʃən: ðə 1969 fáwndᵻŋ əv dᵻ́stəns lɜ́rnᵻŋ ɒ̀pərtúwnᵻtijz fɔr ədʌ́lt ɛ̀dʒəkɛ́jʃən.",
        "hash": "TXT_ad2bca920692bdaf9feb9499aacba4.mp3",
        "score": 0.5
    },
    {
        "txt": "Citizens Advice Service: The nonprofit organization providing free legal and debt guidance.  ",
        "ipa": "sᵻ́tᵻzənz ædvájs sɜ́rvᵻs: ðə nɒnprɒ́fᵻt ɔ̀rɡənᵻzɛ́jʃən prəvájdᵻŋ fríj líjɡəl ənd dɛ́t ɡájdəns.",
        "hash": "TXT_f4ae54fd4d8462c51a2e9e3009acdc.mp3",
        "score": 0.5
    },
    {
        "txt": "Jury Service Obligation: The civic duty of randomly selected citizens to decide court verdicts.  ",
        "ipa": "dʒʊ́rij sɜ́rvᵻs ɒ̀bləɡɛ́jʃən: ðə sᵻ́vᵻk djúwtij əv rǽndəmlij səlɛ́ktᵻd sᵻ́tᵻzənz tə dəsájd kɔ́rt vɜ́rdᵻkts.",
        "hash": "TXT_31e8fdc4446dbf6cb6a3d866c7ff3f.mp3",
        "score": 0.5
    },
    {
        "txt": "Probation Supervision: The judicial measure allowing offenders to serve sentences within the community.  ",
        "ipa": "prowbɛ́jʃən sùwpərvᵻ́ʒən: ðə dʒuwdᵻ́ʃəl mɛ́ʒər əláwᵻŋ əfɛ́ndərz tə sɜ́rv sɛ́ntənsᵻz wᵻðᵻ́n ðə kəmjúwnᵻtij.",
        "hash": "TXT_e405ee7500e9dcc9937274085efd8d.mp3",
        "score": 0.5
    },
    {
        "txt": "Magistrates’ Courts Jurisdiction: The lower-level judicial venues handling minor criminal and some civil matters.  ",
        "ipa": "mǽdʒᵻstrɛ̀jts’ kɔ́rts dʒʊ̀rᵻsdᵻ́kʃən: ðə lówər-lɛ́vəl dʒuwdᵻ́ʃəl vɛ́nuwz hǽndəlᵻŋ májnər krᵻ́mᵻnəl ənd sʌm sᵻ́vəl mǽtərz.",
        "hash": "TXT_b3a9e3dcc3744aec9031abedd2269b.mp3",
        "score": 0.5
    },
    {
        "txt": "National Crime Agency: The body targeting serious and organized crimes on a national scale.  ",
        "ipa": "nǽʃənəl krájm ɛ́jdʒənsij: ðə bɒ́dij tɑ́rɡətᵻŋ sɪ́ərijəs ənd ɔ́rɡənàjzd krájmz ɒn ə nǽʃənəl skɛ́jl.",
        "hash": "TXT_f72d3033f2676503c58dde83e143c6.mp3",
        "score": 0.5
    },
    {
        "txt": "UK Border Force Operations: The frontline organization securing ports and airports against illegal entries.  ",
        "ipa": "UK bɔ́rdər fɔ́rs ɒ̀pərɛ́jʃənz: ðə frʌ́ntlàjn ɔ̀rɡənᵻzɛ́jʃən səkjʊ́rᵻŋ pɔ́rts ənd ɛ́ərpɔ̀rts əɡɛ́jnst ᵻ̀líjɡəl ɛ́ntrijz.",
        "hash": "TXT_52c31859d6bcba07efa4fee2f42d2c.mp3",
        "score": 0.5
    },
    {
        "txt": "University Technical Colleges: The state-funded secondary establishments specializing in technical subjects.  ",
        "ipa": "jùwnᵻvɜ́rsᵻtij tɛ́knᵻkəl kɒ́lᵻdʒᵻz: ðə stɛ́jt-fʌ́ndᵻd sɛ́kəndɛ̀ərij ɛstǽblᵻʃmənts spɛ́ʃəlàjzᵻŋ ᵻn tɛ́knᵻkəl sʌ́bdʒəkts.",
        "hash": "TXT_b18bda7e2882aad6c7d2263a62b896.mp3",
        "score": 0.5
    },
    {
        "txt": "GCSE Examination System: The qualification for secondary school students in England, Wales, and Northern Ireland.  ",
        "ipa": "GCSE əɡzæ̀mᵻtɛ́jʃən sᵻ́stəm: ðə kwɑ́lᵻfᵻkɛ́jʃən fɔr sɛ́kəndɛ̀ərij skúwl stúwdənts ᵻn ᵻ́ŋɡlənd, wɛjlz, ənd nɔ́rðərn ájərlənd.",
        "hash": "TXT_233f69f82081b085249cd91a7cafd4.mp3",
        "score": 0.5
    },
    {
        "txt": "A-Level Assessments: The advanced academic exams typically taken between ages 16 and 18.  ",
        "ipa": "ə-lɛ́vəl əsɛ́smənts: ðə ədvǽnst æ̀kədɛ́mᵻk əɡzǽmz tᵻ́pᵻkəlij tɛ́jkən bijtwíjn ɛ́jdʒᵻz 16 ənd 18.",
        "hash": "TXT_555e680b369dd3fb9b9bf68de95dbb.mp3",
        "score": 0.5
    },
    {
        "txt": "Further Education Colleges: The post-16 institutions offering vocational and academic programs.  ",
        "ipa": "fɜ́rðər ɛ̀dʒəkɛ́jʃən kɒ́lᵻdʒᵻz: ðə pówst-16 ᵻ̀nstᵻtúwʃənz ɔ́fərᵻŋ vowkɛ́jʃənəl ənd æ̀kədɛ́mᵻk prówɡræ̀mz.",
        "hash": "TXT_ff5f85a7a8be65101131fb29a915f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Student Loans Company: The government-backed organization administering higher education finance.  ",
        "ipa": "stúwdənt lównz kʌ́mpənìj: ðə ɡʌ́vərmənt-bǽkt ɔ̀rɡənᵻzɛ́jʃən ædmᵻ́nᵻstɜ̀rᵻŋ hájər ɛ̀dʒəkɛ́jʃən fájnæ̀ns.",
        "hash": "TXT_0ef8b69157b085ba9eba48545633ec.mp3",
        "score": 0.5
    },
    {
        "txt": "Nobel Laureates Heritage: The British winners in various categories reflecting the nation’s research prowess.  ",
        "ipa": "nówbəl lɔ́rijəts hɛ́ərᵻtᵻdʒ: ðə brᵻ́tᵻʃ wᵻ́nərz ᵻn vɛ́ərijəs kǽtəɡɔ̀rijz rəflɛ́ktᵻŋ ðə nɛ́jʃən'z ríjsərtʃ práwəs.",
        "hash": "TXT_77839bff54bd00865814e9b77af305.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Society Fellowship: The prestigious membership awarded to leading scientists and mathematicians.  ",
        "ipa": "rɔ́jəl səsájətij fɛ́lowʃᵻ̀p: ðə prəstíjdʒəs mɛ́mbərʃᵻ̀p əwɔ́rdᵻd tə líjdᵻŋ sájəntᵻsts ənd mæ̀θmətᵻ́ʃənz.",
        "hash": "TXT_d8a667757cf7bde86fc55ac0069e90.mp3",
        "score": 0.5
    },
    {
        "txt": "Great Ormond Street Hospital: The pioneering children’s hospital founded in 1852 in London.  ",
        "ipa": "ɡrɛ́jt ɔ́rmənd stríjt hɒ́spᵻ̀təl: ðə pàjənɪ́ərᵻŋ tʃᵻ́ldrən'z hɒ́spᵻ̀təl fáwndᵻd ᵻn 1852 ᵻn lʌ́ndən.",
        "hash": "TXT_be34085631dc98f6fb325c2b5444d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Medical Research Council: The principal body funding and coordinating health-related research in Britain.  ",
        "ipa": "mɛ́dᵻkəl ríjsərtʃ káwnsəl: ðə prᵻ́nsᵻpəl bɒ́dij fʌ́ndᵻŋ ənd kowɔ́rdᵻnɛ̀jtᵻŋ hɛ́lθ-rəlɛ́jtᵻd ríjsərtʃ ᵻn brᵻ́tən.",
        "hash": "TXT_12ac877f24e290bb91852e843d738e.mp3",
        "score": 0.5
    },
    {
        "txt": "Open Access Publishing: The policy encouraging publicly funded research to be available free of charge.  ",
        "ipa": "ówpən ǽksɛ̀s pʌ́blᵻʃᵻŋ: ðə pɒ́lᵻsij ənkɜ́rᵻdʒᵻŋ pʌ́blᵻklij fʌ́ndᵻd ríjsərtʃ tə bij əvɛ́jləbəl fríj əv tʃɑ́rdʒ.",
        "hash": "TXT_e8b38a6a06a6f020953474b726a8fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Bonded Labour Abolition: The historical condemnation of any servitude resembling slavery.  ",
        "ipa": "bɒ́ndᵻd lɛ́jbər æ̀bəlᵻ́ʃən: ðə hᵻstɔ́rᵻkəl kɒ̀ndəmnɛ́jʃən əv ɛ́nij sɜ́rvᵻtùwd rijzɛ́mbəlᵻŋ slɛ́jvərij.",
        "hash": "TXT_be2fd89771d7e5ceed6c145e9a9f46.mp3",
        "score": 0.5
    },
    {
        "txt": "British Stately Homes: The grand country houses demonstrating aristocratic heritage and architectural flair.  ",
        "ipa": "brᵻ́tᵻʃ stɛ́jtlij hówmz: ðə ɡrǽnd kʌ́ntrij háwsᵻz dɛ́mənstrɛ̀jtᵻŋ ærᵻ̀stəkrǽtᵻk hɛ́ərᵻtᵻdʒ ənd ɑ̀rkᵻtɛ́ktʃərəl flɛ́ər.",
        "hash": "TXT_8d1c1c7986325fa1b11191d7cdbb00.mp3",
        "score": 0.5
    },
    {
        "txt": "Georgian Architectural Style: The 18th-century design featuring symmetry, proportion, and classical elements.  ",
        "ipa": "dʒɔ́rdʒən ɑ̀rkᵻtɛ́ktʃərəl stájl: ðə 18th-centuwry dəzájn fíjtʃərᵻŋ sᵻ́mətrij, prəpɔ́rʃən, ənd klǽsᵻkəl ɛ́ləmənts.",
        "hash": "TXT_1e42cefaee79b48df6981c1f57ec79.mp3",
        "score": 0.5
    },
    {
        "txt": "Victorian Gothic Revival: The 19th-century movement championing medieval-inspired design in civic buildings.  ",
        "ipa": "vᵻktɔ́rijən ɡɒ́θᵻk rijvájvəl: ðə 19th-centuwry múwvmənt tʃǽmpijənᵻŋ mijdíjvəl-ᵻ̀nspájərd dəzájn ᵻn sᵻ́vᵻk bᵻ́ldᵻŋz.",
        "hash": "TXT_56d2bf4500704dbbfcc90ff99b2586.mp3",
        "score": 0.5
    },
    {
        "txt": "Grade Listing System: The classification for buildings of special architectural or historic interest.  ",
        "ipa": "ɡrɛ́jd lᵻ́stᵻŋ sᵻ́stəm: ðə klæ̀sᵻfᵻkɛ́jʃən fɔr bᵻ́ldᵻŋz əv spɛ́ʃəl ɑ̀rkᵻtɛ́ktʃərəl ɔr hᵻstɔ́rᵻk ᵻ́ntərəst.",
        "hash": "TXT_5579e7fa02d5d1d19ca7375bbc673f.mp3",
        "score": 0.5
    },
    {
        "txt": "Green Belt Legislation: The planning restriction zones encircling urban areas to limit sprawl.  ",
        "ipa": "ɡríjn bɛ́lt lɛ̀dʒəslɛ́jʃən: ðə plǽnᵻŋ rəstrᵻ́kʃən zównz ɛnsɜ́rklᵻŋ ɜ́rbən ɛ́ərijəz tə lᵻ́mᵻt sprɔ́l.",
        "hash": "TXT_1606ee45a13dc4ccea908cf8f05789.mp3",
        "score": 0.5
    },
    {
        "txt": "Puritanical Influence: The Calvinist zeal shaping aspects of 16th- and 17th-century English society.  ",
        "ipa": "pjʊ̀rᵻtǽnᵻkəl ᵻ́nfluwəns: ðə kǽlvᵻnᵻst zíjl ʃɛ́jpᵻŋ ǽspɛkts əv 16th- ənd 17th-centuwry ᵻ́ŋɡlᵻʃ səsájətij.",
        "hash": "TXT_a81eaadc6190be022cac518cc4fd19.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Peculiars: Churches exempt from normal diocesan oversight, under direct royal jurisdiction.  ",
        "ipa": "rɔ́jəl pᵻkjúwljərz: tʃɜ́rtʃᵻz əɡzɛ́mpt frəm nɔ́rməl dajɒ́səsən ówvərsàjt, ʌ́ndər dᵻərɛ́kt rɔ́jəl dʒʊ̀rᵻsdᵻ́kʃən.",
        "hash": "TXT_868266094d74d9b29bda3ea3e61829.mp3",
        "score": 0.5
    },
    {
        "txt": "Witan Council Origins: The Anglo-Saxon advisory assembly precursing modern parliamentary structures.  ",
        "ipa": "wᵻ́tæn káwnsəl ɔ́rᵻdʒᵻnz: ðə ǽŋɡlow-sǽksən ædvájzərij əsɛ́mblij prᵻkɜ́rsᵻŋ mɒ́dərn pɑ̀rləmɛ́ntərij strʌ́ktʃərz.",
        "hash": "TXT_378532059a6800df23791bac720ac9.mp3",
        "score": 0.5
    },
    {
        "txt": "House of Plantagenet: The medieval royal line shaping European politics through marriage and warfare.  ",
        "ipa": "haws əv plæntǽdʒənᵻt: ðə mijdíjvəl rɔ́jəl lájn ʃɛ́jpᵻŋ jʊ̀rəpíjən pɒ́lᵻtᵻ̀ks θrúw mɛ́ərᵻdʒ ənd wɔ́rfɛ̀ər.",
        "hash": "TXT_1f1b273c7d52305abcc34b62567ce4.mp3",
        "score": 0.5
    },
    {
        "txt": "Anglo-Scottish Conflicts: Centuries of border raids and battles culminating in eventual union.  ",
        "ipa": "ǽŋɡlow-skɒ́tᵻʃ kɒ́nflᵻkts: sɛ́ntʃərijz əv bɔ́rdər rɛ́jdz ənd bǽtəlz kʌ́lmᵻnɛ̀jtᵻŋ ᵻn əvɛ́ntʃuwəl júwnjən.",
        "hash": "TXT_fd78b5a92c9254d13bdb2dea381a6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Bannockburn: The 1314 Scottish victory securing Robert the Bruce’s reign.  ",
        "ipa": "bǽtəl əv bænəkbərn: ðə 1314 skɒ́tᵻʃ vᵻ́ktərij səkjʊ́rᵻŋ rówbərt ðə brúws'z rɛ́jn.",
        "hash": "TXT_46f78a8b0f4058f9591638342f5cf6.mp3",
        "score": 0.5
    },
    {
        "txt": "Highland Clearances Tragedy: The forced displacements of Scottish clans in the 18th and 19th centuries.  ",
        "ipa": "hájlənd klɪ́ərənsᵻz trǽdʒədij: ðə fɔ́rst dᵻsplɛ́jsmənts əv skɒ́tᵻʃ klǽnz ᵻn ðə 18th ənd 19th sɛ́ntʃərijz.",
        "hash": "TXT_5854fb0f18ddcc351e7055338d7515.mp3",
        "score": 0.5
    },
    {
        "txt": "Ulster Plantation Legacy: The 17th-century colonisation introducing Protestant settlers into Northern Ireland.  ",
        "ipa": "ʌ́lstər plæ̀ntɛ́jʃən lɛ́ɡəsij: ðə 17th-centuwry kəlɒ̀nəzɛ́jʃən ᵻ̀ntrədúwsᵻŋ prɒ́təstənt sɛ́tələrz ᵻntə nɔ́rðərn ájərlənd.",
        "hash": "TXT_91c9b5ce2698dc4c9e0b68cda2fb07.mp3",
        "score": 0.5
    },
    {
        "txt": "Tartan and Clan Systems: The traditional Scottish patterns and familial networks integral to national identity.  ",
        "ipa": "tɑ́rtən ənd klǽn sᵻ́stəmz: ðə trədᵻ́ʃənəl skɒ́tᵻʃ pǽtərnz ənd fəmᵻ́ljəl nɛ́twɜ̀rks ᵻ́ntəɡrəl tə nǽʃənəl ajdɛ́ntᵻtij.",
        "hash": "TXT_f397199e1fae2dd13f90416e8c2ec9.mp3",
        "score": 0.5
    },
    {
        "txt": "Welsh Valleys Industry: The coal mining heritage forging strong community ties and labour movements.  ",
        "ipa": "wɛ́lʃ vǽlijz ᵻ́ndəstrij: ðə kówl májnᵻŋ hɛ́ərᵻtᵻdʒ fɔ́rdʒᵻŋ strɔ́ŋ kəmjúwnᵻtij tájz ənd lɛ́jbər múwvmənts.",
        "hash": "TXT_0c334179e9a5e9cabc6e93dd607bb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Birmingham Lunar Society: The 18th-century group of industrialists and intellectuals driving innovation.  ",
        "ipa": "bɜ́rmᵻŋhæ̀m lúwnər səsájətij: ðə 18th-centuwry ɡrúwp əv ᵻ̀ndʌ́strijəlᵻsts ənd ᵻ̀ntəlɛ́ktʃuwəlz drájvᵻŋ ᵻ̀nəvɛ́jʃən.",
        "hash": "TXT_a3e3959666ccaff93474c81e32bde6.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Oil Platforms: The offshore facilities in the North Sea crucial to the UK’s energy sector.  ",
        "ipa": "skɒ́tᵻʃ ɔ́jl plǽtfɔ̀rmz: ðə ɔ́fʃɔ́r fəsᵻ́lətijz ᵻn ðə nɔ́rθ síj krúwʃəl tə ðə jùwkɛ́j'z ɛ́nərdʒij sɛ́ktər.",
        "hash": "TXT_8865a7711ff8b6f84f29e4498beebe.mp3",
        "score": 0.5
    },
    {
        "txt": "Cornish Tin Mining: The once-flourishing industry shaping the local economy and diaspora.  ",
        "ipa": "kɔ́rnᵻʃ tᵻ́n májnᵻŋ: ðə wʌ́ns-flɜ́rᵻʃᵻŋ ᵻ́ndəstrij ʃɛ́jpᵻŋ ðə lówkəl əkɒ́nəmij ənd dajǽspərə.",
        "hash": "TXT_48943309e43bbac4cd5ede03470a3a.mp3",
        "score": 0.5
    },
    {
        "txt": "South Shields Yemeni Roots: The longstanding Arab community presence in the northeast of England.  ",
        "ipa": "sáwθ ʃíjldz jɛ́mənij rúwts: ðə lɔ́ŋstæ̀ndᵻŋ ǽrəb kəmjúwnᵻtij prɛ́zəns ᵻn ðə nɔ̀rθíjst əv ᵻ́ŋɡlənd.",
        "hash": "TXT_68367603c773428c3146c46522f426.mp3",
        "score": 0.5
    },
    {
        "txt": "British-Bangladeshi Curry Scene: The culinary fusion forming a national gastronomic staple.  ",
        "ipa": "brᵻ́tᵻʃ-bǽŋlədɛ̀ʃij kʌ́rij síjn: ðə kjúwlᵻnɛ̀ərij fjúwʒən fɔ́rmᵻŋ ə nǽʃənəl ɡəstrɒ̀nɒ́mᵻk stɛ́jpəl.",
        "hash": "TXT_8e52ad293b59cf9255b972f038923c.mp3",
        "score": 0.5
    },
    {
        "txt": "Brick Lane Cultural Shift: The East London area transitioning from Jewish to Bangladeshi enclaves.  ",
        "ipa": "brᵻ́k lɛ́jn kʌ́ltʃərəl ʃᵻ́ft: ðə íjst lʌ́ndən ɛ́ərijə trænzᵻ́ʃənᵻŋ frəm dʒúwᵻʃ tə bǽŋlədɛ̀ʃij ɒ́nklɛ̀jvz.",
        "hash": "TXT_ebbe9aed47ceb5f1b10b682266116b.mp3",
        "score": 0.5
    },
    {
        "txt": "National Apprenticeship Week: The annual event highlighting work-based training schemes across the UK.  ",
        "ipa": "nǽʃənəl əprɛ́ntᵻsʃᵻ̀p wíjk: ðə ǽnjuwəl əvɛ́nt hájlàjtᵻŋ wɜ́rk-bɛ́jst trɛ́jnᵻŋ skíjmz əkrɔ́s ðə UK.",
        "hash": "TXT_995fa183e510ce5cb1f3aadc11aed4.mp3",
        "score": 0.5
    },
    {
        "txt": "Disclosure and Barring Service: The system checking criminal records for safeguarding roles.  ",
        "ipa": "dᵻsklówʒər ənd bɑ́rᵻŋ sɜ́rvᵻs: ðə sᵻ́stəm tʃɛ́kᵻŋ krᵻ́mᵻnəl rɛ́kərdz fɔr sɛ́jfɡɑ̀rdᵻŋ rówlz.",
        "hash": "TXT_027c764d96c3823ee54dd0023d64da.mp3",
        "score": 0.5
    },
    {
        "txt": "Student Union Functions: The representative bodies voicing students’ interests and overseeing campus societies.  ",
        "ipa": "stúwdənt júwnjən fʌ́ŋkʃənz: ðə rɛ̀prəzɛ́nətᵻv bɒ́dijz vɔ́jsᵻŋ stúwdənts’ ᵻ́ntərəsts ənd ówvərsìjᵻŋ kǽmpəs səsájətijz.",
        "hash": "TXT_476aacd731c0724747730b0a6180d4.mp3",
        "score": 0.5
    },
    {
        "txt": "British Prison Reform: The continuing efforts to enhance rehabilitation and reduce reoffending.  ",
        "ipa": "brᵻ́tᵻʃ prᵻ́zən rəfɔ́rm: ðə kəntᵻ́njuwᵻŋ ɛ́fərts tə ənhǽns rìjəbᵻ̀lᵻtɛ́jʃən ənd rədjúws rìjəfɛ́ndᵻŋ.",
        "hash": "TXT_b08e0b378be82726b492cbae85403b.mp3",
        "score": 0.5
    },
    {
        "txt": "Commonwealth Scholarship: The educational grants promoting exchange and development among member countries.  ",
        "ipa": "kɒ́mənwɛ̀lθ skɒ́lərʃᵻ̀p: ðə ɛ̀dʒəkɛ́jʃənəl ɡrǽnts prəmówtᵻŋ əkstʃɛ́jndʒ ənd dəvɛ́ləpmənt əmʌ́ŋ mɛ́mbər kʌ́ntrijz.",
        "hash": "TXT_28d9980ee187ba3d8e5dcdb2150be0.mp3",
        "score": 0.5
    },
    {
        "txt": "London Borough Councils: The administrative units delivering local services across the capital.  ",
        "ipa": "lʌ́ndən bɜ́ròw káwnsəlz: ðə ədmᵻ́nᵻstrɛ̀jtᵻv júwnᵻts dəlᵻ́vərᵻŋ lówkəl sɜ́rvᵻsᵻz əkrɔ́s ðə kǽpᵻtəl.",
        "hash": "TXT_0b7fef65de7bfcf163d1fb001510cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Hustings Traditions: The public meetings where political candidates present policies and face questions.  ",
        "ipa": "hʌ́stᵻŋz trədᵻ́ʃənz: ðə pʌ́blᵻk míjtᵻŋz wɛ́ər pəlᵻ́tᵻkəl kǽndᵻdɛjts prɛ́zənt pɒ́lᵻsijz ənd fɛ́js kwɛ́stʃənz.",
        "hash": "TXT_d84f02b1a2aa4b1c90ca88b5aea6de.mp3",
        "score": 0.5
    },
    {
        "txt": "Polling Station Conduct: The strict rules ensuring fair and free voting procedures at election sites.  ",
        "ipa": "pówlᵻŋ stɛ́jʃən kəndʌ́kt: ðə strᵻ́kt rúwlz ɛnʃʊ́rᵻŋ fɛ́ər ənd fríj vówtᵻŋ prəsíjdʒərz æt əlɛ́kʃən sájts.",
        "hash": "TXT_869fe48f298d5ab62dd5bd5855652f.mp3",
        "score": 0.5
    },
    {
        "txt": "Proxy Voting Allowances: The legal provision letting certain individuals vote on behalf of others.  ",
        "ipa": "prɒ́ksij vówtᵻŋ əláwənsᵻz: ðə líjɡəl prəvᵻ́ʒən lɛ́tᵻŋ sɜ́rtən ᵻ̀ndᵻvᵻ́dʒəwəlz vówt ɒn bəhǽf əv ʌ́ðərz.",
        "hash": "TXT_d638f932c8db7ca21372ace3a42507.mp3",
        "score": 0.5
    },
    {
        "txt": "Postal Voting Expansion: The ease of voting by mail introduced to enhance electoral participation.  ",
        "ipa": "pówstəl vówtᵻŋ əkspǽnʃən: ðə íjz əv vówtᵻŋ baj mɛ́jl ᵻ̀ntrədúwst tə ənhǽns əlɛ́ktərəl pɑrtᵻ̀sᵻpɛ́jʃən.",
        "hash": "TXT_fc9417eb511b295198f7eb4fcd8704.mp3",
        "score": 0.5
    },
    {
        "txt": "Trade Union Congress: The federation of trade unions advancing workers’ interests nationally.  ",
        "ipa": "trɛ́jd júwnjən kɒ́ŋɡrəs: ðə fɛ̀dərɛ́jʃən əv trɛ́jd júwnjənz ədvǽnsᵻŋ wɜ́rkərz’ ᵻ́ntərəsts nǽʃənəlij.",
        "hash": "TXT_8e7f54485b8e94fcc45db67c42b66a.mp3",
        "score": 0.5
    },
    {
        "txt": "Collective Bargaining Rights: The legally protected negotiations between unions and employers.  ",
        "ipa": "kəlɛ́ktᵻv bɑ́rɡᵻnᵻŋ rájts: ðə líjɡəlij prətɛ́ktᵻd nəɡòwʃijɛ́jʃənz bijtwíjn júwnjənz ənd ɛmplɔ́jərz.",
        "hash": "TXT_2b58cd2d56198eec8163dfd0853677.mp3",
        "score": 0.5
    },
    {
        "txt": "Equal Pay Legislation: The requirement that men and women receive the same remuneration for similar work.  ",
        "ipa": "íjkwəl pɛ́j lɛ̀dʒəslɛ́jʃən: ðə rəkwájərmənt thət mɛ́n ənd wᵻ́mən rəsíjv ðə sɛ́jm rəmjùwnərɛ́jʃən fɔr sᵻ́mᵻlər wɜ́rk.",
        "hash": "TXT_9d8b014124e29c2f302af5a3b8e03b.mp3",
        "score": 0.5
    },
    {
        "txt": "Race Relations Acts: The pioneering measures outlawing discrimination on grounds of race or ethnicity.  ",
        "ipa": "rɛ́js rəlɛ́jʃənz ǽkts: ðə pàjənɪ́ərᵻŋ mɛ́ʒərz áwtlɔ̀jŋ dᵻskrᵻ̀mᵻtɛ́jʃən ɒn ɡráwndz əv rɛ́js ɔr ɛθnᵻ́sᵻtij.",
        "hash": "TXT_851a68c17f4cb15d2356466f9a2696.mp3",
        "score": 0.5
    },
    {
        "txt": "Maastricht Treaty Impact: The 1992 agreement deepening European integration, affecting the UK’s EU role.  ",
        "ipa": "mɒ́strᵻ̀kt tríjtij ᵻ́mpækt: ðə 1992 əɡríjmənt díjpənᵻŋ jʊ̀rəpíjən ᵻ̀ntəɡrɛjʃən, əfɛ́ktᵻŋ ðə jùwkɛ́j'z EU rówl.",
        "hash": "TXT_daa1683c89d0d19474cd68fdd21bd6.mp3",
        "score": 0.5
    },
    {
        "txt": "Schengen Area Exclusion: The choice not to join the EU’s border-free zone, retaining national border controls.  ",
        "ipa": "ʃɛ́ŋɡən ɛ́ərijə əksklúwʒən: ðə tʃɔ́js nɒt tə dʒɔ́jn ðə íjùw'z bɔ́rdər-fríj zówn, rijtɛ́jnᵻŋ nǽʃənəl bɔ́rdər kəntrówlz.",
        "hash": "TXT_4b095edeaba6f7d35df44c4995090f.mp3",
        "score": 0.5
    },
    {
        "txt": "Convention of the States: The unwritten rules enabling flexible constitutional change without a single document.  ",
        "ipa": "kənvɛ́nʃən əv ðə stɛ́jts: ðə ʌ̀nrᵻ́tən rúwlz ɛnɛ́jbəlᵻŋ flɛ́ksᵻbəl kɒ̀nstᵻtúwʃənəl tʃɛ́jndʒ wᵻðáwt ə sᵻ́ŋɡəl dɒ́kjəmɛnt.",
        "hash": "TXT_0c3f1da3a06d4f89c029a21e9aa7bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Military Covenant Duties: The moral commitment to support armed forces personnel and veterans.  ",
        "ipa": "mᵻ́lᵻtɛ̀ərij kʌ́vənənt dúwtijz: ðə mɔ́rəl kəmᵻ́tmənt tə səpɔ́rt ɑ́rmd fɔ́rsᵻz pɜ̀rsənɛ́l ənd vɛ́tərənz.",
        "hash": "TXT_18b84adf3c4c342847a2471976ea9c.mp3",
        "score": 0.5
    },
    {
        "txt": "Separation of Powers Principle: The distribution of governance between the legislature, executive, and judiciary.  ",
        "ipa": "sɛ̀pərɛ̀jʃən əv páwərz prᵻ́nsᵻpəl: ðə dᵻ̀strəbjúwʃən əv ɡʌ́vərnəns bijtwíjn ðə lɛ́dʒəslɛ̀jtʃər, əɡzɛ́kjətᵻv, ənd dʒuwdᵻ́ʃijɛ̀ərij.",
        "hash": "TXT_370ad76d5d0e6a0f940ebcc5a8f826.mp3",
        "score": 0.5
    },
    {
        "txt": "Holocaust Memorial Day: The annual observance on 27 January commemorating genocide victims.  ",
        "ipa": "hówləkɔst məmɔ́rijəl dɛ́j: ðə ǽnjuwəl əbzɜ́rvəns ɒn 27 dʒǽnjuwɛ̀ərij kəmɛ́mərɛ̀jtᵻŋ dʒɛ́nəsàjd vᵻ́ktᵻmz.",
        "hash": "TXT_7d55ef60f47c7f3410333fff9d95e7.mp3",
        "score": 0.5
    },
    {
        "txt": "British Armed Forces Covenant: The pledge to ensure fair treatment for service members and families.  ",
        "ipa": "brᵻ́tᵻʃ ɑ́rmd fɔ́rsᵻz kʌ́vənənt: ðə plɛ́dʒ tə ənʃʊ́r fɛ́ər tríjtmənt fɔr sɜ́rvᵻs mɛ́mbərz ənd fǽmᵻlijz.",
        "hash": "TXT_efcc4ae7b91aa82cb5d19740861244.mp3",
        "score": 0.5
    },
    {
        "txt": "NATO Alliance Membership: The UK’s vital role in the mutual defence pact formed in 1949.  ",
        "ipa": "NATO əlájəns mɛ́mbərʃᵻ̀p: ðə jùwkɛ́j'z vájtəl rówl ᵻn ðə mjúwtʃuwəl dəfɛ́ns pǽkt fɔ́rmd ᵻn 1949.",
        "hash": "TXT_edae390099be08b6396d7f3ccd9811.mp3",
        "score": 0.5
    },
    {
        "txt": "United Nations Security Council: Britain’s permanent seat ensuring a leading voice in global governance.  ",
        "ipa": "juwnájtᵻd nɛ́jʃənz səkjʊ́rᵻtij káwnsəl: brᵻ́tən'z pɜ́rmənənt síjt ɛnʃʊ́rᵻŋ ə líjdᵻŋ vɔ́js ᵻn ɡlówbəl ɡʌ́vərnəns.",
        "hash": "TXT_632d681a285b709b9870babcfb17dd.mp3",
        "score": 0.5
    },
    {
        "txt": "London Declaration 1949: The statement transitioning the British Commonwealth into the modern Commonwealth of Nations.  ",
        "ipa": "lʌ́ndən dɛ̀klərɛ́jʃən 1949: ðə stɛ́jtmənt trænzᵻ́ʃənᵻŋ ðə brᵻ́tᵻʃ kɒ́mənwɛ̀lθ ᵻntə ðə mɒ́dərn kɒ́mənwɛ̀lθ əv nɛ́jʃənz.",
        "hash": "TXT_d18ca6c2e17970ca5cbbabbc961232.mp3",
        "score": 0.5
    },
    {
        "txt": "United Kingdom’s Net-Zero Target: The legally binding aim of cutting greenhouse gas emissions by 2050.  ",
        "ipa": "juwnájtᵻd kᵻ́ŋdəm'z nɛ́t-zíjərow tɑ́rɡət: ðə líjɡəlij bájndᵻŋ ɛ́jm əv kʌ́tᵻŋ ɡríjnhàws ɡǽs əmᵻ́ʃənz baj 2050.",
        "hash": "TXT_424f71abb046e7754be2b55ae87b70.mp3",
        "score": 0.5
    },
    {
        "txt": "Climate Change Act 2008: The pioneering legal framework committing the UK to reduce carbon emissions.  ",
        "ipa": "klájmət tʃɛ́jndʒ ǽkt 2008: ðə pàjənɪ́ərᵻŋ líjɡəl frɛ́jmwɜ̀rk kəmᵻ́tᵻŋ ðə UK tə rədjúws kɑ́rbən əmᵻ́ʃənz.",
        "hash": "TXT_f53f091564c97f8227c2c0723c5a6e.mp3",
        "score": 0.5
    },
    {
        "txt": "Department for Environment: The government body overseeing policies on agriculture, fisheries, and natural resources.  ",
        "ipa": "dəpɑ́rtmənt fɔr ənvájərənmənt: ðə ɡʌ́vərmənt bɒ́dij ówvərsìjᵻŋ pɒ́lᵻsijz ɒn ǽɡrᵻkʌ̀ltʃər, fᵻ́ʃərijz, ənd nǽtʃərəl ríjsɔrsᵻz.",
        "hash": "TXT_46ef333559806240d6e04ea79f7df5.mp3",
        "score": 0.5
    },
    {
        "txt": "British Overseas Citizenship: The status of certain individuals in UK territories without full UK nationality.  ",
        "ipa": "brᵻ́tᵻʃ ówvərsíjz sᵻ́tᵻzənʃᵻ̀p: ðə stǽtəs əv sɜ́rtən ᵻ̀ndᵻvᵻ́dʒəwəlz ᵻn UK tɛ́ərᵻtɔ̀rijz wᵻðáwt fʊ́l UK næ̀ʃənǽlᵻtij.",
        "hash": "TXT_0ba090969ac2940dff8334db1d590a.mp3",
        "score": 0.5
    },
    {
        "txt": "Assembly Quorum Rules: The minimum number of members required for valid legislative proceedings.  ",
        "ipa": "əsɛ́mblij kwɔ́rəm rúwlz: ðə mᵻ́nᵻməm nʌ́mbər əv mɛ́mbərz rəkwájərd fɔr vǽlᵻd lɛ́dʒəslɛ̀jtᵻv prəsíjdᵻŋz.",
        "hash": "TXT_9dcf7a2a85845733d9df9e1c59b8b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Monarch’s Royal Style: The official form of address including titles referencing different realms and territories.  ",
        "ipa": "mɒ́nɑ̀rk'z rɔ́jəl stájl: ðə əfᵻ́ʃəl fɔ́rm əv æ̀drɛ́s ᵻnklúwdᵻŋ tájtəlz rɛ́fərənsᵻŋ dᵻ́fərənt rɛ́lmz ənd tɛ́ərᵻtɔ̀rijz.",
        "hash": "TXT_cd6b00cc6e05007815d60667e13a8c.mp3",
        "score": 0.5
    },
    {
        "txt": "Prince of Wales Investiture: The ceremonial rite conferring the title on the heir apparent.  ",
        "ipa": "prᵻ́ns əv wɛjlz ᵻnvɛ́stᵻtʃər: ðə sɛ̀ərəmównijəl rájt kənfɜ́rᵻŋ ðə tájtəl ɒn ðə ɛ́ər əpǽrənt.",
        "hash": "TXT_36905fc72082c63ab93aad59692d22.mp3",
        "score": 0.5
    },
    {
        "txt": "Order of the Garter: The foremost chivalric order founded by Edward III in 1348.  ",
        "ipa": "ɔ́rdər əv ðə ɡɑ́rtər: ðə fɔ́rmòwst ʃᵻvǽlrᵻk ɔ́rdər fáwndᵻd baj ɛ́dwərd III ᵻn 1348.",
        "hash": "TXT_7cbf2cea8963a214419a73e7f19d23.mp3",
        "score": 0.5
    },
    {
        "txt": "British Honours System: The awards bestowed by the Crown in recognition of service and achievements.  ",
        "ipa": "brᵻ́tᵻʃ ɒ́nərz sᵻ́stəm: ðə əwɔ́rdz bəstówd baj ðə kráwn ᵻn rɛ̀kəɡnᵻ́ʃən əv sɜ́rvᵻs ənd ətʃíjvmənts.",
        "hash": "TXT_ce82f0fa78be3e37d4580d616580c7.mp3",
        "score": 0.5
    },
    {
        "txt": "Privy Council Oath: The pledge of secrecy and allegiance taken by new members of the monarch’s advisory body.  ",
        "ipa": "prᵻ́vij káwnsəl ówθ: ðə plɛ́dʒ əv síjkrəsij ənd əlíjdʒəns tɛ́jkən baj núw mɛ́mbərz əv ðə mɒ́nɑ̀rk'z ædvájzərij bɒ́dij.",
        "hash": "TXT_361686972b932e3d99af441e67fc90.mp3",
        "score": 0.5
    },
    {
        "txt": "General Synod Governance: The national assembly handling the Church of England’s legislative affairs.  ",
        "ipa": "dʒɛ́nərəl sᵻ́nəd ɡʌ́vərnəns: ðə nǽʃənəl əsɛ́mblij hǽndəlᵻŋ ðə tʃɜ́rtʃ əv ᵻ́ŋɡlənd'z lɛ́dʒəslɛ̀jtᵻv əfɛ́ərz.",
        "hash": "TXT_168ceb02773e4b70f34038d64720e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Diplomatic Service Overseas: The global network of embassies promoting British interests abroad.  ",
        "ipa": "dᵻ̀pləmǽtᵻk sɜ́rvᵻs ówvərsíjz: ðə ɡlówbəl nɛ́twɜ̀rk əv ɛ́mbəsijz prəmówtᵻŋ brᵻ́tᵻʃ ᵻ́ntərəsts əbrɔ́d.",
        "hash": "TXT_304492ac6d1014735575ac9ccc987a.mp3",
        "score": 0.5
    },
    {
        "txt": "Bilateral and Multilateral Treaties: The formal agreements shaping international cooperation and obligations.  ",
        "ipa": "bajlǽtərəl ənd mʌ̀ltijlǽtərəl tríjtijz: ðə fɔ́rməl əɡríjmənts ʃɛ́jpᵻŋ ᵻ̀ntərnǽʃənəl kowɒ̀pərɛ́jʃən ənd ɒ̀bləɡɛ́jʃənz.",
        "hash": "TXT_74a5755e33ddc02dabfbca2e1e1b29.mp3",
        "score": 0.5
    },
    {
        "txt": "Geneva Conventions Compliance: The obligations guiding British conduct in armed conflicts.  ",
        "ipa": "dʒᵻníjvə kənvɛ́nʃənz kəmplájəns: ðə ɒ̀bləɡɛ́jʃənz ɡájdᵻŋ brᵻ́tᵻʃ kəndʌ́kt ᵻn ɑ́rmd kɒ́nflᵻkts.",
        "hash": "TXT_afdfe9b98a63e458546ac0c3279086.mp3",
        "score": 0.5
    },
    {
        "txt": "Historic Royal Palaces Trust: The charity managing unoccupied royal palaces and fortifications.  ",
        "ipa": "hᵻstɔ́rᵻk rɔ́jəl pǽləsᵻz trʌ́st: ðə tʃɛ́ərᵻtij mǽnᵻdʒᵻŋ ənɒ́kjəpàjd rɔ́jəl pǽləsᵻz ənd fɔ̀rtᵻfᵻkɛ́jʃənz.",
        "hash": "TXT_b5eca522fd4f56931996c91f1da515.mp3",
        "score": 0.5
    },
    {
        "txt": "English Heritage Custodianship: The organization protecting historical sites and monuments across England.  ",
        "ipa": "ᵻ́ŋɡlᵻʃ hɛ́ərᵻtᵻdʒ kəstówdijənʃᵻ̀p: ðə ɔ̀rɡənᵻzɛ́jʃən prətɛ́ktᵻŋ hᵻstɔ́rᵻkəl sájts ənd mɒ́njəmənts əkrɔ́s ᵻ́ŋɡlənd.",
        "hash": "TXT_fbf683b2d04e4254963e1ac7fa633d.mp3",
        "score": 0.5
    },
    {
        "txt": "Valuation Office Agency: The government department assessing property values for council tax and business rates.  ",
        "ipa": "væljuwɛ́jʃən ɔ́fᵻs ɛ́jdʒənsij: ðə ɡʌ́vərmənt dəpɑ́rtmənt əsɛ́sᵻŋ prɒ́pərtij vǽljuwz fɔr káwnsəl tǽks ənd bᵻ́znəs rɛ́jts.",
        "hash": "TXT_dc311739fab8a2455e2dcaeb878aee.mp3",
        "score": 0.5
    },
    {
        "txt": "British Labour Market: The dynamic workforce system influenced by migration and economic cycles.  ",
        "ipa": "brᵻ́tᵻʃ lɛ́jbər mɑ́rkət: ðə dajnǽmᵻk wɜ́rkfɔ̀rs sᵻ́stəm ᵻ́nfluwənst baj majɡrɛ́jʃən ənd ɛ̀kənɒ́mᵻk sájkəlz.",
        "hash": "TXT_47f657a92dd8abaaddf6760dbbd57b.mp3",
        "score": 0.5
    },
    {
        "txt": "Pension Auto-Enrolment: The policy requiring employers to register eligible staff into workplace pensions.  ",
        "ipa": "pɛ́nʃən ɔ́tow-ᵻnrówlmənt: ðə pɒ́lᵻsij rijkwájərᵻŋ ɛmplɔ́jərz tə rɛ́dʒᵻstər ɛ́lᵻdʒᵻbəl stǽf ᵻntə wɜ́rkplɛ̀js pɛ́nʃənz.",
        "hash": "TXT_ed4c7408217a1fecb3b6ea2b4c829e.mp3",
        "score": 0.5
    },
    {
        "txt": "Armed Forces Day: The annual tribute recognising military service personnel across the UK.  ",
        "ipa": "ɑ́rmd fɔ́rsᵻz dɛ́j: ðə ǽnjuwəl trᵻ́bjuwt rɛ́kəɡnàjzᵻŋ mᵻ́lᵻtɛ̀ərij sɜ́rvᵻs pɜ̀rsənɛ́l əkrɔ́s ðə UK.",
        "hash": "TXT_311c43f1f4ba26b55ce859abbfb68a.mp3",
        "score": 0.5
    },
    {
        "txt": "Common Professional Examination: The postgraduate course enabling non-law graduates to become solicitors or barristers.  ",
        "ipa": "kɒ́mən prəfɛ́ʃənəl əɡzæ̀mᵻtɛ́jʃən: ðə pɔstɡrǽdʒuwᵻt kɔ́rs ɛnɛ́jbəlᵻŋ nɒn-lɔ ɡrǽdʒəwɛ̀jts tə bəkʌ́m səlᵻ́sətərz ɔr bǽrᵻstərz.",
        "hash": "TXT_edca9b0f6f7b1129b2bc0172d3935f.mp3",
        "score": 0.5
    },
    {
        "txt": "Second Chamber Reform: The continuing debate on creating a fully or partially elected House of Lords.  ",
        "ipa": "sɛ́kənd tʃɛ́jmbər rəfɔ́rm: ðə kəntᵻ́njuwᵻŋ dəbɛ́jt ɒn krijɛ́jtᵻŋ ə fʊ́lij ɔr pɑ́rʃəlij əlɛ́ktᵻd haws əv lɔ́rdz.",
        "hash": "TXT_71720a48722fde2ff4f2db4f10414d.mp3",
        "score": 0.5
    },
    {
        "txt": "Boundary Commission Reviews: The periodic process adjusting constituency borders to reflect population changes.  ",
        "ipa": "báwndərij kəmᵻ́ʃən rəvjúwz: ðə pɪ̀ərijɒ́dᵻk prɒ́sɛs ədʒʌ́stᵻŋ kənstᵻ́tʃuwənsij bɔ́rdərz tə rəflɛ́kt pɒ̀pjəlɛ́jʃən tʃɛ́jndʒᵻz.",
        "hash": "TXT_e93e19a4fbe96065b7ab82586e7fbb.mp3",
        "score": 0.5
    },
    {
        "txt": "Life Peer Appointments: The awarding of peerage for life, enabling individuals to sit in the House of Lords.  ",
        "ipa": "lájf pɪ́ər əpɔ́jntmənts: ðə əwɔ́rdᵻŋ əv pɪ́ərᵻdʒ fɔr lájf, ɛnɛ́jbəlᵻŋ ᵻ̀ndᵻvᵻ́dʒəwəlz tə sᵻ́t ᵻn ðə haws əv lɔ́rdz.",
        "hash": "TXT_039a4b213d197b978cabacdd597251.mp3",
        "score": 0.5
    },
    {
        "txt": "Serving on Juries: The random civic responsibility that can last two weeks or more.  ",
        "ipa": "sɜ́rvᵻŋ ɒn dʒʊ́rijz: ðə rǽndəm sᵻ́vᵻk rəspɒ̀nsᵻbᵻ́lᵻtij thət kən lǽst túw wíjks ɔr mɔr.",
        "hash": "TXT_938cb40957cd0a7508b9b8e85fa61e.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Commissions Inquiry: Temporary bodies analyzing complex issues and recommending legal or social reforms.  ",
        "ipa": "rɔ́jəl kəmᵻ́ʃənz ᵻ̀nkwájərìj: tɛ́mpərɛ̀ərij bɒ́dijz ǽnəlàjzᵻŋ kɒ́mplɛks ᵻ́ʃuwz ənd rɛ̀kəmɛ́ndᵻŋ líjɡəl ɔr sówʃəl rəfɔ́rmz.",
        "hash": "TXT_d9533af0f5e50e820719eac06eb0ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Magistrates’ Lay Participation: The tradition of untrained local volunteers dispensing low-level justice.  ",
        "ipa": "mǽdʒᵻstrɛ̀jts’ lɛ́j pɑrtᵻ̀sᵻpɛ́jʃən: ðə trədᵻ́ʃən əv ʌ̀ntrɛ́jnd lówkəl vɒ̀ləntɪ́ərz dᵻspɛ́nsᵻŋ lów-lɛ́vəl dʒʌ́stᵻs.",
        "hash": "TXT_d61061cefcd44d7715798018bf1806.mp3",
        "score": 0.5
    },
    {
        "txt": "Parish Church Importance: The central position of local churches in community life and record-keeping.  ",
        "ipa": "pǽrᵻʃ tʃɜ́rtʃ ᵻ̀mpɔ́rtəns: ðə sɛ́ntrəl pəzᵻ́ʃən əv lówkəl tʃɜ́rtʃᵻz ᵻn kəmjúwnᵻtij lájf ənd rɛ́kɔrd-kíjpᵻŋ.",
        "hash": "TXT_55e42ad117955ab22202985e877591.mp3",
        "score": 0.5
    },
    {
        "txt": "Metropolitan County Councils: The abolished regional authorities once managing conurbations in England.  ",
        "ipa": "mɛ̀trəpɒ́lətən káwntij káwnsəlz: ðə əbɒ́lᵻʃt ríjdʒənəl əθɔ́rᵻtijz wʌ́ns mǽnᵻdʒᵻŋ kənɜ̀rbɛ́jʃənz ᵻn ᵻ́ŋɡlənd.",
        "hash": "TXT_9e1fc861d3b01c6a417325b27b8fc4.mp3",
        "score": 0.5
    },
    {
        "txt": "Open Government Initiatives: The push for transparency and accountability in public administration.  ",
        "ipa": "ówpən ɡʌ́vərmənt ᵻnᵻ́ʃətᵻvz: ðə pʊ́ʃ fɔr trænspɛ́ərənsij ənd əkàwntəbᵻ́lᵻtij ᵻn pʌ́blᵻk ædmᵻ̀nᵻstrɛ́jʃən.",
        "hash": "TXT_d4f84b2898d3d8f76c6f9f1da177c4.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Clan Warfare: The historical rivalries among Highland families shaping Scotland’s medieval history.  ",
        "ipa": "skɒ́tᵻʃ klǽn wɔ́rfɛ̀ər: ðə hᵻstɔ́rᵻkəl rájvəlrijz əmʌ́ŋ hájlənd fǽmᵻlijz ʃɛ́jpᵻŋ skɔ́tlənd'z mijdíjvəl hᵻ́stərij.",
        "hash": "TXT_2444c4782c4942e8276b56c4f7859c.mp3",
        "score": 0.5
    },
    {
        "txt": "English Feudal Hierarchy: The structured social pyramid maintained by landholdings and lord-vassal relations.  ",
        "ipa": "ᵻ́ŋɡlᵻʃ fjúwdəl hájərɑ̀rkij: ðə strʌ́ktʃərd sówʃəl pɪ́ərəmᵻd mɛjntɛ́jnd baj lǽndhòwldᵻŋz ənd lɔ́rd-vǽsəl rəlɛ́jʃənz.",
        "hash": "TXT_3e7e14bd08155428b1090ff8230e82.mp3",
        "score": 0.5
    },
    {
        "txt": "Privatisation Campaigns: The Thatcher-era sell-offs of nationalised industries like British Telecom.  ",
        "ipa": "prájvətᵻzɛ́jʃən kæmpɛ́jnz: ðə θǽtʃər-ɛ́ərə sɛ́l-ɔ́fs əv næʃənəlajzd ᵻ́ndəstrijz lájk brᵻ́tᵻʃ tɛ́ləkɒm.",
        "hash": "TXT_b1ef1b19a9d2c5ca81b8d579f4cf6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Council House Right-to-Buy: The policy enabling tenants to purchase their public housing at a discount.  ",
        "ipa": "káwnsəl haws rájt-tə-báj: ðə pɒ́lᵻsij ɛnɛ́jbəlᵻŋ tɛ́nənts tə pɜ́rtʃəs ðɛər pʌ́blᵻk háwzᵻŋ æt ə dᵻ́skawnt.",
        "hash": "TXT_dd949ab9ed92171692a580200300dd.mp3",
        "score": 0.5
    },
    {
        "txt": "London Congestion Charge: The traffic management fee introduced in 2003 to reduce central city congestion.  ",
        "ipa": "lʌ́ndən kəndʒɛ́stʃən tʃɑ́rdʒ: ðə trǽfᵻk mǽnədʒmənt fíj ᵻ̀ntrədúwst ᵻn 2003 tə rədjúws sɛ́ntrəl sᵻ́tij kəndʒɛ́stʃən.",
        "hash": "TXT_fa8519604620a46c653e24c54fd201.mp3",
        "score": 0.5
    },
    {
        "txt": "Public Transportation Systems: The integrated bus, rail, and metro networks serving urban centres.  ",
        "ipa": "pʌ́blᵻk træ̀nspərtɛ́jʃən sᵻ́stəmz: ðə ᵻ́ntəɡrɛjtᵻd bʌ́s, rɛ́jl, ənd mɛ́tròw nɛ́twɜ̀rks sɜ́rvᵻŋ ɜ́rbən sɛ́ntərz.",
        "hash": "TXT_b0c78344af56ed974ca964f638ca28.mp3",
        "score": 0.5
    },
    {
        "txt": "Children Act 1989: The statute emphasizing child welfare, parental responsibilities, and safeguarding.  ",
        "ipa": "tʃᵻ́ldrən ǽkt 1989: ðə stǽtʃuwt ɛ́mfəsajzᵻŋ tʃájld wɛ́lfɛ̀ər, pərɛ́ntəl rəspɒ̀nsᵻbᵻ́lᵻtijz, ənd sɛ́jfɡɑ̀rdᵻŋ.",
        "hash": "TXT_40b3e9d7ffebc331735e57f91aad76.mp3",
        "score": 0.5
    },
    {
        "txt": "UK Income Tax History: The original wartime levy introduced in 1799, evolving into a core revenue source.  ",
        "ipa": "UK ᵻ́nkʌ̀m tǽks hᵻ́stərij: ðə ərᵻ́dʒᵻnəl wɔ́rtàjm lɛ́vij ᵻ̀ntrədúwst ᵻn 1799, əvɒ́lvᵻŋ ᵻntə ə kɔ́r rɛ́vənùw sɔ́rs.",
        "hash": "TXT_04f8aed8e0008ddc2fba23fe3ecb91.mp3",
        "score": 0.5
    },
    {
        "txt": "Inheritance Tax Thresholds: The system imposing levies on estates surpassing a certain value.  ",
        "ipa": "ᵻ̀nhɛ́ərᵻtəns tǽks θrɛ́ʃòwldz: ðə sᵻ́stəm ᵻ̀mpówzᵻŋ lɛ́vijz ɒn əstɛ́jts sərpǽsᵻŋ ə sɜ́rtən vǽljuw.",
        "hash": "TXT_8485ac32549a480a73eff6a81b0cf0.mp3",
        "score": 0.5
    },
    {
        "txt": "Monetary Policy Committee: The Bank of England’s body setting interest rates to maintain price stability.  ",
        "ipa": "mɒ́nətɛ̀ərij pɒ́lᵻsij kəmᵻ́tij: ðə bǽŋk əv ᵻ́ŋɡlənd'z bɒ́dij sɛ́tᵻŋ ᵻ́ntərəst rɛ́jts tə mɛjntɛ́jn prájs stəbᵻ́lᵻtij.",
        "hash": "TXT_033ceaef6c123d69931612b073fe68.mp3",
        "score": 0.5
    },
    {
        "txt": "Fiscal Responsibility Charter: The framework compelling governments to maintain sustainable public finances.  ",
        "ipa": "fᵻ́skəl rəspɒ̀nsᵻbᵻ́lᵻtij tʃɑ́rtər: ðə frɛ́jmwɜ̀rk kəmpɛ́lᵻŋ ɡʌ́vərmənts tə mɛjntɛ́jn səstɛ́jnəbəl pʌ́blᵻk fájnæ̀nsᵻz.",
        "hash": "TXT_39879d94ac9820f3e36d1360043f65.mp3",
        "score": 0.5
    },
    {
        "txt": "Universal Credit Rollout: The consolidated benefit system gradually replacing multiple welfare payments.  ",
        "ipa": "jùwnᵻvɜ́rsəl krɛ́dᵻt rówlàwt: ðə kənsɒ́lᵻdɛ̀jtᵻd bɛ́nəfᵻt sᵻ́stəm ɡrǽdʒuwəlij rəplɛ́jsᵻŋ mʌ́ltᵻpəl wɛ́lfɛ̀ər pɛ́jmənts.",
        "hash": "TXT_fecb8732ad992fe388e31f7fd8696d.mp3",
        "score": 0.5
    },
    {
        "txt": "Work Capability Assessments: Evaluations determining eligibility for disability or unemployment support.  ",
        "ipa": "wɜ́rk kɛ̀jpəbᵻ́lᵻtij əsɛ́smənts: əvæ̀ljuwɛ́jʃənz dətɜ́rmᵻnᵻŋ ɛ̀lᵻdʒəbᵻ́lᵻtij fɔr dᵻ̀səbᵻ́lᵻtij ɔr ʌ̀nəmplɔ́jmənt səpɔ́rt.",
        "hash": "TXT_b081f0965acb2961ba8a41028c711a.mp3",
        "score": 0.5
    },
    {
        "txt": "Armed Forces Parliamentary Scheme: The initiative giving MPs firsthand experience of military life.  ",
        "ipa": "ɑ́rmd fɔ́rsᵻz pɑ̀rləmɛ́ntərij skíjm: ðə ᵻnᵻ́ʃətᵻv ɡᵻ́vᵻŋ MPS fɜ́rshænd əkspɪ́ərijəns əv mᵻ́lᵻtɛ̀ərij lájf.",
        "hash": "TXT_1499bfda3d13b4cc43fc02a424d60a.mp3",
        "score": 0.5
    },
    {
        "txt": "Operation Banner Timeline: The British Army’s long deployment in Northern Ireland from 1969 to 2007.  ",
        "ipa": "ɒ̀pərɛ́jʃən bǽnər tájmlajn: ðə brᵻ́tᵻʃ ɑ́rmij'z lɔ́ŋ dəplɔ́jmənt ᵻn nɔ́rðərn ájərlənd frəm 1969 tə 2007.",
        "hash": "TXT_96dd736f3e55ac44a8e8ce36f55754.mp3",
        "score": 0.5
    },
    {
        "txt": "Scotland Yard Headquarters: The Metropolitan Police leadership centre historically named after its location.  ",
        "ipa": "skɔ́tlənd jɑ́rd hɛ́dkwɔ̀rtərz: ðə mɛ̀trəpɒ́lətən pəlíjs líjdərʃᵻ̀p sɛ́ntər hᵻstɔ́rᵻkəlij nɛ́jmd ǽftər ᵻts lowkɛ́jʃən.",
        "hash": "TXT_2a86381998f3fa1db1ad41fefe5c0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Aviation Authority: The regulator overseeing airline safety, pilot licensing, and air travel standards.  ",
        "ipa": "sᵻ́vəl ɛ̀jvijɛ́jʃən əθɔ́rᵻtij: ðə rɛ́ɡjəlɛjtər ówvərsìjᵻŋ ɛ́ərlàjn sɛ́jftij, pájlət lájsənsᵻŋ, ənd ɛ́ər trǽvəl stǽndərdz.",
        "hash": "TXT_34459828edb13c4492e736c6413233.mp3",
        "score": 0.5
    },
    {
        "txt": "Heathrow Expansion Debate: The contentious proposals to increase airport capacity in West London.  ",
        "ipa": "híjθrow əkspǽnʃən dəbɛ́jt: ðə kəntɛ́nʃəs prəpówzəlz tə ᵻ́nkrijs ɛ́ərpɔ̀rt kəpǽsᵻtij ᵻn wɛ́st lʌ́ndən.",
        "hash": "TXT_2eca9fdbfc20103f826deeaf4b7aa2.mp3",
        "score": 0.5
    },
    {
        "txt": "British Sustainable Energy: The growth of wind, solar, and tidal projects aiming for greener electricity.  ",
        "ipa": "brᵻ́tᵻʃ səstɛ́jnəbəl ɛ́nərdʒij: ðə ɡrówθ əv wᵻnd, sówlər, ənd tájdəl prɒ́dʒɛkts ɛ́jmᵻŋ fɔr ɡríjnər əlɛ̀ktrᵻ́sᵻtij.",
        "hash": "TXT_361d6d6b57a5853e4c9f76b1c3b340.mp3",
        "score": 0.5
    },
    {
        "txt": "Creative Industries Success: The world-class performance of UK film, music, and design sectors.  ",
        "ipa": "krijɛ́jtᵻv ᵻ́ndəstrijz səksɛ́s: ðə wɜ́rld-klǽs pərfɔ́rməns əv UK fᵻ́lm, mjúwzᵻk, ənd dəzájn sɛ́ktərz.",
        "hash": "TXT_98019c443aac95c754264dc2fcebd3.mp3",
        "score": 0.5
    },
    {
        "txt": "National Gallery Collection: The central London museum housing masterpieces of Western European painting.  ",
        "ipa": "nǽʃənəl ɡǽlərij kəlɛ́kʃən: ðə sɛ́ntrəl lʌ́ndən mjúwzijəm háwzᵻŋ mǽstərpìjsᵻz əv wɛ́stərn jʊ̀rəpíjən pɛ́jntᵻŋ.",
        "hash": "TXT_ffe2dcd0cf4d23ff7ecb0eabc5382d.mp3",
        "score": 0.5
    },
    {
        "txt": "British Museum Holdings: The expansive array of global artefacts, sparking discussions over repatriation.  ",
        "ipa": "brᵻ́tᵻʃ mjúwzijəm hówldᵻŋz: ðə əkspǽnsᵻv ərɛ́j əv ɡlówbəl ɑ́rtəfæ̀ks, spɑ́rkᵻŋ dᵻskʌ́ʃənz ówvər rijpɛ̀jtrijɛ́jʃən.",
        "hash": "TXT_a007c1381efcae9148cff8c2203a4a.mp3",
        "score": 0.5
    },
    {
        "txt": "Imperial War Museum Archives: The extensive documentation of conflict experiences, from WWI to present.  ",
        "ipa": "ᵻ̀mpɪ́ərijəl wɔ́r mjúwzijəm ɑ́rkàjvz: ðə əkstɛ́nsᵻv dɒ̀kjəmɛntɛ́jʃən əv kɒ́nflᵻkt əkspɪ́ərijənsijz, frəm WWI tə prɛ́zənt.",
        "hash": "TXT_9061463e9278bae1484a35f92dd2c7.mp3",
        "score": 0.5
    },
    {
        "txt": "Tate Modern Conversion: The repurposing of a former power station into a leading contemporary art gallery.  ",
        "ipa": "tɛ́jt mɒ́dərn kənvɜ́rʒən: ðə rᵻpɜ́rpɔ̀sᵻŋ əv ə fɔ́rmər páwər stɛ́jʃən ᵻntə ə líjdᵻŋ kəntɛ́mpərɛ̀ərij ɑ́rt ɡǽlərij.",
        "hash": "TXT_4058176d4d8e0ad506a3a985c2a09a.mp3",
        "score": 0.5
    },
    {
        "txt": "St Paul’s Cathedral Architecture: The Baroque masterpiece by Sir Christopher Wren symbolising London’s resilience.  ",
        "ipa": "sɛ́jnt pɔ́l'z kəθíjdrəl ɑ́rkᵻtɛ̀ktʃər: ðə bərówk mǽstərpìjs baj sɜ́r krᵻ́stəfər rɛ́n sᵻmbʌ́lajzᵻŋ lʌ́ndən'z rəzᵻ́lijəns.",
        "hash": "TXT_b73bde0e720f1b73e583104781ed71.mp3",
        "score": 0.5
    },
    {
        "txt": "Canterbury Cathedral Heritage: The seat of the Archbishop of Canterbury, marking the heart of the Church of England.  ",
        "ipa": "kǽntərbɛ̀ərij kəθíjdrəl hɛ́ərᵻtᵻdʒ: ðə síjt əv ðə ɑ́rtʃbᵻ́ʃəp əv kǽntərbɛ̀ərij, mɑ́rkᵻŋ ðə hɑ́rt əv ðə tʃɜ́rtʃ əv ᵻ́ŋɡlənd.",
        "hash": "TXT_b6bb05a35c861dbf7eb77739038af1.mp3",
        "score": 0.5
    },
    {
        "txt": "York Minster Significance: One of Northern Europe’s largest Gothic cathedrals, reflecting medieval craftsmanship.  ",
        "ipa": "jɔrk mᵻ́nstər sᵻɡnᵻ́fᵻkəns: wʌ́n əv nɔ́rðərn jʊ́rəp'z lɑ́rdʒəst ɡɒ́θᵻk kəθíjdrəlz, rəflɛ́ktᵻŋ mijdíjvəl krǽfsmənʃᵻ̀p.",
        "hash": "TXT_eec35f7ea327bf72da8f05f8d1b524.mp3",
        "score": 0.5
    },
    {
        "txt": "Environmental Activism Legacy: The tradition of movements like Greenpeace and Extinction Rebellion in the UK.  ",
        "ipa": "ənvàjərənmɛ́ntəl ǽktᵻvᵻ̀zəm lɛ́ɡəsij: ðə trədᵻ́ʃən əv múwvmənts lájk ɡríjnpìjs ənd əkstᵻ́ŋkʃən rəbɛ́ljən ᵻn ðə UK.",
        "hash": "TXT_64fbcf928cfc2b4fef43adcf02e072.mp3",
        "score": 0.5
    },
    {
        "txt": "Occupy London Protests: The 2011 anti-capitalist demonstrations outside St Paul’s Cathedral.  ",
        "ipa": "ɒ́kjəpàj lʌ́ndən prówtɛ̀s: ðə 2011 ǽntᵻ-kǽpᵻtəlᵻst dɛ̀mənstrɛ́jʃənz áwtsájd sɛ́jnt pɔ́l'z kəθíjdrəl.",
        "hash": "TXT_6012ce60b8c8847b7ae1bfa7e16580.mp3",
        "score": 0.5
    },
    {
        "txt": "Britpop Cultural Phenomenon: The 1990s musical wave led by bands such as Oasis and Blur.  ",
        "ipa": "brᵻtpɒp kʌ́ltʃərəl fənɒ́mənɒn: ðə 1990s mjúwzᵻkəl wɛ́jv lɛ́d baj bǽndz sʌtʃ æz owɛ́jsᵻs ənd blɜ́r.",
        "hash": "TXT_fbf6b4a1bfd4bea9fff22c1f7966ad.mp3",
        "score": 0.5
    },
    {
        "txt": "British Jazz Renaissance: The modern revival with artists blending traditional sounds and contemporary influences.  ",
        "ipa": "brᵻ́tᵻʃ dʒǽz rɛ́nəsɒns: ðə mɒ́dərn rijvájvəl wᵻð ɑ́rtᵻsts blɛ́ndᵻŋ trədᵻ́ʃənəl sáwndz ənd kəntɛ́mpərɛ̀ərij ᵻ́nflùwənsᵻz.",
        "hash": "TXT_39c23336dfb7f38e3a0d4eb32dab46.mp3",
        "score": 0.5
    },
    {
        "txt": "Cultural Quarters Development: Urban regeneration strategies focusing on arts, music, and heritage.  ",
        "ipa": "kʌ́ltʃərəl kwɔ́rtərz dəvɛ́ləpmənt: ɜ́rbən rijdʒɛ́nərɛ́jʃən strǽtədʒijz fówkəsᵻŋ ɒn ɑ́rts, mjúwzᵻk, ənd hɛ́ərᵻtᵻdʒ.",
        "hash": "TXT_dbf963a3d110fb92ed598c82f9b789.mp3",
        "score": 0.5
    },
    {
        "txt": "Community Cohesion Policies: Government-led efforts to foster integration and social harmony across diverse areas.  ",
        "ipa": "kəmjúwnᵻtij kowhíjʒən pɒ́lᵻsijz: ɡʌ́vərmənt-lɛ́d ɛ́fərts tə fɒ́stər ᵻ̀ntəɡrɛjʃən ənd sówʃəl hɑ́rmənij əkrɔ́s dajvɜ́rs ɛ́ərijəz.",
        "hash": "TXT_914480d2da0757be70345c20762dc0.mp3",
        "score": 0.5
    },
    {
        "txt": "Northern Powerhouse Strategy: The initiative aiming to improve economic growth in northern England.  ",
        "ipa": "nɔ́rðərn páwərhàws strǽtədʒij: ðə ᵻnᵻ́ʃətᵻv ɛ́jmᵻŋ tə ᵻmprúwv ɛ̀kənɒ́mᵻk ɡrówθ ᵻn nɔ́rðərn ᵻ́ŋɡlənd.",
        "hash": "TXT_6ca672b49f8e34ef2abbf44d3586fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Birmingham Commonwealth Games: The 2022 edition showcasing sport and cultural vibrancy.  ",
        "ipa": "bɜ́rmᵻŋhæ̀m kɒ́mənwɛ̀lθ ɡɛ́jmz: ðə 2022 ədᵻ́ʃən ʃówkɛjsᵻŋ spɔ́rt ənd kʌ́ltʃərəl vájbrənsij.",
        "hash": "TXT_4cd32663f0623518ff2a1f74a08a15.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Observatory Greenwich: The home of the Prime Meridian and the foundation of global timekeeping.  ",
        "ipa": "rɔ́jəl əbzɜ́rvətɔ̀rij ɡrɛ́nᵻtʃ: ðə hówm əv ðə prájm mərᵻ́dijən ənd ðə fawndɛ́jʃən əv ɡlówbəl tájmkìjpᵻŋ.",
        "hash": "TXT_5f6bbd36d39bbbebc1c2968543d74e.mp3",
        "score": 0.5
    },
    {
        "txt": "Lunar Society Legacies: The Enlightenment-era gatherings in the Midlands pioneering scientific advancements.  ",
        "ipa": "lúwnər səsájətij lɛ́ɡəsijz: ðə ɛ̀nlájtənmənt-ɛ́ərə ɡǽðərᵻŋz ᵻn ðə mᵻ́dlæ̀ndz pàjənɪ́ərᵻŋ sàjəntᵻ́fᵻk ədvǽnsmənts.",
        "hash": "TXT_3aff86897ff3589b28e398ff4b3cad.mp3",
        "score": 0.5
    },
    {
        "txt": "Passenger Rights Protections: Legal entitlements ensuring fair treatment in public transport disruptions.  ",
        "ipa": "pǽsəndʒər rájts prətɛ́kʃənz: líjɡəl ɛntájtəlmənts ɛnʃʊ́rᵻŋ fɛ́ər tríjtmənt ᵻn pʌ́blᵻk trǽnspɔrt dᵻsrʌ́pʃənz.",
        "hash": "TXT_6ea013d50918016212dfd0aa214942.mp3",
        "score": 0.5
    },
    {
        "txt": "Volunteer Police Specials: Civilians contributing part-time service to support full-time officers.  ",
        "ipa": "vɒ̀ləntɪ́ər pəlíjs spɛ́ʃəlz: sᵻvᵻ́ljənz kəntrᵻ́bjuwtᵻŋ pɑ́rt-tájm sɜ́rvᵻs tə səpɔ́rt fʊ́l-tájm ɔ́fᵻsərz.",
        "hash": "TXT_dd4e785c79cdfd7694f50d7cdebcb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Elected Mayors System: The direct election model for the executive heads of certain city regions.  ",
        "ipa": "əlɛ́ktᵻd mɛ́jərz sᵻ́stəm: ðə dᵻərɛ́kt əlɛ́kʃən mɒ́dəl fɔr ðə əɡzɛ́kjətᵻv hɛ́dz əv sɜ́rtən sᵻ́tij ríjdʒənz.",
        "hash": "TXT_df73933140cdd1e8797897895a0b7b.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Independence Referendum: The 2014 vote rejecting complete separation from the UK.  ",
        "ipa": "skɒ́tᵻʃ ᵻ̀ndəpɛ́ndəns rɛ̀fərɛ́ndəm: ðə 2014 vówt rədʒɛ́ktᵻŋ kəmplíjt sɛ̀pərɛ̀jʃən frəm ðə UK.",
        "hash": "TXT_30946e394252aba07789c179866fae.mp3",
        "score": 0.5
    },
    {
        "txt": "Devo-Max Proposals: The concept granting near-federal powers to Scotland while remaining within the UK.  ",
        "ipa": "díjvow-mæks prəpówzəlz: ðə kɒ́nsɛpt ɡrǽntᵻŋ nɪ́ər-fɛ́dərəl páwərz tə skɔ́tlənd wájl rəmɛ́jnᵻŋ wᵻðᵻ́n ðə UK.",
        "hash": "TXT_ded5d2d4d35904aec939746607ca90.mp3",
        "score": 0.5
    },
    {
        "txt": "House of Lords Judicial Function: The historical role of Law Lords replaced by the Supreme Court in 2009.  ",
        "ipa": "haws əv lɔ́rdz dʒuwdᵻ́ʃəl fʌ́ŋkʃən: ðə hᵻstɔ́rᵻkəl rówl əv lɔ lɔ́rdz rìjplɛ́jst baj ðə səpríjm kɔ́rt ᵻn 2009.",
        "hash": "TXT_79babe436cc557c4538b114dd0586e.mp3",
        "score": 0.5
    },
    {
        "txt": "Early Day Motions: The formal parliamentary notices used by MPs to raise awareness of issues.  ",
        "ipa": "ɜ́rlij dɛ́j mówʃənz: ðə fɔ́rməl pɑ̀rləmɛ́ntərij nówtᵻsᵻz júwzd baj MPS tə rɛ́jz əwɛ́ərnəs əv ᵻ́ʃuwz.",
        "hash": "TXT_e4027888bd93317d1e96eaa55de7a4.mp3",
        "score": 0.5
    },
    {
        "txt": "Election Manifesto Commitments: The declared promises forming the basis of a party’s mandate if elected.  ",
        "ipa": "əlɛ́kʃən mæ̀nᵻfɛ́stòw kəmᵻ́tmənts: ðə dəklɛ́ərd prɒ́mᵻsᵻz fɔ́rmᵻŋ ðə bɛ́jsᵻs əv ə pɑ́rtij'z mǽndɛ̀jt ᵻf əlɛ́ktᵻd.",
        "hash": "TXT_baa11ab8232bb08e2b78cc479a6815.mp3",
        "score": 0.5
    },
    {
        "txt": "Hung Parliament Scenarios: Situations in which no single party achieves an outright majority in the Commons.  ",
        "ipa": "hʌ́ŋ pɑ́rləmənt sənɛ́ərijowz: sᵻ̀tʃuwɛ́jʃənz ᵻn wᵻ́tʃ now sᵻ́ŋɡəl pɑ́rtij ətʃíjvz ən áwtrájt mədʒɔ́rᵻtij ᵻn ðə kɒ́mənz.",
        "hash": "TXT_00a28c234209aeb603e27ee81b2af5.mp3",
        "score": 0.5
    },
    {
        "txt": "Coalition Governments: Partnerships formed when parties share power, such as the 2010 Conservative-Liberal Democrat pact.  ",
        "ipa": "kòwəlᵻ́ʃən ɡʌ́vərmənts: pɑ́rtnərʃᵻ̀ps fɔ́rmd wɛ́n pɑ́rtijz ʃɛ́ər páwər, sʌtʃ æz ðə 2010 kənsɜ́rvətᵻv-lᵻ́bɜ̀rəl dɛ́məkræ̀t pǽkt.",
        "hash": "TXT_74bf6ffbd7f381d15a47e08eb59047.mp3",
        "score": 0.5
    },
    {
        "txt": "Confidence and Supply Deals: Agreements ensuring minority governments pass budgets and survive confidence votes.  ",
        "ipa": "kɒ́nfᵻdəns ənd səpláj díjlz: əɡríjmənts ɛnʃʊ́rᵻŋ majnɔ́rᵻtij ɡʌ́vərmənts pǽs bʌ́dʒəts ənd sərvájv kɒ́nfᵻdəns vówts.",
        "hash": "TXT_1205b2198d77eb4513a08dee62a413.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Disobedience Legacy: The historical usage of peaceful protest to challenge unjust laws and practices.  ",
        "ipa": "sᵻ́vəl dᵻ̀səbíjdijəns lɛ́ɡəsij: ðə hᵻstɔ́rᵻkəl júwsᵻdʒ əv píjsfəl prówtəst tə tʃǽləndʒ ʌ̀ndʒʌ́st lɔ́z ənd prǽktᵻsᵻz.",
        "hash": "TXT_01874851d57469a6df3c84b1b3ee12.mp3",
        "score": 0.5
    },
    {
        "txt": "Historical Danelaw Region: The part of England under Viking jurisdiction in the early medieval period.  ",
        "ipa": "hᵻstɔ́rᵻkəl dɛ́jnlɔ̀ ríjdʒən: ðə pɑ́rt əv ᵻ́ŋɡlənd ʌ́ndər vájkᵻŋ dʒʊ̀rᵻsdᵻ́kʃən ᵻn ðə ɜ́rlij mijdíjvəl pɪ́ərijəd.",
        "hash": "TXT_0fc8c7faa4bca8e131c107b21ec2e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Statute Law Revisions: The ongoing process of repealing obsolete statutes to maintain a coherent legal code.  ",
        "ipa": "stǽtʃuwt lɔ rijvᵻ́ʒənz: ðə ɒ́nɡòwᵻŋ prɒ́sɛs əv rijpíjlᵻŋ ɒ́bsəlìjt stǽtʃuwts tə mɛjntɛ́jn ə kowhɪ́ərənt líjɡəl kówd.",
        "hash": "TXT_688b6ddd5cbbf179ef2d10692b9a63.mp3",
        "score": 0.5
    },
    {
        "txt": "Feminism in Britain: The multi-wave movement advancing women’s rights from suffrage to workplace equality.  ",
        "ipa": "fɛ́mᵻnᵻ̀zəm ᵻn brᵻ́tən: ðə mʌ́ltij-wɛ́jv múwvmənt ədvǽnsᵻŋ wᵻ́mən'z rájts frəm sʌ́frᵻdʒ tə wɜ́rkplɛ̀js əkwɑ́lᵻtij.",
        "hash": "TXT_524782b4cb15f3d97f51612e98ea07.mp3",
        "score": 0.5
    },
    {
        "txt": "Pay-As-You-Earn System: The method of deducting income tax and national insurance at source from salaries.  ",
        "ipa": "pɛ́j-æz-juw-ɜ́rn sᵻ́stəm: ðə mɛ́θəd əv dədʌ́ktᵻŋ ᵻ́nkʌ̀m tǽks ənd nǽʃənəl ᵻ̀nʃʊ́rəns æt sɔ́rs frəm sǽlərijz.",
        "hash": "TXT_a2f429fe10402d15fd9c87494dec76.mp3",
        "score": 0.5
    },
    {
        "txt": "Double Taxation Treaties: Arrangements preventing individuals or companies from paying tax twice.  ",
        "ipa": "dʌ́bəl tæksɛ́jʃən tríjtijz: ərɛ́jndʒmənts prəvɛ́ntᵻŋ ᵻ̀ndᵻvᵻ́dʒəwəlz ɔr kʌ́mpənìjz frəm pɛ́jᵻŋ tǽks twájs.",
        "hash": "TXT_0decac37e7d3db2ca41ca8953ef024.mp3",
        "score": 0.5
    },
    {
        "txt": "National Savings Schemes: The government-backed options for individual saving and investing.  ",
        "ipa": "nǽʃənəl sɛ́jvᵻŋz skíjmz: ðə ɡʌ́vərmənt-bǽkt ɒ́pʃənz fɔr ᵻ̀ndᵻvᵻ́dʒəwəl sɛ́jvᵻŋ ənd ᵻnvɛ́stᵻŋ.",
        "hash": "TXT_0c58e19c7a24ea97d00970e7fb5ae6.mp3",
        "score": 0.5
    },
    {
        "txt": "Legal Tender Status: The official definition covering which banknotes and coins must be accepted.  ",
        "ipa": "líjɡəl tɛ́ndər stǽtəs: ðə əfᵻ́ʃəl dɛ̀fᵻnᵻ́ʃən kʌ́vərᵻŋ wᵻ́tʃ bǽŋknòwts ənd kɔ́jnz mʌst bij æksɛ́ptᵻd.",
        "hash": "TXT_28d2d246a0804928d6aeddb9cfc206.mp3",
        "score": 0.5
    },
    {
        "txt": "Free School Meals Programmes: The provision of nutritious lunches to eligible children in state schools.  ",
        "ipa": "fríj skúwl míjlz prəɡrǽmz: ðə prəvᵻ́ʒən əv nuwtrᵻ́ʃəs lʌ́ntʃᵻz tə ɛ́lᵻdʒᵻbəl tʃᵻ́ldrən ᵻn stɛ́jt skúwlz.",
        "hash": "TXT_27f78ef9bc611310958227d4f94c58.mp3",
        "score": 0.5
    },
    {
        "txt": "Funeral Payments Assistance: The means-tested support offered to those struggling with burial costs.  ",
        "ipa": "fjúwnərəl pɛ́jmənts əsᵻ́stəns: ðə míjnz-tɛ́stᵻd səpɔ́rt ɔ́fərd tə ðowz strʌ́ɡəlᵻŋ wᵻð bɛ́ərijəl kɒ́sts.",
        "hash": "TXT_6b24c3926d539c8c408d2afa3bd3ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Winter Fuel Allowance: The payment to help pensioners cover heating expenses in cold months.  ",
        "ipa": "wᵻ́ntər fjúwəl əláwəns: ðə pɛ́jmənt tə hɛ́lp pɛ́nʃənərz kʌ́vər híjtᵻŋ əkspɛ́nsᵻz ᵻn kówld mʌ́nθs.",
        "hash": "TXT_247f64e5b67dbfa09d68781682bfc0.mp3",
        "score": 0.5
    },
    {
        "txt": "Council Tax Exemptions: The categories of households qualifying for reductions or waivers.  ",
        "ipa": "káwnsəl tǽks əɡzɛ́mpʃənz: ðə kǽtəɡɔ̀rijz əv háwshòwldz kwɒ́ləfàjᵻŋ fɔr rədʌ́kʃənz ɔr wɛ́jvərz.",
        "hash": "TXT_9d7393dd72156f927e42648a8b7627.mp3",
        "score": 0.5
    },
    {
        "txt": "Electoral Register Obligation: The legal requirement for eligible people to register to vote.  ",
        "ipa": "əlɛ́ktərəl rɛ́dʒᵻstər ɒ̀bləɡɛ́jʃən: ðə líjɡəl rəkwájərmənt fɔr ɛ́lᵻdʒᵻbəl píjpəl tə rɛ́dʒᵻstər tə vówt.",
        "hash": "TXT_3f82488f4e84f367f6f238ab5b008f.mp3",
        "score": 0.5
    },
    {
        "txt": "Voter Identification Pilots: The trial measures requiring photo ID at polling stations.  ",
        "ipa": "vówtər ajdɛ̀ntᵻfᵻkɛ́jʃən pájləts: ðə trájəl mɛ́ʒərz rijkwájərᵻŋ fówtòw ID æt pówlᵻŋ stɛ́jʃənz.",
        "hash": "TXT_7f3a5ff12ef1a4e0de6c4ac8934cee.mp3",
        "score": 0.5
    },
    {
        "txt": "Press Complaints Regulation: The independent watchdog system upholding journalistic standards.  ",
        "ipa": "prɛ́s kəmplɛ́jnts rɛ̀ɡjəlɛ́jʃən: ðə ᵻ̀ndəpɛ́ndənt wɒ́tʃdɔ̀ɡ sᵻ́stəm əphówldᵻŋ dʒɜ̀rnəlᵻ́stᵻk stǽndərdz.",
        "hash": "TXT_b8be40fb5d896a406b33a8e13dd21e.mp3",
        "score": 0.5
    },
    {
        "txt": "Leveson Inquiry Findings: The 2012 examination of press ethics leading to recommendations on media regulation.  ",
        "ipa": "lɛ́vəsən ᵻ̀nkwájərìj fájndᵻŋz: ðə 2012 əɡzæ̀mᵻtɛ́jʃən əv prɛ́s ɛ́θᵻks líjdᵻŋ tə rɛ̀kəməndɛ́jʃənz ɒn míjdijə rɛ̀ɡjəlɛ́jʃən.",
        "hash": "TXT_f3419b03dfb3fe6ae6533215c1703c.mp3",
        "score": 0.5
    },
    {
        "txt": "Black Rod’s Ceremonial Role: The official who summons the Commons to hear the monarch’s speech in the Lords.  ",
        "ipa": "blǽk rɒ́d'z sɛ̀ərəmównijəl rówl: ðə əfᵻ́ʃəl huw sʌ́mənz ðə kɒ́mənz tə híjər ðə mɒ́nɑ̀rk'z spíjtʃ ᵻn ðə lɔ́rdz.",
        "hash": "TXT_222acfcc104a66cffed9428520ee79.mp3",
        "score": 0.5
    },
    {
        "txt": "National Anthem Protocol: The observances for “God Save the King” at state and official events.  ",
        "ipa": "nǽʃənəl ǽnθəm prówtəkɒ̀l: ðə əbzɜ́rvənsᵻz fɔr “ɡɒ́d sɛ́jv ðə kᵻ́ŋ” æt stɛ́jt ənd əfᵻ́ʃəl əvɛ́nts.",
        "hash": "TXT_e8e42639b0df678c9aa8f2f7b31581.mp3",
        "score": 0.5
    },
    {
        "txt": "MoD White Papers: The government’s periodic publications outlining defence strategies and capabilities.  ",
        "ipa": "mɔ́d wájt pɛ́jpərz: ðə ɡʌ́vərmənt's pɪ̀ərijɒ́dᵻk pʌ̀blᵻkɛ́jʃənz áwtlàjnᵻŋ dəfɛ́ns strǽtədʒijz ənd kɛ̀jpəbᵻ́lᵻtijz.",
        "hash": "TXT_f0cfb3d1b6fd297951e36a9e5f6893.mp3",
        "score": 0.5
    },
    {
        "txt": "Royal Navy Trident Programme: The nuclear deterrent system hosted on Vanguard-class submarines.  ",
        "ipa": "rɔ́jəl nɛ́jvij trájdənt prówɡræ̀m: ðə núwklijər dətɜ́rrənt sᵻ́stəm hówstᵻd ɒn vǽnɡɑ̀rd-klǽs sʌ́bmərìjnz.",
        "hash": "TXT_d44d4c4e7ac4220935eac56da0f1ba.mp3",
        "score": 0.5
    },
    {
        "txt": "Special Air Service Formation: The elite regiment established during WWII for covert operations.  ",
        "ipa": "spɛ́ʃəl ɛ́ər sɜ́rvᵻs fɔrmɛ́jʃən: ðə ɛjlíjt rɛ́dʒᵻmənt əstǽblᵻʃt dʊ́rᵻŋ WWII fɔr kówvərt ɒ̀pərɛ́jʃənz.",
        "hash": "TXT_a84733966349f03f03f9e11f063231.mp3",
        "score": 0.5
    },
    {
        "txt": "Gurkha Brigades History: The Nepalese recruits serving in the British Army, dating back to 1815.  ",
        "ipa": "ɡɜ́rkə brᵻɡɛ́jdz hᵻ́stərij: ðə nɛ̀pəlíjz rəkrúwts sɜ́rvᵻŋ ᵻn ðə brᵻ́tᵻʃ ɑ́rmij, dɛ́jtᵻŋ bǽk tə 1815.",
        "hash": "TXT_e4dd65e4760ed5c166c3189b434fad.mp3",
        "score": 0.5
    },
    {
        "txt": "Commonwealth Realms: The independent countries recognizing the British monarch as head of state.  ",
        "ipa": "kɒ́mənwɛ̀lθ rɛ́lmz: ðə ᵻ̀ndəpɛ́ndənt kʌ́ntrijz rɛ́kəɡnàjzᵻŋ ðə brᵻ́tᵻʃ mɒ́nɑ̀rk æz hɛ́d əv stɛ́jt.",
        "hash": "TXT_e3aebd566935d246906dabffccb22c.mp3",
        "score": 0.5
    },
    {
        "txt": "Double-Devolution Principle: The idea of granting greater powers not only to nations but also to local communities.  ",
        "ipa": "dʌ́bəl-dɛ̀vəlúwʃən prᵻ́nsᵻpəl: ðə ajdíjə əv ɡrǽntᵻŋ ɡrɛ́jtər páwərz nɒt ównlij tə nɛ́jʃənz bʌt ɔ́lsow tə lówkəl kəmjúwnᵻtijz.",
        "hash": "TXT_825868c5756de40f038b65d7706235.mp3",
        "score": 0.5
    },
    {
        "txt": "Local Referenda Practice: Occasional public votes on issues like council tax hikes or governance structures.  ",
        "ipa": "lówkəl rɛ̀fərɛ́ndə prǽktᵻs: əkɛ́jʒənəl pʌ́blᵻk vówts ɒn ᵻ́ʃuwz lájk káwnsəl tǽks hájks ɔr ɡʌ́vərnəns strʌ́ktʃərz.",
        "hash": "TXT_19be6b1de32d77a817d4b4417ad116.mp3",
        "score": 0.5
    },
    {
        "txt": "E-petitions Platform: The online system enabling citizens to influence parliamentary debates.  ",
        "ipa": "e-pətᵻ́ʃənz plǽtfɔ̀rm: ðə ɔ́nlàjn sᵻ́stəm ɛnɛ́jbəlᵻŋ sᵻ́tᵻzənz tə ᵻ́nfluwəns pɑ̀rləmɛ́ntərij dəbɛ́jts.",
        "hash": "TXT_1ad1a062bf29c8900afbc62bbaea83.mp3",
        "score": 0.5
    },
    {
        "txt": "Urban Regeneration Schemes: The government-backed programmes revitalising post-industrial city areas.  ",
        "ipa": "ɜ́rbən rijdʒɛ́nərɛ́jʃən skíjmz: ðə ɡʌ́vərmənt-bǽkt prəɡrǽmz rᵻvájtəlàjzᵻŋ pówst-ᵻ̀ndʌ́strijəl sᵻ́tij ɛ́ərijəz.",
        "hash": "TXT_e7454ec346655b580627c76987eab5.mp3",
        "score": 0.5
    },
    {
        "txt": "NHS Foundation Trusts: The semi-autonomous institutions managing healthcare within the NHS framework.  ",
        "ipa": "NHS fawndɛ́jʃən trʌ́sts: ðə sɛ́maj-ɔtɒ́nəməs ᵻ̀nstᵻtúwʃənz mǽnᵻdʒᵻŋ hɛ́lθkɛ̀ər wᵻðᵻ́n ðə NHS frɛ́jmwɜ̀rk.",
        "hash": "TXT_67a626882c39cef2b910e1dc116028.mp3",
        "score": 0.5
    },
    {
        "txt": "Mid Staffordshire Scandal: The healthcare crisis exposing systemic failings in patient safety standards.  ",
        "ipa": "mᵻ́d stǽfərdʃàjər skǽndəl: ðə hɛ́lθkɛ̀ər krájsᵻs əkspówzᵻŋ sᵻstɛ́mᵻk fɛ́jlᵻŋz ᵻn pɛ́jʃənt sɛ́jftij stǽndərdz.",
        "hash": "TXT_c768ac1f4795973cd8ebe1873db7b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Care Quality Commission: The body regulating health and social care services in England.  ",
        "ipa": "kɛ́ər kwɑ́lᵻtij kəmᵻ́ʃən: ðə bɒ́dij rɛ́ɡjəlɛ̀jtᵻŋ hɛ́lθ ənd sówʃəl kɛ́ər sɜ́rvᵻsᵻz ᵻn ᵻ́ŋɡlənd.",
        "hash": "TXT_d10da4d381626d40ffc7c6f7e21f56.mp3",
        "score": 0.5
    },
    {
        "txt": "Trial by Jury Tradition: The centuries-old concept where peers determine guilt or innocence.  ",
        "ipa": "trájəl baj dʒʊ́rij trədᵻ́ʃən: ðə sɛ́ntʃərijz-ówld kɒ́nsɛpt wɛ́ər pɪ́ərz dətɜ́rmᵻn ɡᵻ́lt ɔr ᵻ́nəsəns.",
        "hash": "TXT_0958af1b25b097c162333adba6a522.mp3",
        "score": 0.5
    },
    {
        "txt": "Clerkenwell Prison Past: The historical detention facilities symbolising Victorian-era penal approaches.  ",
        "ipa": "klɜ́rkənwɛ̀l prᵻ́zən pǽst: ðə hᵻstɔ́rᵻkəl dətɛ́nʃən fəsᵻ́lətijz sᵻmbʌ́lajzᵻŋ vᵻktɔ́rijən-ɛ́ərə píjnəl əprówtʃᵻz.",
        "hash": "TXT_be8a763ef55796ef4a3dca7e4f8632.mp3",
        "score": 0.5
    },
    {
        "txt": "Crown Court Authority: The higher criminal court dealing with serious offenses and jury trials.  ",
        "ipa": "kráwn kɔ́rt əθɔ́rᵻtij: ðə hájər krᵻ́mᵻnəl kɔ́rt díjlᵻŋ wᵻð sɪ́ərijəs əfɛ́nsᵻz ənd dʒʊ́rij trájəlz.",
        "hash": "TXT_89c69b1eaca7baf484e1f565843493.mp3",
        "score": 0.5
    },
    {
        "txt": "Chivalric Code Influence: The medieval ethic shaping aristocratic behaviour and ceremonial honours.  ",
        "ipa": "ʃᵻvǽlrᵻk kówd ᵻ́nfluwəns: ðə mijdíjvəl ɛ́θᵻk ʃɛ́jpᵻŋ ærᵻ̀stəkrǽtᵻk bəhɛ́jvjər ənd sɛ̀ərəmównijəl ɒ́nərz.",
        "hash": "TXT_5fc872be7826645bd458f5c6f2fcd2.mp3",
        "score": 0.5
    },
    {
        "txt": "British Social Class System: The fluid but historically entrenched distinctions in society.  ",
        "ipa": "brᵻ́tᵻʃ sówʃəl klǽs sᵻ́stəm: ðə flúwᵻd bʌt hᵻstɔ́rᵻkəlij ɛntrɛ́ntʃt dᵻstᵻ́ŋkʃənz ᵻn səsájətij.",
        "hash": "TXT_3fbb9d4354187e59edbd4977b6d6a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Grammar School Controversies: The debates around selective education and social mobility.  ",
        "ipa": "ɡrǽmər skúwl kɒ́ntrəvɜ̀rsijz: ðə dəbɛ́jts əráwnd səlɛ́ktᵻv ɛ̀dʒəkɛ́jʃən ənd sówʃəl mowbᵻ́lᵻtij.",
        "hash": "TXT_5ecbe2e1064bdc9ff968a2a9b95248.mp3",
        "score": 0.5
    },
    {
        "txt": "Comprehensive Schooling Model: The non-selective approach aiming to provide equal opportunities for all.  ",
        "ipa": "kɒ̀mprəhɛ́nsᵻv skúwlᵻŋ mɒ́dəl: ðə nɒn-səlɛ́ktᵻv əprówtʃ ɛ́jmᵻŋ tə prəvájd íjkwəl ɒ̀pərtúwnᵻtijz fɔr ɔl.",
        "hash": "TXT_ae41c5a93f4d4c1935f2fddbdf0d13.mp3",
        "score": 0.5
    },
    {
        "txt": "Welsh Devolution Referendum 2011: The vote enhancing the law-making powers of the Welsh Assembly.  ",
        "ipa": "wɛ́lʃ dɛ̀vəlúwʃən rɛ̀fərɛ́ndəm 2011: ðə vówt ɛnhǽnsᵻŋ ðə lɔ-mɛ́jkᵻŋ páwərz əv ðə wɛ́lʃ əsɛ́mblij.",
        "hash": "TXT_8844810071d4d9e554022f3e4a1d81.mp3",
        "score": 0.5
    },
    {
        "txt": "By-Elections Process: The elections triggered outside general cycles due to an MP’s death or resignation.  ",
        "ipa": "baj-əlɛ́kʃənz prɒ́sɛs: ðə əlɛ́kʃənz trᵻ́ɡərd áwtsájd dʒɛ́nərəl sájkəlz djúw tə ən MP's dɛ́θ ɔr rɛ̀zəɡnɛ́jʃən.",
        "hash": "TXT_5dd6f9f9d3339a06525cd7404fdb6b.mp3",
        "score": 0.5
    },
    {
        "txt": "Speaker’s Parliamentary Etiquette: The strict protocols maintaining decorum during House of Commons sessions.  ",
        "ipa": "spíjkər'z pɑ̀rləmɛ́ntərij ɛ́tᵻkət: ðə strᵻ́kt prówtəkɔ̀lz mɛjntɛ́jnᵻŋ dəkɔ́rəm dʊ́rᵻŋ haws əv kɒ́mənz sɛ́ʃənz.",
        "hash": "TXT_4b0ad71b9f84747a85449dcd6ada34.mp3",
        "score": 0.5
    },
    {
        "txt": "Easter Rising 1916: The Irish republican insurrection leading to increasing calls for independence.  ",
        "ipa": "íjstər rájzᵻŋ 1916: ðə ájərᵻʃ rəpʌ́blᵻkən ᵻ̀nsərɛ́kʃən líjdᵻŋ tə ᵻ̀nkríjsᵻŋ kɔ́lz fɔr ᵻ̀ndəpɛ́ndəns.",
        "hash": "TXT_5cef360f5d6405f08c8dfb02f1a30b.mp3",
        "score": 0.5
    },
    {
        "txt": "Cromwellian Settlement: The redistributed lands and governance imposed on Ireland by Oliver Cromwell.  ",
        "ipa": "krɒ̀mwɛ́lijən sɛ́təlmənt: ðə rìjdᵻstrᵻ́bjətᵻd lǽndz ənd ɡʌ́vərnəns ᵻ̀mpówzd ɒn ájərlənd baj ɒ́lᵻvər krɒ́mwəl.",
        "hash": "TXT_2f566925cbd3d70ddebc3e2cab3865.mp3",
        "score": 0.5
    },
    {
        "txt": "High Court Enforcement: The mechanisms used to implement judgments through warrants and bailiffs.  ",
        "ipa": "háj kɔ́rt ɛnfɔ́rsmənt: ðə mɛ́kənᵻzəmz júwzd tə ᵻ́mpləmənt dʒʌ́dʒmənts θrúw wɔ́rənts ənd bɛ́jləfs.",
        "hash": "TXT_b684ff6f7acf43f28b2058119f0645.mp3",
        "score": 0.5
    },
    {
        "txt": "Betting and Gaming Duties: The taxes imposed on gambling businesses operating in the UK.  ",
        "ipa": "bɛ́tᵻŋ ənd ɡɛ́jmᵻŋ dúwtijz: ðə tǽksᵻz ᵻ̀mpówzd ɒn ɡǽmbəlᵻŋ bᵻ́znəsᵻz ɒ́pərɛ̀jtᵻŋ ᵻn ðə UK.",
        "hash": "TXT_110eb9e38adcaf6e54fbf53b7d34c2.mp3",
        "score": 0.5
    },
    {
        "txt": "National Health Insurance Origins: The 1911 scheme pioneered by Lloyd George to support workers.  ",
        "ipa": "nǽʃənəl hɛ́lθ ᵻ̀nʃʊ́rəns ɔ́rᵻdʒᵻnz: ðə 1911 skíjm pàjənɪ́ərd baj lówᵻd dʒɔ́rdʒ tə səpɔ́rt wɜ́rkərz.",
        "hash": "TXT_23c0316ca9becf6125c25c7ba80903.mp3",
        "score": 0.5
    },
    {
        "txt": "Justices of the Peace: The magistrates handling minor cases without formal legal training.  ",
        "ipa": "dʒʌ́stᵻsᵻz əv ðə píjs: ðə mǽdʒᵻstrɛ̀jts hǽndəlᵻŋ májnər kɛ́jsᵻz wᵻðáwt fɔ́rməl líjɡəl trɛ́jnᵻŋ.",
        "hash": "TXT_f9babbe69ed488fc45865fdd88a060.mp3",
        "score": 0.5
    },
    {
        "txt": "Protestant Ascendancy Legacy: The dominance of the Anglican elite in Ireland until the early 20th century.  ",
        "ipa": "prɒ́təstənt əsɛ́ndənsij lɛ́ɡəsij: ðə dɒ́mᵻnəns əv ðə ǽŋɡləkən ɛjlíjt ᵻn ájərlənd əntᵻ́l ðə ɜ́rlij 20th sɛ́ntʃərij.",
        "hash": "TXT_7ba3902ec6958e01370e007505d38d.mp3",
        "score": 0.5
    },
    {
        "txt": "Churchill’s Wartime Coalition: The cross-party government steering Britain through WWII.  ",
        "ipa": "tʃɜ́rtʃhᵻl'z wɔ́rtàjm kòwəlᵻ́ʃən: ðə krɔ́s-pɑ́rtij ɡʌ́vərmənt stɪ́ərᵻŋ brᵻ́tən θrúw WWII.",
        "hash": "TXT_9c620117c0cb558246cbfa8f4b0c51.mp3",
        "score": 0.5
    },
    {
        "txt": "Clement Attlee Premiership: The post-war leadership introducing the modern welfare state.  ",
        "ipa": "klɛ́mənt ǽtlij prɛmɪ́ərʃᵻ̀p: ðə pówst-wɔ́r líjdərʃᵻ̀p ᵻ̀ntrədúwsᵻŋ ðə mɒ́dərn wɛ́lfɛ̀ər stɛ́jt.",
        "hash": "TXT_9891d7bce1d084aeddfe4d0c0f373b.mp3",
        "score": 0.5
    },
    {
        "txt": "Nationalisation of Industries: The government takeover of key sectors like coal, rail, and steel in 1940s Britain.  ",
        "ipa": "næʃənələzɛ́jʃən əv ᵻ́ndəstrijz: ðə ɡʌ́vərmənt tɛ́jkòwvər əv kíj sɛ́ktərz lájk kówl, rɛ́jl, ənd stíjl ᵻn 1940s brᵻ́tən.",
        "hash": "TXT_a7edb4d4e3118f38b1b466ff34dcb8.mp3",
        "score": 0.5
    },
    {
        "txt": "Legal Drinking Age: The restriction permitting individuals aged 18 or over to purchase alcohol.  ",
        "ipa": "líjɡəl drᵻ́ŋkᵻŋ ɛ́jdʒ: ðə rəstrᵻ́kʃən pərmᵻ́tᵻŋ ᵻ̀ndᵻvᵻ́dʒəwəlz ɛ́jdʒd 18 ɔr ówvər tə pɜ́rtʃəs ǽlkəhɒl.",
        "hash": "TXT_b0ca6f3cac858a2a48882b8bb29247.mp3",
        "score": 0.5
    },
    {
        "txt": "Television Licence Enforcement: The requirement to watch or record live TV transmissions in the UK.  ",
        "ipa": "tɛ́ləvᵻ̀ʒən lájsəns ɛnfɔ́rsmənt: ðə rəkwájərmənt tə wɒ́tʃ ɔr rɛ́kɔrd lᵻv TV trænzmᵻ́ʃənz ᵻn ðə UK.",
        "hash": "TXT_769211de1388c081286734d59740f8.mp3",
        "score": 0.5
    },
    {
        "txt": "Criminal Records Disclosure: The official certificate listing convictions, cautions, and warnings.  ",
        "ipa": "krᵻ́mᵻnəl rɛ́kərdz dᵻsklówʒər: ðə əfᵻ́ʃəl sərtᵻ́fᵻkət lᵻ́stᵻŋ kənvᵻ́kʃənz, kɔ́ʃənz, ənd wɔ́rnᵻŋz.",
        "hash": "TXT_e8fcaea714471979cd8bd1e19a3581.mp3",
        "score": 0.5
    },
    {
        "txt": "Met Office Forecasting: The government body providing weather predictions and climate research.  ",
        "ipa": "mɛ́t ɔ́fᵻs fɔ́rkæ̀stᵻŋ: ðə ɡʌ́vərmənt bɒ́dij prəvájdᵻŋ wɛ́ðər prədᵻ́kʃənz ənd klájmət ríjsərtʃ.",
        "hash": "TXT_9259d792c95c8a194aa6dc5944ee1e.mp3",
        "score": 0.5
    },
    {
        "txt": "Food Standards Agency: The regulator ensuring hygiene and safety in the UK’s food supply chain.  ",
        "ipa": "fúwd stǽndərdz ɛ́jdʒənsij: ðə rɛ́ɡjəlɛjtər ɛnʃʊ́rᵻŋ hájdʒijn ənd sɛ́jftij ᵻn ðə jùwkɛ́j'z fúwd səpláj tʃɛ́jn.",
        "hash": "TXT_df93934822f95927eab947fc9267ee.mp3",
        "score": 0.5
    },
    {
        "txt": "GCHQ Intelligence Role: The signals intelligence and cybersecurity agency safeguarding national security.",
        "ipa": "GCHQ ᵻntɛ́lᵻdʒəns rówl: ðə sᵻ́ɡnəlz ᵻntɛ́lᵻdʒəns ənd sàjbərsəkjʊ́rᵻtij ɛ́jdʒənsij sɛ́jfɡɑ̀rdᵻŋ nǽʃənəl səkjʊ́rᵻtij.",
        "hash": "TXT_847862db19025ead98b88df967fd04.mp3",
        "score": 0.5
    },
    {
        "txt": "Act of Union 1536: The legislative unification of Wales with England, standardising governance and legal frameworks.",
        "ipa": "ǽkt əv júwnjən 1536: ðə lɛ́dʒəslɛ̀jtᵻv jùwnᵻfᵻkɛ́jʃən əv wɛjlz wᵻð ᵻ́ŋɡlənd, stǽndərdàjzᵻŋ ɡʌ́vərnəns ənd líjɡəl frɛ́jmwɜ̀rks.",
        "hash": "TXT_35e99a2e104ca8c95d5f50f6cff8c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Culloden: The 1746 confrontation ending the Jacobite uprising, profoundly impacting Highland culture and clan systems.",
        "ipa": "bǽtəl əv kəlówdən: ðə 1746 kɒ̀nfrəntɛ́jʃən ɛ́ndᵻŋ ðə dʒǽkəbàjt ʌ́pràjzᵻŋ, prowfáwndlij ᵻ̀mpǽktᵻŋ hájlənd kʌ́ltʃər ənd klǽn sᵻ́stəmz.",
        "hash": "TXT_d8960c29c9e1485a25df1abf14cd98.mp3",
        "score": 0.5
    },
    {
        "txt": "Florence Nightingale’s Reforms: The pioneering shift establishing professional nursing and elevating hospital hygiene standards.",
        "ipa": "flɔ́rəns nájtᵻŋɡɛjl'z rəfɔ́rmz: ðə pàjənɪ́ərᵻŋ ʃᵻ́ft əstǽblᵻʃᵻŋ prəfɛ́ʃənəl nɜ́rsᵻŋ ənd ɛ́ləvɛ̀jtᵻŋ hɒ́spᵻ̀təl hájdʒijn stǽndərdz.",
        "hash": "TXT_419d8445345d180bcab9dc5c444352.mp3",
        "score": 0.5
    },
    {
        "txt": "William Wilberforce’s Campaigns: The relentless push for abolishing the slave trade, culminating in the 1807 Slave Trade Act.",
        "ipa": "wᵻ́ljəm wᵻ́lbərfɔ̀rs'z kæmpɛ́jnz: ðə rəlɛ́ntlᵻs pʊ́ʃ fɔr əbɒ́lᵻʃᵻŋ ðə slɛ́jv trɛ́jd, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn ðə 1807 slɛ́jv trɛ́jd ǽkt.",
        "hash": "TXT_0d9a4684a9c4f369baaf9cd3ff5456.mp3",
        "score": 0.5
    },
    {
        "txt": "British National Minimum Wage: The 1999 statutory initiative guaranteeing a baseline hourly pay rate for all workers in the UK.",
        "ipa": "brᵻ́tᵻʃ nǽʃənəl mᵻ́nᵻməm wɛ́jdʒ: ðə 1999 stǽtʃətɔ̀rij ᵻnᵻ́ʃətᵻv ɡɛ̀ərəntíjᵻŋ ə bɛ́jslàjn áwrlij pɛ́j rɛ́jt fɔr ɔl wɜ́rkərz ᵻn ðə UK.",
        "hash": "TXT_32f54ca3155e10b11ea2f2e1a77df2.mp3",
        "score": 0.5
    },
    {
        "txt": "Boudicca’s Revolt: The fierce uprising led by the Iceni queen against Roman occupation in AD 60–61, galvanising native resistance and leaving a profound mark on Britain’s early history.",
        "ipa": "buwdᵻ́kə'z rijvówlt: ðə fɪ́ərs ʌ́pràjzᵻŋ lɛ́d baj ðə ajsíjnaj kwíjn əɡɛ́jnst rówmən ɒ̀kjəpɛ́jʃən ᵻn AD 60–61, ɡǽlvənàjzᵻŋ nɛ́jtᵻv rəzᵻ́stəns ənd líjvᵻŋ ə prowfáwnd mɑ́rk ɒn brᵻ́tən'z ɜ́rlij hᵻ́stərij.",
        "hash": "TXT_e7a5c654345617fe98aa46d042c166.mp3",
        "score": 0.5
    },
    {
        "txt": "The Great Fire of London: The devastating 1666 conflagration which started in a Pudding Lane bakery and razed much of the medieval city, prompting substantial urban redevelopment under Christopher Wren.",
        "ipa": "ðə ɡrɛ́jt fájər əv lʌ́ndən: ðə dɛ́vəstɛ̀jtᵻŋ 1666 kɒ̀nfləɡrɛ́jʃən wᵻ́tʃ stɑ́rtᵻd ᵻn ə pʊ́dᵻŋ lɛ́jn bɛ́jkərij ənd rɛ́jzd mʌtʃ əv ðə mijdíjvəl sᵻ́tij, prɒ́mptᵻŋ sʌbstǽnʃəl ɜ́rbən rìjdəvɛ́ləpmənt ʌ́ndər krᵻ́stəfər rɛ́n.",
        "hash": "TXT_7557c478205a9e76d13a27e5a62f77.mp3",
        "score": 0.5
    },
    {
        "txt": "The Great Plague 1665: The bubonic plague outbreak that decimated London’s population, exposing public health vulnerabilities and influencing subsequent disease control measures.",
        "ipa": "ðə ɡrɛ́jt plɛ́jɡ 1665: ðə bjuwbɒ́nᵻk plɛ́jɡ áwtbrɛ̀jk thət dɛ́sᵻmɛjtᵻd lʌ́ndən'z pɒ̀pjəlɛ́jʃən, əkspówzᵻŋ pʌ́blᵻk hɛ́lθ vʌ̀lnərəbᵻ́lᵻtijz ənd ᵻ́nflùwənsᵻŋ sʌ́bsəkwənt dᵻzíjz kəntrówl mɛ́ʒərz.",
        "hash": "TXT_48f499131f8b19886a99d7f83592d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Bill of Rights 1689: The landmark statute that enshrined parliamentary supremacy, curtailed royal prerogatives, and laid groundwork for constitutional monarchy.",
        "ipa": "bᵻ́l əv rájts 1689: ðə lǽndmɑ̀rk stǽtʃuwt thət ɛnʃrájnd pɑ̀rləmɛ́ntərij səprɛ́məsij, kərtɛ́jld rɔ́jəl prərɒ́ɡətᵻvz, ənd lɛ́jd ɡráwndwɜ̀rk fɔr kɒ̀nstᵻtúwʃənəl mɒ́nɑrkij.",
        "hash": "TXT_c1b5a494742fe1d409081eac6c01c9.mp3",
        "score": 0.5
    },
    {
        "txt": "Mary Queen of Scots: The controversial 16th-century monarch whose claim to the English throne sparked dynastic tensions, culminating in her execution under Elizabeth I.",
        "ipa": "mɛ́ərij kwíjn əv skɒ́ts: ðə kɒ̀ntrəvɜ́rʃəl 16th-centuwry mɒ́nɑ̀rk húwz klɛ́jm tə ðə ᵻ́ŋɡlᵻʃ θrówn spɑ́rkt dajnǽstᵻk tɛ́ntʃənz, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn hər ɛ̀ksəkjúwʃən ʌ́ndər əlᵻ́zəbəθ I.",
        "hash": "TXT_dbf942f32d4cc8697d2a0e598bf8c8.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Agincourt: The pivotal 1415 English triumph in the Hundred Years’ War, immortalised by Shakespeare, demonstrating the potency of archers against French knights.",
        "ipa": "bǽtəl əv ǽdʒənkɔ̀rt: ðə pᵻ́vətəl 1415 ᵻ́ŋɡlᵻʃ trájəmf ᵻn ðə hʌ́ndərd jɪ́ərz’ wɔ́r, ᵻmɔ́rtəlàjzd baj ʃɛ́jkspᵻər, dɛ́mənstrɛ̀jtᵻŋ ðə pówtənsij əv ɑ́rtʃərz əɡɛ́jnst frɛ́ntʃ nájts.",
        "hash": "TXT_e601eaaaaa9bd8139b959ddfbf3957.mp3",
        "score": 0.5
    },
    {
        "txt": "Norman Feudal System: The hierarchical structure introduced by William the Conqueror, organising landownership and loyalty in medieval England.",
        "ipa": "nɔ́rmən fjúwdəl sᵻ́stəm: ðə hàjərɑ́rkᵻkəl strʌ́ktʃər ᵻ̀ntrədúwst baj wᵻ́ljəm ðə kɒ́ŋkərər, ɔ́rɡənàjzᵻŋ lændównərʃᵻ̀p ənd lɔ́jəltij ᵻn mijdíjvəl ᵻ́ŋɡlənd.",
        "hash": "TXT_85e05d9b93a948d97ed255e583d36f.mp3",
        "score": 0.5
    },
    {
        "txt": "Domesday Book: The comprehensive land survey of 1086 commissioned by William the Conqueror, providing insights into England’s economy and society.",
        "ipa": "dówmzdɛj bʊ́k: ðə kɒ̀mprəhɛ́nsᵻv lǽnd sɜ́rvɛj əv 1086 kəmᵻ́ʃənd baj wᵻ́ljəm ðə kɒ́ŋkərər, prəvájdᵻŋ ᵻ́nsàjts ᵻntə ᵻ́ŋɡlənd'z əkɒ́nəmij ənd səsájətij.",
        "hash": "TXT_3f116f7c798a57a3dc84aa8f40a9d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Peterloo Massacre: The 1819 event in Manchester where peaceful protestors demanding parliamentary reform were violently dispersed, sparking widespread outcry.",
        "ipa": "píjtərlùw mǽsəkər: ðə 1819 əvɛ́nt ᵻn mǽntʃɛ̀stər wɛ́ər píjsfəl prówtɛ̀stərz dəmǽndᵻŋ pɑ̀rləmɛ́ntərij rəfɔ́rm wɜ́r vájələntlij dᵻspɜ́rst, spɑ́rkᵻŋ wájdsprɛ́d áwtkràj.",
        "hash": "TXT_20925ec10189fb8d93bb6ae8b5d1fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Jarrow March: The 1936 protest by unemployed workers from Jarrow, highlighting the economic hardship of the Great Depression in Britain.",
        "ipa": "dʒǽrow mɑ́rtʃ: ðə 1936 prówtəst baj ʌ̀nɛmplɔ́jd wɜ́rkərz frəm dʒǽrow, hájlàjtᵻŋ ðə ɛ̀kənɒ́mᵻk hɑ́rdʃᵻp əv ðə ɡrɛ́jt dəprɛ́ʃən ᵻn brᵻ́tən.",
        "hash": "TXT_19a5b00ab0045414683a34a83cab9a.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Trafalgar: The 1805 naval engagement led by Admiral Nelson, securing British maritime dominance during the Napoleonic Wars.",
        "ipa": "bǽtəl əv trəfǽlɡər: ðə 1805 nɛ́jvəl ənɡɛ́jdʒmənt lɛ́d baj ǽdmɪərəl nɛ́lsən, səkjʊ́rᵻŋ brᵻ́tᵻʃ mɛ́ərᵻtàjm dɒ́mᵻnəns dʊ́rᵻŋ ðə nəpòwlijɒ́nᵻk wɔ́rz.",
        "hash": "TXT_e8baf99ad5ec5071ee01f1cde80d81.mp3",
        "score": 0.5
    },
    {
        "txt": "The Blitz: The sustained German bombing campaign on British cities during WWII, symbolising civilian resilience and unity.",
        "ipa": "ðə blᵻ́ts: ðə səstɛ́jnd dʒɜ́rmən bɒ́mᵻŋ kæmpɛ́jn ɒn brᵻ́tᵻʃ sᵻ́tijz dʊ́rᵻŋ WWII, sᵻmbʌ́lajzᵻŋ sᵻvᵻ́ljən rəzᵻ́lijəns ənd júwnᵻtij.",
        "hash": "TXT_ff254f8f73d4090489ccb363ea7810.mp3",
        "score": 0.5
    },
    {
        "txt": "Bevin Boys Scheme: The WWII initiative conscripting young men to work in coal mines instead of military service, crucial to sustaining Britain’s war economy.",
        "ipa": "bɛ́vᵻn bɔ́jz skíjm: ðə WWII ᵻnᵻ́ʃətᵻv kənskrᵻ́ptᵻŋ jʌ́ŋ mɛ́n tə wɜ́rk ᵻn kówl májnz ᵻ̀nstɛ́d əv mᵻ́lᵻtɛ̀ərij sɜ́rvᵻs, krúwʃəl tə səstɛ́jnᵻŋ brᵻ́tən'z wɔ́r əkɒ́nəmij.",
        "hash": "TXT_193a44d8c0f1e508258838879ce277.mp3",
        "score": 0.5
    },
    {
        "txt": "First World War Armistice: The 1918 cessation of hostilities marking the end of WWI, commemorated annually on Armistice Day.",
        "ipa": "fɜ́rst wɜ́rld wɔ́r ɑ́rmᵻstᵻs: ðə 1918 sɛ̀sɛ́jʃən əv hɒstᵻ́lətijz mɑ́rkᵻŋ ðə ɛ́nd əv WWI, kəmɛ́mərɛ̀jtᵻd ǽnjuwəlij ɒn ɑ́rmᵻstᵻs dɛ́j.",
        "hash": "TXT_ac403e156a24e2a858db4e3b8bb952.mp3",
        "score": 0.5
    },
    {
        "txt": "Queen Victoria’s Reign: The transformative 19th-century period defining the British Empire’s zenith and societal change.",
        "ipa": "kwíjn vᵻktɔ́rijə'z rɛ́jn: ðə træ̀nsfɔ́rmɒtᵻ̀v 19th-centuwry pɪ́ərijəd dəfájnᵻŋ ðə brᵻ́tᵻʃ ɛ́mpajər'z zíjnᵻθ ənd səsájətəl tʃɛ́jndʒ.",
        "hash": "TXT_869217a3366c97aefeec58588bb5e4.mp3",
        "score": 0.5
    },
    {
        "txt": "The Welfare State: The post-WWII framework establishing healthcare, education, and social security as fundamental rights.",
        "ipa": "ðə wɛ́lfɛ̀ər stɛ́jt: ðə pówst-WWII frɛ́jmwɜ̀rk əstǽblᵻʃᵻŋ hɛ́lθkɛ̀ər, ɛ̀dʒəkɛ́jʃən, ənd sówʃəl səkjʊ́rᵻtij æz fʌ̀ndəmɛ́ntəl rájts.",
        "hash": "TXT_b416c2fda7a49b99616a9bff724281.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Britain: The 1940 aerial campaign thwarting German invasion plans, often termed Britain’s “finest hour.”",
        "ipa": "bǽtəl əv brᵻ́tən: ðə 1940 ɛ́ərijəl kæmpɛ́jn θwɔ́rtᵻŋ dʒɜ́rmən ᵻ̀nvɛ́jʒən plǽnz, ɔ́fən tɜ́rmd brᵻ́tən'z “fájnəst áwər.”",
        "hash": "TXT_4410236b4ac0a45ca36b2085aa3d37.mp3",
        "score": 0.5
    },
    {
        "txt": "Stonewall Riots Influence: The pivotal 1969 events in the US inspiring the UK’s LGBTQ+ rights movement and legislative reforms.",
        "ipa": "stównwɔ̀l rájəts ᵻ́nfluwəns: ðə pᵻ́vətəl 1969 əvɛ́nts ᵻn ðə US ᵻ̀nspájərᵻŋ ðə jùwkɛ́j'z LGBTQ+ rájts múwvmənt ənd lɛ́dʒəslɛ̀jtᵻv rəfɔ́rmz.",
        "hash": "TXT_3e0cca1481c0aefdc2dd4ed7325215.mp3",
        "score": 0.5
    },
    {
        "txt": "Scottish Referendum 2014: The vote on Scotland’s independence from the UK, which resulted in a majority opting to remain.",
        "ipa": "skɒ́tᵻʃ rɛ̀fərɛ́ndəm 2014: ðə vówt ɒn skɔ́tlənd'z ᵻ̀ndəpɛ́ndəns frəm ðə UK, wᵻ́tʃ rəzʌ́ltᵻd ᵻn ə mədʒɔ́rᵻtij ɒ́ptᵻŋ tə rəmɛ́jn.",
        "hash": "TXT_71755dcd224f68d83cd2e3b798723c.mp3",
        "score": 0.5
    },
    {
        "txt": "Windrush Scandal: The recent controversy involving wrongful deportation of Caribbean immigrants, exposing systemic failures in immigration policy.",
        "ipa": "wᵻndrʌ̀ʃ skǽndəl: ðə ríjsənt kɒ́ntrəvɜ̀rsij ᵻ̀nvɒ́lvᵻŋ rɔ́ŋfəl dìjpɔrtɛ́jʃən əv kɛ̀ərᵻbíjən ᵻ́mᵻɡrənts, əkspówzᵻŋ sᵻstɛ́mᵻk fɛ́jljərz ᵻn ᵻ̀mvɡrɛ́jʃən pɒ́lᵻsij.",
        "hash": "TXT_c10e0fea81944253c2197a21f4c9a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Representation of the People Act 1918: The statute extending voting rights to women over 30 and all men over 21, marking a milestone in British democracy.",
        "ipa": "rɛ̀prəzɛntɛ́jʃən əv ðə píjpəl ǽkt 1918: ðə stǽtʃuwt əkstɛ́ndᵻŋ vówtᵻŋ rájts tə wᵻ́mən ówvər 30 ənd ɔl mɛ́n ówvər 21, mɑ́rkᵻŋ ə májlstòwn ᵻn brᵻ́tᵻʃ dəmɒ́krəsij.",
        "hash": "TXT_bab3bb5b4e09d68eb2d48f3cc29841.mp3",
        "score": 0.5
    },
    {
        "txt": "The Peasants’ Revolt: The 1381 uprising against feudal oppression and poll taxes, led by figures like Wat Tyler and John Ball.",
        "ipa": "ðə pɛ́zənts’ rijvówlt: ðə 1381 ʌ́pràjzᵻŋ əɡɛ́jnst fjúwdəl əprɛ́ʃən ənd pówl tǽksᵻz, lɛ́d baj fᵻ́ɡjərz lájk wɔ́t tájlər ənd dʒɒ́n bɔ́l.",
        "hash": "TXT_3142f9e52ac2f402db856ab21d7188.mp3",
        "score": 0.5
    },
    {
        "txt": "The Treaty of Union 1707: The agreement merging England and Scotland into a single sovereign state, forming the Kingdom of Great Britain.",
        "ipa": "ðə tríjtij əv júwnjən 1707: ðə əɡríjmənt mɜ́rdʒᵻŋ ᵻ́ŋɡlənd ənd skɔ́tlənd ᵻntə ə sᵻ́ŋɡəl sɒ́vrən stɛ́jt, fɔ́rmᵻŋ ðə kᵻ́ŋdəm əv ɡrɛ́jt brᵻ́tən.",
        "hash": "TXT_bef36e4efb183831c4f34bf1791b44.mp3",
        "score": 0.5
    },
    {
        "txt": "The Suffragists vs Suffragettes: The contrasting approaches within the women’s suffrage movement—peaceful lobbying versus militant activism.",
        "ipa": "ðə sʌ́frədʒᵻsts vɜ́rsəs sʌ̀frədʒɛ́ts: ðə kəntrǽstᵻŋ əprówtʃᵻz wᵻðᵻ́n ðə wᵻ́mən'z sʌ́frᵻdʒ múwvmənt—píjsfəl lɒ́bijᵻŋ vɜ́rsəs mᵻ́lᵻtənt ǽktᵻvᵻ̀zəm.",
        "hash": "TXT_2fa3c0054ea80d628553143e849c6c.mp3",
        "score": 0.5
    },
    {
        "txt": "Runnymede as Magna Carta Site: The location where King John sealed the Magna Carta, symbolising the rule of law.",
        "ipa": "rʌ́nᵻmìjd æz mǽɡnə kɑ́rtə sájt: ðə lowkɛ́jʃən wɛ́ər kᵻ́ŋ dʒɒ́n síjld ðə mǽɡnə kɑ́rtə, sᵻmbʌ́lajzᵻŋ ðə rúwl əv lɔ.",
        "hash": "TXT_1c122c671bbe1e2028b4413edcc3e6.mp3",
        "score": 0.5
    },
    {
        "txt": "The Anglo-Irish Treaty 1921: The accord establishing the Irish Free State while maintaining Northern Ireland’s union with Britain.",
        "ipa": "ðə ǽŋɡlow-ájərᵻʃ tríjtij 1921: ðə əkɔ́rd əstǽblᵻʃᵻŋ ðə ájərᵻʃ fríj stɛ́jt wájl mɛjntɛ́jnᵻŋ nɔ́rðərn ájərlənd'z júwnjən wᵻð brᵻ́tən.",
        "hash": "TXT_e01c7c8c86501bf492bd048ad0ac5e.mp3",
        "score": 0.5
    },
    {
        "txt": "Henry VIII’s Six Wives: The successive matrimonial alliances reshaping religious doctrine, court politics, and dynastic security in Tudor England.  ",
        "ipa": "hɛ́nrij VIII'z sᵻ́ks wájvz: ðə səksɛ́sᵻv mæ̀trəmównijəl əlájənsᵻz rijʃɛ́jpᵻŋ rəlᵻ́dʒəs dɒ́ktrᵻn, kɔ́rt pɒ́lᵻtᵻ̀ks, ənd dajnǽstᵻk səkjʊ́rᵻtij ᵻn tjúwdər ᵻ́ŋɡlənd.",
        "hash": "TXT_df052bfb0ef9462a719a9eb3c7894c.mp3",
        "score": 0.5
    },
    {
        "txt": "Thomas Paine’s “The Rights of Man”: The seminal 18th-century treatise championing political reform and challenging monarchical authority, profoundly influencing British radicalism.  ",
        "ipa": "tɔ́məs pɛ́jn'z “ðə rájts əv mǽn”: ðə sémᵻnəl 18th-centuwry tríjtᵻs tʃǽmpijənᵻŋ pəlᵻ́tᵻkəl rəfɔ́rm ənd tʃǽləndʒᵻŋ mɒ́nɑrkᵻkl əθɔ́rᵻtij, prowfáwndlij ᵻ́nflùwənsᵻŋ brᵻ́tᵻʃ rǽdᵻkəlᵻ̀zəm.",
        "hash": "TXT_dbc0fa46f0464684e733c662fb44a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Tolpuddle Martyrs: The six Dorset farm labourers convicted for forming a secret trade union in 1834, sparking national outrage and catalysing the British labour movement.  ",
        "ipa": "tɔlpʌ́dəl mɑ́rtərz: ðə sᵻ́ks dɔ́rsᵻt fɑ́rm lɛ́jbərərz kənvᵻ́ktᵻd fɔr fɔ́rmᵻŋ ə síjkrət trɛ́jd júwnjən ᵻn 1834, spɑ́rkᵻŋ nǽʃənəl áwtrɛ̀jdʒ ənd kǽtəlajzᵻŋ ðə brᵻ́tᵻʃ lɛ́jbər múwvmənt.",
        "hash": "TXT_4e4d6f84a96404db94a36eb73bd4aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Robert Peel and the Metropolitan Police: The 1829 establishment of a professional law enforcement body in London, pioneering modern policing principles and practices.  ",
        "ipa": "rówbərt píjl ənd ðə mɛ̀trəpɒ́lətən pəlíjs: ðə 1829 əstǽblᵻʃmənt əv ə prəfɛ́ʃənəl lɔ ɛnfɔ́rsmənt bɒ́dij ᵻn lʌ́ndən, pàjənɪ́ərᵻŋ mɒ́dərn pəlíjsᵻŋ prᵻ́nsᵻpəlz ənd prǽktᵻsᵻz.",
        "hash": "TXT_f84daa4d482b3716b360c095a4914b.mp3",
        "score": 0.5
    },
    {
        "txt": "The Crystal Palace Exhibition (1851): The monumental showcase of industrial innovation and empire, symbolising Victorian progress and Britain’s global prominence.  ",
        "ipa": "ðə krᵻ́stəl pǽləs ɛ̀ksᵻbᵻ́ʃən (1851): ðə mɒ̀njəmɛ́ntəl ʃówkɛ̀js əv ᵻ̀ndʌ́strijəl ᵻ̀nəvɛ́jʃən ənd ɛ́mpajər, sᵻmbʌ́lajzᵻŋ vᵻktɔ́rijən prɒ́ɡrɛ̀s ənd brᵻ́tən'z ɡlówbəl prɒ́mᵻnəns.",
        "hash": "TXT_4a2a6a242030656e7c5de8559157eb.mp3",
        "score": 0.5
    },
    {
        "txt": "Pilgrim Fathers’ Voyage: The 1620 journey of separatist Puritans aboard the Mayflower, seeking religious freedom and shaping early transatlantic ties.  ",
        "ipa": "pᵻ́lɡrəm fɑ́ðərz’ vɔ́jᵻdʒ: ðə 1620 dʒɜ́rnij əv sɛ́pərətᵻst pjʊ́rᵻtənz əbɔ́rd ðə mɛ́jflàwər, síjkᵻŋ rəlᵻ́dʒəs fríjdəm ənd ʃɛ́jpᵻŋ ɜ́rlij træ̀nzətlǽnᵻk tájz.",
        "hash": "TXT_10b919546000d69664e7868b824dfd.mp3",
        "score": 0.5
    },
    {
        "txt": "Dissolution of the Monasteries: Henry VIII’s systematic closure of religious houses between 1536 and 1541, redistributing wealth and asserting royal supremacy over the Church.  ",
        "ipa": "dᵻ̀səlúwʃən əv ðə mɒ́nəstɛ̀ərijz: hɛ́nrij VIII'z sᵻ̀stəmǽtᵻk klówʒər əv rəlᵻ́dʒəs háwsᵻz bijtwíjn 1536 ənd 1541, rìjdᵻstrᵻ́bjətᵻŋ wɛ́lθ ənd əsɜ́rtᵻŋ rɔ́jəl səprɛ́məsij ówvər ðə tʃɜ́rtʃ.",
        "hash": "TXT_4de1565bd8503150e040e9194bd4d6.mp3",
        "score": 0.5
    },
    {
        "txt": "Tolpuddle Martyrs’ Legacy: The subsequent public backlash that eventually led to the commutation of their sentences, crystallising the right to collective bargaining.  ",
        "ipa": "tɔlpʌ́dəl mɑ́rtərz’ lɛ́ɡəsij: ðə sʌ́bsəkwənt pʌ́blᵻk bǽklæ̀ʃ thət əvɛ́ntʃuwəlij lɛ́d tə ðə kɒ̀mjətɛ́jʃən əv ðɛər sɛ́ntənsᵻz, krᵻ́stəlàjzᵻŋ ðə rájt tə kəlɛ́ktᵻv bɑ́rɡᵻnᵻŋ.",
        "hash": "TXT_af018335e77238754358d2106e8fb1.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Waterloo (1815): The decisive encounter ending Napoleonic ambitions in Europe, with Britain’s Duke of Wellington playing a pivotal role in the victory.  ",
        "ipa": "bǽtəl əv wɔ́tərlùw (1815): ðə dəsájsᵻv ənkáwntər ɛ́ndᵻŋ nəpòwlijɒ́nᵻk æmbᵻ́ʃənz ᵻn jʊ́rəp, wᵻð brᵻ́tən'z dúwk əv wɛ́lᵻŋtən plɛ́jᵻŋ ə pᵻ́vətəl rówl ᵻn ðə vᵻ́ktərij.",
        "hash": "TXT_eb4b3f7f2aef0b1aa282da90915d05.mp3",
        "score": 0.5
    },
    {
        "txt": "Robert Walpole’s Premiership: The early 18th-century governance period often cited as Britain’s first de facto prime ministership, shaping Cabinet responsibility and executive power.",
        "ipa": "rówbərt wɔ́lpòwl'z prɛmɪ́ərʃᵻ̀p: ðə ɜ́rlij 18th-centuwry ɡʌ́vərnəns pɪ́ərijəd ɔ́fən sájtᵻd æz brᵻ́tən'z fɜ́rst de fǽktow prájm mᵻ́nᵻstərʃᵻp, ʃɛ́jpᵻŋ kǽbᵻnət rəspɒ̀nsᵻbᵻ́lᵻtij ənd əɡzɛ́kjətᵻv páwər.",
        "hash": "TXT_1d41cbb18641a5c9afe6e77a8109b7.mp3",
        "score": 0.5
    }
]