[
    {
        "txt": "French Revolution: Although it began as a pursuit of liberty and fraternity, the French Revolution devolved into a tumultuous period that dramatically restructured the nation’s political framework.",
        "ipa": "frɛ́ntʃ rɛ̀vəlúwʃən: ɔ̀lðów ᵻt bəɡǽn æz ə pərsúwt əv lᵻ́bərtìj ənd frətɜ́rnᵻtij, ðə frɛ́ntʃ rɛ̀vəlúwʃən dəvɒ́lvd ᵻntə ə tùwmʌ́ltʃùwəs pɪ́ərijəd thət drəmǽtᵻkəlij rijstrʌ́ktʃərd ðə nɛ́jʃən'z pəlᵻ́tᵻkəl frɛ́jmwɜ̀rk.",
        "hash": "TXT_cd070e1fc850ea0b0a48c60959a6af.mp3",
        "score": 0.5
    },
    {
        "txt": "American Revolution: Many colonists regarded the American Revolution as an essential struggle for representation, ultimately forging a new republic founded on Enlightenment ideals.",
        "ipa": "əmɛ́ərᵻkən rɛ̀vəlúwʃən: mɛ́nij kɒ́lənᵻsts rəɡɑ́rdᵻd ðə əmɛ́ərᵻkən rɛ̀vəlúwʃən æz ən əsɛ́nʃəl strʌ́ɡəl fɔr rɛ̀prəzɛntɛ́jʃən, ʌ́ltᵻmətlij fɔ́rdʒᵻŋ ə núw rəpʌ́blᵻk fáwndᵻd ɒn ɛ̀nlájtənmənt ajdíjəlz.",
        "hash": "TXT_7dccd139cc49265b955cb3aa8dd3fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Industrial Revolution: Fueled by technological innovations and urban migration, the Industrial Revolution transformed agrarian societies into powerful manufacturing economies.",
        "ipa": "ᵻ̀ndʌ́strijəl rɛ̀vəlúwʃən: fjúwəld baj tɛ̀knəlɒ́dʒᵻkəl ᵻ̀nəvɛ́jʃənz ənd ɜ́rbən majɡrɛ́jʃən, ðə ᵻ̀ndʌ́strijəl rɛ̀vəlúwʃən trænsfɔ́rmd əɡrɛ́ərijən səsájətijz ᵻntə páwərfəl mæ̀njəfǽktʃərᵻŋ əkɒ́nəmijz.",
        "hash": "TXT_91c1fca93c4b2cfbabac8c669c97ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Protestant Reformation: The Protestant Reformation unleashed theological debates that shattered the religious uniformity of medieval Europe, paving the way for new denominations.",
        "ipa": "prɒ́təstənt rɛ̀fərmɛ́jʃən: ðə prɒ́təstənt rɛ̀fərmɛ́jʃən ʌ̀nlíjʃt θìjəlɒ́dʒᵻkəl dəbɛ́jts thət ʃǽtərd ðə rəlᵻ́dʒəs jùwnᵻfɔ́rmᵻtij əv mijdíjvəl jʊ́rəp, pɛ́jvᵻŋ ðə wɛj fɔr núw dənɔ̀mᵻtɛ́jʃənz.",
        "hash": "TXT_2fdd0dcc2b66e661b62213724c40c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Fall of Rome: The Fall of Rome signified the gradual weakening of imperial power, ushering in centuries of fragmented rule across Western Europe.",
        "ipa": "fɔ́l əv rowm: ðə fɔ́l əv rowm sᵻ́ɡnᵻfàjd ðə ɡrǽdʒuwəl wíjkənᵻŋ əv ᵻ̀mpɪ́ərijəl páwər, ʌ́ʃərᵻŋ ᵻn sɛ́ntʃərijz əv frǽɡməntᵻd rúwl əkrɔ́s wɛ́stərn jʊ́rəp.",
        "hash": "TXT_88251da63972d490a2babdedfc44f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil War: The Civil War in the United States erupted from profound regional tensions, culminating in a decisive victory for the Union and the abolition of slavery.",
        "ipa": "sᵻ́vəl wɔ́r: ðə sᵻ́vəl wɔ́r ᵻn ðə juwnájtᵻd stɛ́jts ìjərʌ́ptᵻd frəm prowfáwnd ríjdʒənəl tɛ́ntʃənz, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn ə dəsájsᵻv vᵻ́ktərij fɔr ðə júwnjən ənd ðə æ̀bəlᵻ́ʃən əv slɛ́jvərij.",
        "hash": "TXT_4df9c22bebfa108fcdad2cec5b9bf3.mp3",
        "score": 0.5
    },
    {
        "txt": "Treaty of Versailles: Critics argued that the Treaty of Versailles imposed punitive measures on Germany, inadvertently sowing the seeds for future conflict.",
        "ipa": "tríjtij əv vərsájz: krᵻ́tᵻks ɑ́rɡjuwd thət ðə tríjtij əv vərsájz ᵻ̀mpówzd pjúwnᵻtᵻv mɛ́ʒərz ɒn dʒɜ́rmənij, ᵻ̀nædvɜ́rtəntlij sówᵻŋ ðə síjdz fɔr fjúwtʃər kɒ́nflᵻkt.",
        "hash": "TXT_0d4c231504a7f198a31213fd4109f2.mp3",
        "score": 0.5
    },
    {
        "txt": "Pearl Harbor: The surprise attack on Pearl Harbor galvanized American public opinion, catapulting the United States into the Second World War.",
        "ipa": "pɜ́rl hɑ́rbər: ðə sərprájz ətǽk ɒn pɜ́rl hɑ́rbər ɡǽlvənàjzd əmɛ́ərᵻkən pʌ́blᵻk əpᵻ́njən, kǽtəpʌ̀ltᵻŋ ðə juwnájtᵻd stɛ́jts ᵻntə ðə sɛ́kənd wɜ́rld wɔ́r.",
        "hash": "TXT_1bde7c20ebd21b452a9f7823abd8f8.mp3",
        "score": 0.5
    },
    {
        "txt": "Cold War: Emerging from ideological divisions after World War II, the Cold War set the stage for decades of proxy conflicts and global tension.",
        "ipa": "kówld wɔ́r: əmɜ́rdʒᵻŋ frəm àjdijəlɒ́dʒᵻkəl dᵻvᵻ́ʒənz ǽftər wɜ́rld wɔ́r II, ðə kówld wɔ́r sɛ́t ðə stɛ́jdʒ fɔr dɛ́kɛjdz əv prɒ́ksij kɒ́nflᵻkts ənd ɡlówbəl tɛ́nʃən.",
        "hash": "TXT_aa53adb83cfe974d92157f4a38dfc4.mp3",
        "score": 0.5
    },
    {
        "txt": "Cuban Missile Crisis: In the midst of the Cold War, the Cuban Missile Crisis brought the world perilously close to nuclear catastrophe before a last-minute diplomatic resolution.",
        "ipa": "kjúwbən mᵻ́səl krájsᵻs: ᵻn ðə mᵻ́dst əv ðə kówld wɔ́r, ðə kjúwbən mᵻ́səl krájsᵻs brɔ́t ðə wɜ́rld pɛ́ərələslij klóws tə núwklijər kətǽstrəfij bəfɔ́r ə lǽst-mᵻ́nᵻt dᵻ̀pləmǽtᵻk rɛ̀zəlúwʃən.",
        "hash": "TXT_84fceb2d706fed48ab89c24d819ce3.mp3",
        "score": 0.5
    },
    {
        "txt": "Renaissance Era: The Renaissance Era witnessed a flourishing of art and learning, as humanist ideas reshaped Europe’s cultural landscape.",
        "ipa": "rɛ́nəsɒns ɛ́ərə: ðə rɛ́nəsɒns ɛ́ərə wᵻ́tnəst ə flɜ́rᵻʃᵻŋ əv ɑ́rt ənd lɜ́rnᵻŋ, æz hjúwmənᵻst ajdíjəz rijʃɛ́jpt jʊ́rəp'z kʌ́ltʃərəl lǽnskɛ̀jp.",
        "hash": "TXT_57f2e5602eba1267cd3c442c6dd573.mp3",
        "score": 0.5
    },
    {
        "txt": "Medieval Period: Knights, feudal lords, and fortified castles exemplified the social and political structures of the Medieval Period.",
        "ipa": "mijdíjvəl pɪ́ərijəd: nájts, fjúwdəl lɔ́rdz, ənd fɔ́rtᵻfàjd kǽsəlz əɡzɛ́mpləfàjd ðə sówʃəl ənd pəlᵻ́tᵻkəl strʌ́ktʃərz əv ðə mijdíjvəl pɪ́ərijəd.",
        "hash": "TXT_9a28ccfc1fe3e1801fc271f9ab3905.mp3",
        "score": 0.5
    },
    {
        "txt": "Ancient Egypt: The monumental architecture of Ancient Egypt, including the pyramids, showcased both the empire’s grandeur and its complex religious beliefs.",
        "ipa": "ɛ́jntʃənt íjdʒəpt: ðə mɒ̀njəmɛ́ntəl ɑ́rkᵻtɛ̀ktʃər əv ɛ́jntʃənt íjdʒəpt, ᵻnklúwdᵻŋ ðə pɪ́ərəmᵻdz, ʃówkɛ̀jst bówθ ðə ɛ́mpajər'z ɡrændúwr ənd ᵻts kɒ́mplɛks rəlᵻ́dʒəs bəlíjfs.",
        "hash": "TXT_c8f3fc46d8f55d82609f3bd44cf724.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Empire: Stretching across three continents, the Ottoman Empire maintained a sophisticated administrative system and dominated regional trade routes.",
        "ipa": "ɒ́təmən ɛ́mpajər: strɛ́tʃᵻŋ əkrɔ́s θríj kɒ́ntᵻnənts, ðə ɒ́təmən ɛ́mpajər mɛjntɛ́jnd ə səfᵻ́stᵻkɛ̀jtᵻd ədmᵻ́nᵻstrɛ̀jtᵻv sᵻ́stəm ənd dɒ́mᵻnɛ̀jtᵻd ríjdʒənəl trɛ́jd ráwts.",
        "hash": "TXT_1027659ad6d86979f0435b9d6c098b.mp3",
        "score": 0.5
    },
    {
        "txt": "British Empire: The British Empire, boasting territories across the globe, once prided itself on the slogan “the sun never sets on Britain.”",
        "ipa": "brᵻ́tᵻʃ ɛ́mpajər: ðə brᵻ́tᵻʃ ɛ́mpajər, bówstᵻŋ tɛ́ərᵻtɔ̀rijz əkrɔ́s ðə ɡlówb, wʌ́ns prájdᵻd ᵻtsɛ́lf ɒn ðə slówɡən “ðə sʌ́n nɛ́vər sɛ́ts ɒn brᵻ́tən.”",
        "hash": "TXT_33a9343f22690b5ac83c34366b57a5.mp3",
        "score": 0.5
    },
    {
        "txt": "Ming Dynasty: Known for its naval expeditions and the porcelain trade, the Ming Dynasty strengthened China’s cultural identity and economic prowess.",
        "ipa": "mᵻ́ŋ dájnəstij: nówn fɔr ᵻts nɛ́jvəl ɛ̀kspədᵻ́ʃənz ənd ðə pɔ́rsəlᵻn trɛ́jd, ðə mᵻ́ŋ dájnəstij strɛ́ŋθənd tʃájnə'z kʌ́ltʃərəl ajdɛ́ntᵻtij ənd ɛ̀kənɒ́mᵻk práwəs.",
        "hash": "TXT_02aade89f65920e128028690bf10c9.mp3",
        "score": 0.5
    },
    {
        "txt": "Silk Road: The Silk Road not only enabled the exchange of goods but also facilitated cultural and scientific interactions between East and West.",
        "ipa": "sᵻ́lk rówd: ðə sᵻ́lk rówd nɒt ównlij ɛnɛ́jbəld ðə əkstʃɛ́jndʒ əv ɡʊ́dz bʌt ɔ́lsow fəsᵻ́lətɛ̀jtᵻd kʌ́ltʃərəl ənd sàjəntᵻ́fᵻk ᵻ̀ntərǽkʃənz bijtwíjn íjst ənd wɛ́st.",
        "hash": "TXT_1109a8ebc5babf02bc3c48b3980148.mp3",
        "score": 0.5
    },
    {
        "txt": "Suez Canal: By linking the Mediterranean and the Red Seas, the Suez Canal dramatically shortened maritime routes and reshaped global trade.",
        "ipa": "súwɛz kənǽl: baj lᵻ́ŋkᵻŋ ðə mɛ̀dᵻtərɛ́jnijən ənd ðə rɛ́d síjz, ðə súwɛz kənǽl drəmǽtᵻkəlij ʃɔ́rtənd mɛ́ərᵻtàjm ráwts ənd rijʃɛ́jpt ɡlówbəl trɛ́jd.",
        "hash": "TXT_3dc40c8a1b68c737bc3c4ca6cac286.mp3",
        "score": 0.5
    },
    {
        "txt": "Berlin Wall: Erected by the German Democratic Republic, the Berlin Wall came to symbolize the stark divide between communist and capitalist blocs.",
        "ipa": "bərlᵻ́n wɔ́l: ərɛ́ktᵻd baj ðə dʒɜ́rmən dɛ̀məkrǽtᵻk rəpʌ́blᵻk, ðə bərlᵻ́n wɔ́l kɛ́jm tə sᵻ́mbəlàjz ðə stɑ́rk dᵻvájd bijtwíjn kɒ́mjənᵻst ənd kǽpᵻtəlᵻst blɒ́ks.",
        "hash": "TXT_99d02b30db84b8c17f5440fa59db3e.mp3",
        "score": 0.5
    },
    {
        "txt": "Yalta Conference: At the Yalta Conference, Allied leaders debated Europe’s postwar governance, shaping the continent’s political map for decades.",
        "ipa": "jɔ́ltə kɒ́nfərəns: æt ðə jɔ́ltə kɒ́nfərəns, ǽlàjd líjdərz dəbɛ́jtᵻd jʊ́rəp'z pówstwɔ́r ɡʌ́vərnəns, ʃɛ́jpᵻŋ ðə kɒ́ntᵻnənt's pəlᵻ́tᵻkəl mǽp fɔr dɛ́kɛjdz.",
        "hash": "TXT_905ec742d5ddf6d87eee27533af406.mp3",
        "score": 0.5
    },
    {
        "txt": "Geneva Convention: The Geneva Convention established humanitarian rules in war, aiming to protect civilians and prisoners from brutal treatment.",
        "ipa": "dʒᵻníjvə kənvɛ́nʃən: ðə dʒᵻníjvə kənvɛ́nʃən əstǽblᵻʃt hjùwmæ̀nᵻtɛ́ərijən rúwlz ᵻn wɔ́r, ɛ́jmᵻŋ tə prətɛ́kt sᵻvᵻ́ljənz ənd prᵻ́zənərz frəm brúwtəl tríjtmənt.",
        "hash": "TXT_2e4fb6c4f61f17101c241e91a615f4.mp3",
        "score": 0.5
    },
    {
        "txt": "Warsaw Pact: Formed in direct response to NATO, the Warsaw Pact bound Eastern European nations in a collective defense under Soviet influence.",
        "ipa": "wɔ́rsɔ̀ pǽkt: fɔ́rmd ᵻn dᵻərɛ́kt rəspɒ́ns tə NATO, ðə wɔ́rsɔ̀ pǽkt báwnd íjstərn jʊ̀rəpíjən nɛ́jʃənz ᵻn ə kəlɛ́ktᵻv dəfɛ́ns ʌ́ndər sówvijɛ̀t ᵻ́nfluwəns.",
        "hash": "TXT_f4347ae38afd36e0a4c0840cf2d484.mp3",
        "score": 0.5
    },
    {
        "txt": "Norman Conquest: The Norman Conquest of England in 1066 introduced feudalism and significantly altered the nation’s language and governance.",
        "ipa": "nɔ́rmən kɒ́ŋkwɛst: ðə nɔ́rmən kɒ́ŋkwɛst əv ᵻ́ŋɡlənd ᵻn 1066 ᵻ̀ntrədúwst fjúwdəlᵻ̀zəm ənd sᵻɡnᵻ́fᵻkəntlij ɔ́ltərd ðə nɛ́jʃən'z lǽŋɡwədʒ ənd ɡʌ́vərnəns.",
        "hash": "TXT_72860c19f24cce7b49fbbadebc3b3f.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Hastings: The decisive Norman victory at the Battle of Hastings led to a reshuffling of English nobility and the adoption of Norman customs.",
        "ipa": "bǽtəl əv hǽstᵻŋz: ðə dəsájsᵻv nɔ́rmən vᵻ́ktərij æt ðə bǽtəl əv hǽstᵻŋz lɛ́d tə ə rijʃʌ́fəlᵻŋ əv ᵻ́ŋɡlᵻʃ nowbᵻ́lᵻtij ənd ðə ədɒ́pʃən əv nɔ́rmən kʌ́stəmz.",
        "hash": "TXT_bb145c445e7147834c8cbf2abc3d5a.mp3",
        "score": 0.5
    },
    {
        "txt": "Magna Carta: Issued by King John, the Magna Carta curbed royal authority by granting certain rights and privileges to feudal barons.",
        "ipa": "mǽɡnə kɑ́rtə: ᵻ́ʃuwd baj kᵻ́ŋ dʒɒ́n, ðə mǽɡnə kɑ́rtə kɜ́rbd rɔ́jəl əθɔ́rᵻtij baj ɡrǽntᵻŋ sɜ́rtən rájts ənd prᵻ́vᵻlədʒᵻz tə fjúwdəl bǽrənz.",
        "hash": "TXT_6f8620b697ee9537eb31de757fe407.mp3",
        "score": 0.5
    },
    {
        "txt": "Trail of Tears: The forced relocation of Native American tribes, known as the Trail of Tears, resulted in profound suffering and cultural upheaval.",
        "ipa": "trɛ́jl əv tɛ́ərz: ðə fɔ́rst rìjlówkɛ́jʃən əv nɛ́jtᵻv əmɛ́ərᵻkən trájbz, nówn æz ðə trɛ́jl əv tɛ́ərz, rəzʌ́ltᵻd ᵻn prowfáwnd sʌ́fərᵻŋ ənd kʌ́ltʃərəl əphíjvəl.",
        "hash": "TXT_62bf0542249990d2f459017ed4fd8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Russo-Japanese War: The surprise Japanese triumph in the Russo-Japanese War shattered assumptions about European military supremacy.",
        "ipa": "rúwsow-dʒæ̀pəníjz wɔ́r: ðə sərprájz dʒæ̀pəníjz trájəmf ᵻn ðə rúwsow-dʒæ̀pəníjz wɔ́r ʃǽtərd əsʌ́mpʃənz əbawt jʊ̀rəpíjən mᵻ́lᵻtɛ̀ərij səprɛ́məsij.",
        "hash": "TXT_317bdadf1a82df07971908a4382b7f.mp3",
        "score": 0.5
    },
    {
        "txt": "Boxer Rebellion: The Boxer Rebellion in China reflected mounting anger over foreign spheres of influence and imperialist encroachment.",
        "ipa": "bɒ́ksər rəbɛ́ljən: ðə bɒ́ksər rəbɛ́ljən ᵻn tʃájnə rəflɛ́ktᵻd máwntᵻŋ ǽŋɡər ówvər fɑ́rən sfɪ́ərz əv ᵻ́nfluwəns ənd ᵻ̀mpɪ́ərijəlᵻst ɛnkrówtʃmənt.",
        "hash": "TXT_cc707bf45eca1fb34c79194b7af1a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Great Depression: The Great Depression devastated global economies, prompting sweeping social reforms and a reevaluation of financial regulations.",
        "ipa": "ɡrɛ́jt dəprɛ́ʃən: ðə ɡrɛ́jt dəprɛ́ʃən dɛ́vəstɛ̀jtᵻd ɡlówbəl əkɒ́nəmijz, prɒ́mptᵻŋ swíjpᵻŋ sówʃəl rəfɔ́rmz ənd ə rijᵻvæ̀ljuwɛ́jʃən əv fàjnǽnʃəl rɛ̀ɡjəlɛ́jʃənz.",
        "hash": "TXT_05868c7477458694bbdc1f0997a3a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Roaring Twenties: The Roaring Twenties, characterized by jazz music and speakeasies, offered a brief respite of prosperity before the economic collapse.",
        "ipa": "rɔ́rᵻŋ twɛ́ntijz: ðə rɔ́rᵻŋ twɛ́ntijz, kǽrəktərajzd baj dʒǽz mjúwzᵻk ənd spíjkìjzìjz, ɔ́fərd ə bríjf rɛ́spᵻt əv prɒspɛ́ərᵻtij bəfɔ́r ðə ɛ̀kənɒ́mᵻk kəlǽps.",
        "hash": "TXT_17d0f4cc23dddbd9e86ce1b76be721.mp3",
        "score": 0.5
    },
    {
        "txt": "Cultural Revolution: Mao Zedong’s Cultural Revolution upended traditional hierarchies in China, leading to widespread social upheaval and persecution.",
        "ipa": "kʌ́ltʃərəl rɛ̀vəlúwʃən: máw zɛ̀jdɔ́ŋ's kʌ́ltʃərəl rɛ̀vəlúwʃən ʌ́pɛndᵻd trədᵻ́ʃənəl hájərɑ̀rkijz ᵻn tʃájnə, líjdᵻŋ tə wájdsprɛ́d sówʃəl əphíjvəl ənd pɜ̀rsəkjúwʃən.",
        "hash": "TXT_19a1070c20cae5a2776242911351a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Spanish Inquisition: Under the Spanish Inquisition, religious orthodoxy was brutally enforced, resulting in the expulsion or punishment of many perceived heretics.",
        "ipa": "spǽnᵻʃ ᵻ̀nkwᵻzᵻ́ʃən: ʌ́ndər ðə spǽnᵻʃ ᵻ̀nkwᵻzᵻ́ʃən, rəlᵻ́dʒəs ɔ́rθədɒ̀ksij wɒz brúwtəlij ɛnfɔ́rst, rəzʌ́ltᵻŋ ᵻn ðə əkspʌ́lʃən ɔr pʌ́nᵻʃmənt əv mɛ́nij pərsíjvd hɛ́ərətᵻks.",
        "hash": "TXT_3d66b5753de94f0d2ca14650558655.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanseatic League: The Hanseatic League, a medieval commercial alliance in Northern Europe, negotiated trade privileges that stimulated regional wealth.",
        "ipa": "hæ̀nsijǽtᵻk líjɡ: ðə hæ̀nsijǽtᵻk líjɡ, ə mijdíjvəl kəmɜ́rʃəl əlájəns ᵻn nɔ́rðərn jʊ́rəp, nəɡówʃijɛ̀jtᵻd trɛ́jd prᵻ́vᵻlədʒᵻz thət stᵻ́mjəlɛ̀jtᵻd ríjdʒənəl wɛ́lθ.",
        "hash": "TXT_696ade94b12b0e9c1e5a765967680c.mp3",
        "score": 0.5
    },
    {
        "txt": "Scramble for Africa: Fierce competition for territorial acquisition marked the Scramble for Africa, as European powers carved up the continent.",
        "ipa": "skrǽmbəl fɔr ǽfrᵻkə: fɪ́ərs kɒ̀mpətᵻ́ʃən fɔr tɛ̀ərᵻtɔ́rijəl æ̀kwᵻzᵻ́ʃən mɑ́rkt ðə skrǽmbəl fɔr ǽfrᵻkə, æz jʊ̀rəpíjən páwərz kɑ́rvd ʌp ðə kɒ́ntᵻnənt.",
        "hash": "TXT_5429e1846edb73a3b4b623b85a4834.mp3",
        "score": 0.5
    },
    {
        "txt": "Apartheid Regime: In South Africa, the Apartheid Regime enforced systematic racial segregation, sparking international outrage and domestic resistance.",
        "ipa": "əpɑ́rtàjd rɛjʒíjm: ᵻn sáwθ ǽfrᵻkə, ðə əpɑ́rtàjd rɛjʒíjm ɛnfɔ́rst sᵻ̀stəmǽtᵻk rɛ́jʃəl sɛ̀ɡrəɡɛ́jʃən, spɑ́rkᵻŋ ᵻ̀ntərnǽʃənəl áwtrɛ̀jdʒ ənd dəmɛ́stᵻk rəzᵻ́stəns.",
        "hash": "TXT_48f79a8080c1049bdccc9d9bdfdc30.mp3",
        "score": 0.5
    },
    {
        "txt": "Information Age: The Information Age revolutionized communication, allowing societies to consume and disseminate knowledge at unprecedented speeds.",
        "ipa": "ᵻnfərmɛ́jʃən ɛ́jdʒ: ðə ᵻnfərmɛ́jʃən ɛ́jdʒ rɛ̀vəlúwʃənàjzd kəmjùwnᵻkɛ́jʃən, əláwᵻŋ səsájətijz tə kənsúwm ənd dᵻsɛ́mᵻnɛ̀jt nɒ́lᵻdʒ æt ʌ̀nprɛ́sᵻdɛ̀ntᵻd spíjdz.",
        "hash": "TXT_5b9168bc8c37e1117f9520bc522fa0.mp3",
        "score": 0.5
    },
    {
        "txt": "Crusades Period: During the Crusades Period, European knights ventured to the Holy Land under the banner of religious fervor and territorial expansion.",
        "ipa": "kruwsɛ́jdz pɪ́ərijəd: dʊ́rᵻŋ ðə kruwsɛ́jdz pɪ́ərijəd, jʊ̀rəpíjən nájts vɛ́ntʃərd tə ðə hówlij lǽnd ʌ́ndər ðə bǽnər əv rəlᵻ́dʒəs fɜ́rvər ənd tɛ̀ərᵻtɔ́rijəl əkspǽnʃən.",
        "hash": "TXT_ecbeb73f08d2279812d7e35ea9b0df.mp3",
        "score": 0.5
    },
    {
        "txt": "Black Death: The Black Death decimated medieval Europe’s population, altering socio-economic structures and labor dynamics.",
        "ipa": "blǽk dɛ́θ: ðə blǽk dɛ́θ dɛ́sᵻmɛjtᵻd mijdíjvəl jʊ́rəp'z pɒ̀pjəlɛ́jʃən, ɔ́ltərᵻŋ sówsijow-ɛ̀kənɒ́mᵻk strʌ́ktʃərz ənd lɛ́jbər dajnǽmᵻks.",
        "hash": "TXT_1063949a5b2fd8e76d7f8fb0f0997b.mp3",
        "score": 0.5
    },
    {
        "txt": "Gunpowder Plot: The Gunpowder Plot aimed to assassinate King James I by blowing up Parliament, an event still commemorated in Britain each November.",
        "ipa": "ɡʌ́npàwdər plɒ́t: ðə ɡʌ́npàwdər plɒ́t ɛ́jmd tə əsǽsənɛ̀jt kᵻ́ŋ dʒɛjmz I baj blówᵻŋ ʌp pɑ́rləmənt, ən əvɛ́nt stᵻ́l kəmɛ́mərɛ̀jtᵻd ᵻn brᵻ́tən ijtʃ nowvɛ́mbər.",
        "hash": "TXT_04e80997d9def8fb84a4fa801eb669.mp3",
        "score": 0.5
    },
    {
        "txt": "Spartan Society: Renowned for its rigorous military training, Spartan Society placed communal strength above individual desires.",
        "ipa": "spɑ́rtən səsájətij: rənáwnd fɔr ᵻts rᵻ́ɡərəs mᵻ́lᵻtɛ̀ərij trɛ́jnᵻŋ, spɑ́rtən səsájətij plɛ́jst kəmjúwnəl strɛ́ŋθ əbʌ́v ᵻ̀ndᵻvᵻ́dʒəwəl dəzájərz.",
        "hash": "TXT_9f539f95f6551cd2c33d966748273e.mp3",
        "score": 0.5
    },
    {
        "txt": "Globalization Trend: The Globalization Trend has roots in historical trade networks, even if modern technology has exponentially accelerated global interdependence.",
        "ipa": "ɡlòwbəlᵻzɛ́jʃən trɛ́nd: ðə ɡlòwbəlᵻzɛ́jʃən trɛ́nd həz rúwts ᵻn hᵻstɔ́rᵻkəl trɛ́jd nɛ́twɜ̀rks, íjvən ᵻf mɒ́dərn tɛknɒ́lədʒij həz ɛ̀kspownɛ́nʃəlij æksɛ́lərɛ̀jtᵻd ɡlówbəl ᵻ̀ntərdəpɛ́ndəns.",
        "hash": "TXT_0c3792ff2f528d91b495923a09e066.mp3",
        "score": 0.5
    },
    {
        "txt": "Transatlantic Slave Trade: The Transatlantic Slave Trade forcibly transported millions of Africans, shaping demographic and cultural landscapes across the Americas.",
        "ipa": "træ̀nzətlǽnᵻk slɛ́jv trɛ́jd: ðə træ̀nzətlǽnᵻk slɛ́jv trɛ́jd fɔ́rsəblij trænspɔ́rtᵻd mᵻ́ljənz əv ǽfrᵻkənz, ʃɛ́jpᵻŋ dɛ̀məɡrǽfᵻk ənd kʌ́ltʃərəl lǽnskɛ̀jps əkrɔ́s ðə əmɛ́ərᵻkəz.",
        "hash": "TXT_df2a1b488552dba52fa72875d6a9e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Manhattan Project: The Manhattan Project harnessed atomic technology, culminating in the creation of the first nuclear weapons.",
        "ipa": "mænhǽtən prɒ́dʒɛkt: ðə mænhǽtən prɒ́dʒɛkt hɑ́rnəst ətɒ́mᵻk tɛknɒ́lədʒij, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn ðə krijɛ́jʃən əv ðə fɜ́rst núwklijər wɛ́pənz.",
        "hash": "TXT_423a2d4691d91d18d4198604ba7c0e.mp3",
        "score": 0.5
    },
    {
        "txt": "Mexican Revolution: Spurred by social injustice and land inequalities, the Mexican Revolution dismantled the long-established Diaz dictatorship.",
        "ipa": "mɛ́ksᵻkən rɛ̀vəlúwʃən: spɜ́rd baj sówʃəl ᵻ̀ndʒʌ́stᵻs ənd lǽnd ᵻ́nijkwɑ́lᵻtijz, ðə mɛ́ksᵻkən rɛ̀vəlúwʃən dᵻsmǽntəld ðə lɔ́ŋ-əstǽblᵻʃt díjæ̀z dᵻktɛ́jtərʃᵻ̀p.",
        "hash": "TXT_c4ca0b239f00911fd86266856feca5.mp3",
        "score": 0.5
    },
    {
        "txt": "Tokugawa Shogunate: Under the Tokugawa Shogunate, Japan strictly limited foreign contact while nurturing domestic stability and cultural development.",
        "ipa": "tɔkʊɡɒ́wə ʃówɡənət: ʌ́ndər ðə tɔkʊɡɒ́wə ʃówɡənət, dʒəpǽn strᵻ́ktlij lᵻ́mᵻtᵻd fɑ́rən kɒ́ntæ̀kt wájl nɜ́rtʃərᵻŋ dəmɛ́stᵻk stəbᵻ́lᵻtij ənd kʌ́ltʃərəl dəvɛ́ləpmənt.",
        "hash": "TXT_7b1c77b53e1ffc2a9e63c55ed99375.mp3",
        "score": 0.5
    },
    {
        "txt": "Viking Age: During the Viking Age, seafaring Norsemen ventured across Europe, raiding and establishing settlements far from their homelands.",
        "ipa": "vájkᵻŋ ɛ́jdʒ: dʊ́rᵻŋ ðə vájkᵻŋ ɛ́jdʒ, síjfɛ̀ərᵻŋ nɔ́rsmən vɛ́ntʃərd əkrɔ́s jʊ́rəp, rɛ́jdᵻŋ ənd əstǽblᵻʃᵻŋ sɛ́təlmənts fɑ́r frəm ðɛər hówmlæ̀ndz.",
        "hash": "TXT_3658b0ce05fce2876b0a60eac919c5.mp3",
        "score": 0.5
    },
    {
        "txt": "Polish Partition: The Polish Partition by neighboring powers erased Poland’s sovereignty for over a century, sparking national resentment and uprisings.",
        "ipa": "pɒ́lᵻʃ pɑrtᵻ́ʃən: ðə pɒ́lᵻʃ pɑrtᵻ́ʃən baj nɛ́jbərᵻŋ páwərz ərɛ́jst pówlənd'z sɒ́vrəntij fɔr ówvər ə sɛ́ntʃərij, spɑ́rkᵻŋ nǽʃənəl rəzɛ́nmənt ənd ʌ́pràjzᵻŋz.",
        "hash": "TXT_2228b12db2e55f91969e4ce71071d2.mp3",
        "score": 0.5
    },
    {
        "txt": "Hundred Years’ War: The prolonged Hundred Years’ War between England and France shaped feudal alliances and witnessed the rise of powerful monarchies.",
        "ipa": "hʌ́ndərd jɪ́ərz’ wɔ́r: ðə prəlɔ́ŋd hʌ́ndərd jɪ́ərz’ wɔ́r bijtwíjn ᵻ́ŋɡlənd ənd frǽns ʃɛ́jpt fjúwdəl əlájənsᵻz ənd wᵻ́tnəst ðə rájz əv páwərfəl mɒ́nɑrkijz.",
        "hash": "TXT_6c278c29878658d78191f76f7abc28.mp3",
        "score": 0.5
    },
    {
        "txt": "Thirty Years’ War: The Thirty Years’ War ravaged Central Europe, blending religious disputes with dynastic ambitions.",
        "ipa": "θɜ́rdìj jɪ́ərz’ wɔ́r: ðə θɜ́rdìj jɪ́ərz’ wɔ́r rǽvᵻdʒd sɛ́ntrəl jʊ́rəp, blɛ́ndᵻŋ rəlᵻ́dʒəs dᵻspjúwts wᵻð dajnǽstᵻk æmbᵻ́ʃənz.",
        "hash": "TXT_00bf62a8d15a3e53481b654baed2e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Korean War: The Korean War pitted the North, backed by China and the Soviet Union, against the South, supported by United Nations forces led by the United States.",
        "ipa": "kəríjən wɔ́r: ðə kəríjən wɔ́r pᵻ́tᵻd ðə nɔ́rθ, bǽkt baj tʃájnə ənd ðə sówvijɛ̀t júwnjən, əɡɛ́jnst ðə sáwθ, səpɔ́rtᵻd baj juwnájtᵻd nɛ́jʃənz fɔ́rsᵻz lɛ́d baj ðə juwnájtᵻd stɛ́jts.",
        "hash": "TXT_b114683d552742a02a776ee1094aae.mp3",
        "score": 0.5
    },
    {
        "txt": "Vietnam War: The Vietnam War tested Cold War strategies, dividing global opinion and reshaping American domestic politics.",
        "ipa": "vijɛ̀tnɒ́m wɔ́r: ðə vijɛ̀tnɒ́m wɔ́r tɛ́stᵻd kówld wɔ́r strǽtədʒijz, dᵻvájdᵻŋ ɡlówbəl əpᵻ́njən ənd rijʃɛ́jpᵻŋ əmɛ́ərᵻkən dəmɛ́stᵻk pɒ́lᵻtᵻ̀ks.",
        "hash": "TXT_1dbb27434d7a869e1d459172e9b259.mp3",
        "score": 0.5
    },
    {
        "txt": "Spanish Civil War: Ideological chasms turned the Spanish Civil War into a battleground for fascist, communist, and democratic forces.",
        "ipa": "spǽnᵻʃ sᵻ́vəl wɔ́r: àjdijəlɒ́dʒᵻkəl kǽzəmz tɜ́rnd ðə spǽnᵻʃ sᵻ́vəl wɔ́r ᵻntə ə bǽtəlɡràwnd fɔr fǽʃᵻst, kɒ́mjənᵻst, ənd dɛ̀məkrǽtᵻk fɔ́rsᵻz.",
        "hash": "TXT_336d0c276c46946c0998c12a8f53ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Falklands War: The Falklands War erupted between Argentina and the United Kingdom over the sovereignty of a remote archipelago in the South Atlantic.",
        "ipa": "fɔ́kləndz wɔ́r: ðə fɔ́kləndz wɔ́r ìjərʌ́ptᵻd bijtwíjn ɑ̀rdʒəntíjnə ənd ðə juwnájtᵻd kᵻ́ŋdəm ówvər ðə sɒ́vrəntij əv ə rijmówt ɑ̀rkᵻpɛ́ləɡòw ᵻn ðə sáwθ ətlǽnᵻk.",
        "hash": "TXT_cfbaf5d6db13cdca553a35affba8ab.mp3",
        "score": 0.5
    },
    {
        "txt": "Gulf War: Triggered by Iraq’s invasion of Kuwait, the Gulf War demonstrated evolving warfare technology and multilateral defense cooperation.",
        "ipa": "ɡʌ́lf wɔ́r: trᵻ́ɡərd baj àjərɒ́k'z ᵻ̀nvɛ́jʒən əv kuwɛ́jt, ðə ɡʌ́lf wɔ́r dɛ́mənstrɛ̀jtᵻd əvɒ́lvᵻŋ wɔ́rfɛ̀ər tɛknɒ́lədʒij ənd mʌ̀ltijlǽtərəl dəfɛ́ns kowɒ̀pərɛ́jʃən.",
        "hash": "TXT_f8ad73ced286ad3c6ceade5c0e51e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Iraqi Invasion: The Iraqi Invasion of Kuwait led to international condemnation and ultimately to a UN-authorized coalition force intervention.",
        "ipa": "àjərǽkij ᵻ̀nvɛ́jʒən: ðə àjərǽkij ᵻ̀nvɛ́jʒən əv kuwɛ́jt lɛ́d tə ᵻ̀ntərnǽʃənəl kɒ̀ndəmnɛ́jʃən ənd ʌ́ltᵻmətlij tə ə ʌ́n-ɔ́θəràjzd kòwəlᵻ́ʃən fɔ́rs ᵻ̀ntərvɛ́nʃən.",
        "hash": "TXT_89d25b2544f5aa5ed84a58b33dceb7.mp3",
        "score": 0.5
    },
    {
        "txt": "Revolutionary War: During the Revolutionary War, American rebels leveraged guerrilla tactics against the disciplined British troops.",
        "ipa": "rɛ̀vəlúwʃənɛ̀ərij wɔ́r: dʊ́rᵻŋ ðə rɛ̀vəlúwʃənɛ̀ərij wɔ́r, əmɛ́ərᵻkən rɛ́bəlz lɛ́vərᵻdʒd ɡərᵻ́lə tǽktᵻks əɡɛ́jnst ðə dᵻ́sᵻplᵻnd brᵻ́tᵻʃ trúwps.",
        "hash": "TXT_dc28abd1e720c9d1b18598e7b174e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Age of Exploration: The Age of Exploration fueled maritime expeditions that opened trade routes and facilitated cultural exchange on a global scale.",
        "ipa": "ɛ́jdʒ əv ɛ̀ksplərɛ́jʃən: ðə ɛ́jdʒ əv ɛ̀ksplərɛ́jʃən fjúwəld mɛ́ərᵻtàjm ɛ̀kspədᵻ́ʃənz thət ówpənd trɛ́jd ráwts ənd fəsᵻ́lətɛ̀jtᵻd kʌ́ltʃərəl əkstʃɛ́jndʒ ɒn ə ɡlówbəl skɛ́jl.",
        "hash": "TXT_63efb6c77185646226202504cb949a.mp3",
        "score": 0.5
    },
    {
        "txt": "Space Race: Prompted by Cold War rivalry, the Space Race propelled unprecedented advancements in aerospace technology and scientific discovery.",
        "ipa": "spɛ́js rɛ́js: prɒ́mptᵻd baj kówld wɔ́r rájvəlrij, ðə spɛ́js rɛ́js prəpɛ́ld ʌ̀nprɛ́sᵻdɛ̀ntᵻd ədvǽnsmənts ᵻn ɛ́ərowspɛ̀js tɛknɒ́lədʒij ənd sàjəntᵻ́fᵻk dᵻ̀skʌ́vrij.",
        "hash": "TXT_8814e1cfa0f8f9ccf4a7683d4a295f.mp3",
        "score": 0.5
    },
    {
        "txt": "Sino-Japanese War: The Sino-Japanese War revealed the Qing Dynasty’s vulnerability, heralding a shift in regional power balances.",
        "ipa": "sájnow-dʒæ̀pəníjz wɔ́r: ðə sájnow-dʒæ̀pəníjz wɔ́r rəvíjld ðə kᵻ́ŋ dájnəstij'z vʌ̀lnərəbᵻ́lᵻtij, hɛ́ərəldᵻŋ ə ʃᵻ́ft ᵻn ríjdʒənəl páwər bǽlənsᵻz.",
        "hash": "TXT_f225a3546659eb8f4ddf16a2d9b4be.mp3",
        "score": 0.5
    },
    {
        "txt": "Punic Wars: The Punic Wars between Rome and Carthage spanned decades, defining the maritime dominance of the ancient Mediterranean.",
        "ipa": "pjúwnᵻk wɔ́rz: ðə pjúwnᵻk wɔ́rz bijtwíjn rowm ənd kɑ́rθᵻdʒ spǽnd dɛ́kɛjdz, dəfájnᵻŋ ðə mɛ́ərᵻtàjm dɒ́mᵻnəns əv ðə ɛ́jntʃənt mɛ̀dᵻtərɛ́jnijən.",
        "hash": "TXT_8100665e53190af4920757c9c46731.mp3",
        "score": 0.5
    },
    {
        "txt": "Napoleonic Wars: Under Napoleon’s leadership, France challenged old monarchies, reshaping European borders through a series of Napoleonic Wars.",
        "ipa": "nəpòwlijɒ́nᵻk wɔ́rz: ʌ́ndər næ̀pəlíjən'z líjdərʃᵻ̀p, frǽns tʃǽləndʒd ówld mɒ́nɑrkijz, rijʃɛ́jpᵻŋ jʊ̀rəpíjən bɔ́rdərz θrúw ə sɪ́ərijz əv nəpòwlijɒ́nᵻk wɔ́rz.",
        "hash": "TXT_861c131e33b43c3aac2304d3250751.mp3",
        "score": 0.5
    },
    {
        "txt": "Opium Wars: The Opium Wars weakened imperial China, forced open additional ports, and undermined the Qing government’s authority.",
        "ipa": "ówpijəm wɔ́rz: ðə ówpijəm wɔ́rz wíjkənd ᵻ̀mpɪ́ərijəl tʃájnə, fɔ́rst ówpən ədᵻ́ʃənəl pɔ́rts, ənd ʌ̀ndərmájnd ðə kᵻ́ŋ ɡʌ́vərmənt's əθɔ́rᵻtij.",
        "hash": "TXT_81e12f6e09ed1c9328209fc35c0429.mp3",
        "score": 0.5
    },
    {
        "txt": "9/11 Attacks: The devastating 9/11 Attacks in the United States shifted global perspectives on terrorism and prompted new security frameworks.",
        "ipa": "9/11 ətǽks: ðə dɛ́vəstɛ̀jtᵻŋ 9/11 ətǽks ᵻn ðə juwnájtᵻd stɛ́jts ʃᵻ́ftᵻd ɡlówbəl pərspɛ́ktᵻvz ɒn tɛ́ərərᵻ̀zəm ənd prɒ́mptᵻd núw səkjʊ́rᵻtij frɛ́jmwɜ̀rks.",
        "hash": "TXT_62214391aa7176cfa2590854489853.mp3",
        "score": 0.5
    },
    {
        "txt": "Sino-Soviet Split: Ideological discord between China and the Soviet Union sparked the Sino-Soviet Split, fracturing communist unity.",
        "ipa": "sájnow-sówvijɛ̀t splᵻ́t: àjdijəlɒ́dʒᵻkəl dᵻ́skɔrd bijtwíjn tʃájnə ənd ðə sówvijɛ̀t júwnjən spɑ́rkt ðə sájnow-sówvijɛ̀t splᵻ́t, frǽktʃərᵻŋ kɒ́mjənᵻst júwnᵻtij.",
        "hash": "TXT_644180be5d94b7612572c250df6640.mp3",
        "score": 0.5
    },
    {
        "txt": "Cambodian Genocide: Under the Khmer Rouge, the Cambodian Genocide eradicated intellectuals and professionals in a ruthless quest for agrarian purity.",
        "ipa": "kæ̀mbówdijən dʒɛ́nəsàjd: ʌ́ndər ðə kəmɛ́ər rúwʒ, ðə kæ̀mbówdijən dʒɛ́nəsàjd ərǽdᵻkɛ̀jtᵻd ᵻ̀ntəlɛ́ktʃuwəlz ənd prəfɛ́ʃənəlz ᵻn ə rúwθləs kwɛ́st fɔr əɡrɛ́ərijən pjʊ́rᵻtij.",
        "hash": "TXT_357894d5a84b89adb9e0450503e6e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Armenian Genocide: The Armenian Genocide, perpetrated during the Ottoman Empire’s final years, remains a contentious historical subject.",
        "ipa": "ɑrmíjnijən dʒɛ́nəsàjd: ðə ɑrmíjnijən dʒɛ́nəsàjd, pɜ́rpətrɛ̀jtᵻd dʊ́rᵻŋ ðə ɒ́təmən ɛ́mpajər'z fájnəl jɪ́ərz, rəmɛ́jnz ə kəntɛ́nʃəs hᵻstɔ́rᵻkəl sʌ́bdʒəkt.",
        "hash": "TXT_aa2e5f4e8c6049ea32ea4c63254e88.mp3",
        "score": 0.5
    },
    {
        "txt": "Rwandan Genocide: Sparked by entrenched ethnic divisions, the Rwandan Genocide left an indelible mark on international human rights discourse.",
        "ipa": "rùwɒ́ndən dʒɛ́nəsàjd: spɑ́rkt baj ɛntrɛ́ntʃt ɛ́θnᵻk dᵻvᵻ́ʒənz, ðə rùwɒ́ndən dʒɛ́nəsàjd lɛ́ft ən ᵻ̀ndɛ́lᵻbəl mɑ́rk ɒn ᵻ̀ntərnǽʃənəl hjúwmən rájts dᵻ́skɔrs.",
        "hash": "TXT_909a0bd0051369b4ac2255343553c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Holocaust Memorial: At the Holocaust Memorial, visitors reflect on the atrocities committed by the Nazi regime against Jews and other targeted groups.",
        "ipa": "hówləkɔst məmɔ́rijəl: æt ðə hówləkɔst məmɔ́rijəl, vᵻ́zᵻtərz rəflɛ́kt ɒn ðə ətrɒ́sətijz kəmᵻ́tᵻd baj ðə nɒ́tsij rɛjʒíjm əɡɛ́jnst dʒuwz ənd ʌ́ðər tɑ́rɡətᵻd ɡrúwps.",
        "hash": "TXT_17940f34e5096c0d8d11d3a44b6bfd.mp3",
        "score": 0.5
    },
    {
        "txt": "Tudor Dynasty: The Tudor Dynasty oversaw religious reforms and royal intrigue that significantly shaped English history.",
        "ipa": "tjúwdər dájnəstij: ðə tjúwdər dájnəstij ówvərsɔ̀ rəlᵻ́dʒəs rəfɔ́rmz ənd rɔ́jəl ᵻ́ntrijɡ thət sᵻɡnᵻ́fᵻkəntlij ʃɛ́jpt ᵻ́ŋɡlᵻʃ hᵻ́stərij.",
        "hash": "TXT_d60925d46f544eaf447306bd1c4a24.mp3",
        "score": 0.5
    },
    {
        "txt": "Lancastrian Period: The Lancastrian Period, marked by the Hundred Years’ War, brought conflict and eventual dynastic challenges in England.",
        "ipa": "læ̀ŋkǽstrijən pɪ́ərijəd: ðə læ̀ŋkǽstrijən pɪ́ərijəd, mɑ́rkt baj ðə hʌ́ndərd jɪ́ərz’ wɔ́r, brɔ́t kɒ́nflᵻkt ənd əvɛ́ntʃuwəl dajnǽstᵻk tʃǽləndʒᵻz ᵻn ᵻ́ŋɡlənd.",
        "hash": "TXT_625b049340e0d82eb2ba65b456052e.mp3",
        "score": 0.5
    },
    {
        "txt": "Yorkist Ascendancy: The Yorkist Ascendancy briefly stabilized the crown, though internal strife persisted throughout the Wars of the Roses.",
        "ipa": "jɔrkᵻst əsɛ́ndənsij: ðə jɔrkᵻst əsɛ́ndənsij bríjflij stɛ́jbᵻlàjzd ðə kráwn, ðów ᵻ̀ntɜ́rnəl strájf pərsᵻ́stᵻd θruwáwt ðə wɔ́rz əv ðə rówzᵻz.",
        "hash": "TXT_e3712316588dcd61e9a848413a6e9d.mp3",
        "score": 0.5
    },
    {
        "txt": "Stuart Restoration: The Stuart Restoration reestablished the monarchy in England after the tumultuous rule of the Commonwealth.",
        "ipa": "stjúwərt rɛ̀stərɛ́jʃən: ðə stjúwərt rɛ̀stərɛ́jʃən rìjᵻstǽblᵻʃt ðə mɒ́nɑrkij ᵻn ᵻ́ŋɡlənd ǽftər ðə tùwmʌ́ltʃùwəs rúwl əv ðə kɒ́mənwɛ̀lθ.",
        "hash": "TXT_e98b374d869a3fa083291b81a89820.mp3",
        "score": 0.5
    },
    {
        "txt": "Glorious Revolution: The Glorious Revolution of 1688 transferred the crown to William and Mary, establishing constitutional monarchy in England.",
        "ipa": "ɡlɔ́rijəs rɛ̀vəlúwʃən: ðə ɡlɔ́rijəs rɛ̀vəlúwʃən əv 1688 trǽnsfərd ðə kráwn tə wᵻ́ljəm ənd mɛ́ərij, əstǽblᵻʃᵻŋ kɒ̀nstᵻtúwʃənəl mɒ́nɑrkij ᵻn ᵻ́ŋɡlənd.",
        "hash": "TXT_7985a4715417ab173f62f81b6036ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Victorian Era: The Victorian Era witnessed both the zenith of the British Empire and significant social reforms responding to industrial challenges.",
        "ipa": "vᵻktɔ́rijən ɛ́ərə: ðə vᵻktɔ́rijən ɛ́ərə wᵻ́tnəst bówθ ðə zíjnᵻθ əv ðə brᵻ́tᵻʃ ɛ́mpajər ənd sᵻɡnᵻ́fᵻkənt sówʃəl rəfɔ́rmz rəspɒ́ndᵻŋ tə ᵻ̀ndʌ́strijəl tʃǽləndʒᵻz.",
        "hash": "TXT_bf9584583dd62dc6afb87ccbff55b1.mp3",
        "score": 0.5
    },
    {
        "txt": "Edwardian Period: In the Edwardian Period, British society experienced a brief flourish of opulence prior to the outbreak of World War I.",
        "ipa": "ɛdwɔ́rdijən pɪ́ərijəd: ᵻn ðə ɛdwɔ́rdijən pɪ́ərijəd, brᵻ́tᵻʃ səsájətij əkspɪ́ərijənst ə bríjf flɜ́rᵻʃ əv ɒ́pjələns prájər tə ðə áwtbrɛ̀jk əv wɜ́rld wɔ́r I.",
        "hash": "TXT_51e6529bb409306e1a6fe6d7af30aa.mp3",
        "score": 0.5
    },
    {
        "txt": "WeimarMau Mau Uprising: The Mau Mau Uprising in Kenya exposed tensions within British colonial rule and accelerated decolonization efforts.",
        "ipa": "wájmɑrmàw máw ʌ́pràjzᵻŋ: ðə máw máw ʌ́pràjzᵻŋ ᵻn kɛ́njə əkspówzd tɛ́ntʃənz wᵻðᵻ́n brᵻ́tᵻʃ kəlównijəl rúwl ənd æksɛ́lərɛ̀jtᵻd dɛ̀kɒlənᵻzɛ́jʃən ɛ́fərts.",
        "hash": "TXT_f0c98014ec5190547b244432858d7e.mp3",
        "score": 0.5
    },
    {
        "txt": "Weimar Republic: Weimar Republic officials grappled with astronomical inflation and political extremism in post-World War I Germany.",
        "ipa": "vájmɑr rəpʌ́blᵻk: vájmɑr rəpʌ́blᵻk əfᵻ́ʃəlz ɡrǽpəld wᵻð æ̀strənɒ́mᵻkəl ᵻ̀nflɛ́jʃən ənd pəlᵻ́tᵻkəl ɛ̀kstrɛ́mᵻzəm ᵻn pówst-wɜ́rld wɔ́r I dʒɜ́rmənij.",
        "hash": "TXT_bed53823761ab7900689c410ec0b91.mp3",
        "score": 0.5
    },
    {
        "txt": "Easter Rising: The Easter Rising of 1916 ignited Irish nationalist sentiment, ultimately leading to independence for most of Ireland.",
        "ipa": "íjstər rájzᵻŋ: ðə íjstər rájzᵻŋ əv 1916 ᵻ̀ɡnájtᵻd ájərᵻʃ nǽʃənəlᵻst sɛ́ntᵻmənt, ʌ́ltᵻmətlij líjdᵻŋ tə ᵻ̀ndəpɛ́ndəns fɔr mówst əv ájərlənd.",
        "hash": "TXT_5e17798673c4f4b807c7c7de229167.mp3",
        "score": 0.5
    },
    {
        "txt": "Sykes-Picot Agreement: The secretive Sykes-Picot Agreement apportioned Ottoman territories between Britain and France, shaping future Middle Eastern borders.",
        "ipa": "sájks-píjkow əɡríjmənt: ðə síjkrətᵻv sájks-píjkow əɡríjmənt əpɔ́rʃənd ɒ́təmən tɛ́ərᵻtɔ̀rijz bijtwíjn brᵻ́tən ənd frǽns, ʃɛ́jpᵻŋ fjúwtʃər mᵻ́dəl íjstərn bɔ́rdərz.",
        "hash": "TXT_32aaea2d7422c9dd9d5b25ffaa489c.mp3",
        "score": 0.5
    },
    {
        "txt": "Balfour Declaration: By issuing the Balfour Declaration, Britain expressed support for a Jewish homeland in Palestine, sparking lasting regional tensions.",
        "ipa": "bǽlfɔr dɛ̀klərɛ́jʃən: baj ᵻ́ʃuwᵻŋ ðə bǽlfɔr dɛ̀klərɛ́jʃən, brᵻ́tən əksprɛ́st səpɔ́rt fɔr ə dʒúwᵻʃ hówmlæ̀nd ᵻn pǽləstàjn, spɑ́rkᵻŋ lǽstᵻŋ ríjdʒənəl tɛ́ntʃənz.",
        "hash": "TXT_219c6abcc44d975cf9bb0e44c74a34.mp3",
        "score": 0.5
    },
    {
        "txt": "Bretton Woods: The Bretton Woods conference laid the foundation for postwar financial order, establishing the IMF and the World Bank.",
        "ipa": "brɛ́tən wʊ́dz: ðə brɛ́tən wʊ́dz kɒ́nfərəns lɛ́jd ðə fawndɛ́jʃən fɔr pówstwɔ́r fàjnǽnʃəl ɔ́rdər, əstǽblᵻʃᵻŋ ðə IMF ənd ðə wɜ́rld bǽŋk.",
        "hash": "TXT_66b348c16d1f8e1ab541941ee6b939.mp3",
        "score": 0.5
    },
    {
        "txt": "Marshall Plan: Through the Marshall Plan, the United States provided crucial economic support to rebuild war-ravaged European economies.",
        "ipa": "mɑ́rʃəl plǽn: θrúw ðə mɑ́rʃəl plǽn, ðə juwnájtᵻd stɛ́jts prəvájdᵻd krúwʃəl ɛ̀kənɒ́mᵻk səpɔ́rt tə rijbᵻ́ld wɔ́r-rǽvᵻdʒd jʊ̀rəpíjən əkɒ́nəmijz.",
        "hash": "TXT_41d6a86c6e1c30c3d0cce1782a95e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Iron Curtain: Winston Churchill famously warned of the Iron Curtain, describing the ideological barrier dividing the European continent.",
        "ipa": "ájərn kɜ́rtən: wᵻ́nstən tʃɜ́rtʃhᵻl fɛ́jməslij wɔ́rnd əv ðə ájərn kɜ́rtən, dəskrájbᵻŋ ðə àjdijəlɒ́dʒᵻkəl bǽrijər dᵻvájdᵻŋ ðə jʊ̀rəpíjən kɒ́ntᵻnənt.",
        "hash": "TXT_28db4b4ef954cfad3a55f2347d6b83.mp3",
        "score": 0.5
    },
    {
        "txt": "Velvet Revolution: The Velvet Revolution in Czechoslovakia signaled the peaceful collapse of communist authority in Central Europe.",
        "ipa": "vɛ́lvət rɛ̀vəlúwʃən: ðə vɛ́lvət rɛ̀vəlúwʃən ᵻn tʃɛ̀kəslowvɒ́kijə sᵻ́ɡnəld ðə píjsfəl kəlǽps əv kɒ́mjənᵻst əθɔ́rᵻtij ᵻn sɛ́ntrəl jʊ́rəp.",
        "hash": "TXT_68283d8f5975e97e244a78ee959f4b.mp3",
        "score": 0.5
    },
    {
        "txt": "Berlin Blockade: During the Berlin Blockade, Allied forces sustained the city’s population via the massive airlift operation.",
        "ipa": "bərlᵻ́n blɒ̀kɛ́jd: dʊ́rᵻŋ ðə bərlᵻ́n blɒ̀kɛ́jd, ǽlàjd fɔ́rsᵻz səstɛ́jnd ðə sᵻ́tij'z pɒ̀pjəlɛ́jʃən vájə ðə mǽsᵻv ɛ́ərlᵻ̀ft ɒ̀pərɛ́jʃən.",
        "hash": "TXT_0d622e84a82d5844ed617f047ce9d4.mp3",
        "score": 0.5
    },
    {
        "txt": "Chinese Unification: The lengthy process of Chinese Unification periodically faltered due to warlordism and foreign intervention.",
        "ipa": "tʃajníjz jùwnᵻfᵻkɛ́jʃən: ðə lɛ́ŋθij prɒ́sɛs əv tʃajníjz jùwnᵻfᵻkɛ́jʃən pìjərijɒ́dᵻkəlij fɒ́ltərd djúw tə wɔrlɔ̀rdᵻzəm ənd fɑ́rən ᵻ̀ntərvɛ́nʃən.",
        "hash": "TXT_626368e0962e4efe0a2c3edbe48a5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Holy Roman Empire: Despite its name, the Holy Roman Empire was a complex confederation of states under the nominal leadership of an elected emperor.",
        "ipa": "hówlij rówmən ɛ́mpajər: dəspájt ᵻts nɛ́jm, ðə hówlij rówmən ɛ́mpajər wɒz ə kɒ́mplɛks kənfɛ̀dərɛ́jʃən əv stɛ́jts ʌ́ndər ðə nɒ́mᵻnəl líjdərʃᵻ̀p əv ən əlɛ́ktᵻd ɛ́mpərər.",
        "hash": "TXT_b12fc165af40de3b2835a9a846016b.mp3",
        "score": 0.5
    },
    {
        "txt": "British Raj: The British Raj instituted far-reaching administrative changes, yet indigenous populations frequently resisted colonial power.",
        "ipa": "brᵻ́tᵻʃ rɒ́dʒ: ðə brᵻ́tᵻʃ rɒ́dʒ ᵻ́nstᵻtùwtᵻd fɑ́r-ríjtʃᵻŋ ədmᵻ́nᵻstrɛ̀jtᵻv tʃɛ́jndʒᵻz, jɛt ᵻ̀ndᵻ́dʒənəs pɒ̀pjəlɛ́jʃənz fríjkwəntlij rəzᵻ́stᵻd kəlównijəl páwər.",
        "hash": "TXT_1b82a9fb3eb410aab29cdd3039a7d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Soviet Union: Built on the remnants of the Russian Empire, the Soviet Union aimed to create a classless society under communist ideology.",
        "ipa": "sówvijɛ̀t júwnjən: bᵻ́lt ɒn ðə rɛ́mnənts əv ðə rʌ́ʃən ɛ́mpajər, ðə sówvijɛ̀t júwnjən ɛ́jmd tə krijɛ́jt ə klǽsləs səsájətij ʌ́ndər kɒ́mjənᵻst àjdijɒ́lədʒij.",
        "hash": "TXT_5e22eb359ba2bd3b896caf9a9f4879.mp3",
        "score": 0.5
    },
    {
        "txt": "United Nations: Emerging from the ashes of World War II, the United Nations sought to facilitate international cooperation and peacekeeping.",
        "ipa": "juwnájtᵻd nɛ́jʃənz: əmɜ́rdʒᵻŋ frəm ðə ǽʃᵻz əv wɜ́rld wɔ́r II, ðə juwnájtᵻd nɛ́jʃənz sɔ́t tə fəsᵻ́lətɛ̀jt ᵻ̀ntərnǽʃənəl kowɒ̀pərɛ́jʃən ənd píjskìjpᵻŋ.",
        "hash": "TXT_75dcdf225af2eeaa216e6a13b3cd0b.mp3",
        "score": 0.5
    },
    {
        "txt": "League of Nations: The League of Nations was an ambitious but ultimately fragile precursor to the United Nations.",
        "ipa": "líjɡ əv nɛ́jʃənz: ðə líjɡ əv nɛ́jʃənz wɒz ən æmbᵻ́ʃəs bʌt ʌ́ltᵻmətlij frǽdʒəl prijkɜ́rsər tə ðə juwnájtᵻd nɛ́jʃənz.",
        "hash": "TXT_24a21b3d3a81c35b7df787facd1c7e.mp3",
        "score": 0.5
    },
    {
        "txt": "Treaty of Tordesillas: By the Treaty of Tordesillas, Spain and Portugal divided newly discovered lands in the Western Hemisphere.",
        "ipa": "tríjtij əv tɔ̀rdəsíjəz: baj ðə tríjtij əv tɔ̀rdəsíjəz, spɛ́jn ənd pɔ́rtʃəɡəl dᵻvájdᵻd núwlij dᵻskʌ́vərd lǽndz ᵻn ðə wɛ́stərn hɛ́mᵻsfɪ̀ər.",
        "hash": "TXT_6b0df2979e08733b12059cc7d6762a.mp3",
        "score": 0.5
    },
    {
        "txt": "Treaty of Paris: The Treaty of Paris in 1783 recognized American independence, setting the stage for the young nation’s expansion.",
        "ipa": "tríjtij əv pǽrᵻs: ðə tríjtij əv pǽrᵻs ᵻn 1783 rɛ́kəɡnàjzd əmɛ́ərᵻkən ᵻ̀ndəpɛ́ndəns, sɛ́tᵻŋ ðə stɛ́jdʒ fɔr ðə jʌ́ŋ nɛ́jʃən'z əkspǽnʃən.",
        "hash": "TXT_81e6644bcd18e7c5da36407e3d2b14.mp3",
        "score": 0.5
    },
    {
        "txt": "Prohibition Era: The Prohibition Era in the United States sparked speakeasies, bootleggers, and an enduring debate over regulated morality.",
        "ipa": "pròwəbᵻ́ʃən ɛ́ərə: ðə pròwəbᵻ́ʃən ɛ́ərə ᵻn ðə juwnájtᵻd stɛ́jts spɑ́rkt spíjkìjzìjz, búwtlɛ̀ɡərz, ənd ən ɛndjʊ́rᵻŋ dəbɛ́jt ówvər rɛ́ɡjəlɛ̀jtᵻd mərǽlᵻtij.",
        "hash": "TXT_d6f13ffccdd12d0f4ea8f23976b581.mp3",
        "score": 0.5
    },
    {
        "txt": "Abolition Movement: The Abolition Movement gathered moral and political momentum to eradicate slavery in the Western world.",
        "ipa": "æ̀bəlᵻ́ʃən múwvmənt: ðə æ̀bəlᵻ́ʃən múwvmənt ɡǽðərd mɔ́rəl ənd pəlᵻ́tᵻkəl mowmɛ́ntəm tə ərǽdᵻkɛ̀jt slɛ́jvərij ᵻn ðə wɛ́stərn wɜ́rld.",
        "hash": "TXT_f6d33f6bfd01faae1a32c2ddf8c321.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Rights Movement: The Civil Rights Movement aimed to dismantle legalized segregation and secure equal voting rights for Black Americans.",
        "ipa": "sᵻ́vəl rájts múwvmənt: ðə sᵻ́vəl rájts múwvmənt ɛ́jmd tə dᵻsmǽntəl líjɡəlàjzd sɛ̀ɡrəɡɛ́jʃən ənd səkjʊ́r íjkwəl vówtᵻŋ rájts fɔr blǽk əmɛ́ərᵻkənz.",
        "hash": "TXT_2a6d3269cfc3f673f56f8b7d2efa25.mp3",
        "score": 0.5
    },
    {
        "txt": "Suffragette Movement: The Suffragette Movement harnessed protests and sometimes militant tactics to demand women’s voting rights in Britain.",
        "ipa": "sʌ̀frədʒɛ́t múwvmənt: ðə sʌ̀frədʒɛ́t múwvmənt hɑ́rnəst prówtɛ̀s ənd sʌ́mtàjmz mᵻ́lᵻtənt tǽktᵻks tə dəmǽnd wᵻ́mən'z vówtᵻŋ rájts ᵻn brᵻ́tən.",
        "hash": "TXT_90baa07997efc897cd47a470f45e14.mp3",
        "score": 0.5
    },
    {
        "txt": "Indian Independence: Indian Independence, achieved in 1947, underscored the potency of mass mobilization against colonial rule.",
        "ipa": "ᵻ́ndijən ᵻ̀ndəpɛ́ndəns: ᵻ́ndijən ᵻ̀ndəpɛ́ndəns, ətʃíjvd ᵻn 1947, ʌ̀ndərskɔ́rd ðə pówtənsij əv mǽs mòwbᵻlᵻzɛ́jʃən əɡɛ́jnst kəlównijəl rúwl.",
        "hash": "TXT_41afcc7867cc08342d0ee1064c0003.mp3",
        "score": 0.5
    },
    {
        "txt": "Salt March: Gandhi’s Salt March, a nonviolent act of civil disobedience, helped galvanize Indian opposition to British taxation.",
        "ipa": "sɔ́lt mɑ́rtʃ: ɡɒ́ndij'z sɔ́lt mɑ́rtʃ, ə nɒnvájələnt ǽkt əv sᵻ́vəl dᵻ̀səbíjdijəns, hɛ́lpt ɡǽlvənàjz ᵻ́ndijən ɒ̀pəzᵻ́ʃən tə brᵻ́tᵻʃ tæksɛ́jʃən.",
        "hash": "TXT_13f1e3e4e066095542b5d52578d8c3.mp3",
        "score": 0.5
    },
    {
        "txt": "Partition Plan: The Partition Plan between India and Pakistan triggered unprecedented mass migrations and communal violence.",
        "ipa": "pɑrtᵻ́ʃən plǽn: ðə pɑrtᵻ́ʃən plǽn bijtwíjn ᵻ́ndijə ənd pǽkᵻstæ̀n trᵻ́ɡərd ʌ̀nprɛ́sᵻdɛ̀ntᵻd mǽs majɡrɛ́jʃənz ənd kəmjúwnəl vájələns.",
        "hash": "TXT_27f4dfe281c6c1cb13fe73413a673a.mp3",
        "score": 0.5
    },
    {
        "txt": "Colonial Legacy: Socioeconomic disparities in many former colonies reflect the enduring impact of their Colonial Legacy.",
        "ipa": "kəlównijəl lɛ́ɡəsij: sòwsijowɛ̀kənɒ́mᵻk dᵻspɛ́ərᵻtijz ᵻn mɛ́nij fɔ́rmər kɒ́lənijz rəflɛ́kt ðə ɛndjʊ́rᵻŋ ᵻ́mpækt əv ðɛər kəlównijəl lɛ́ɡəsij.",
        "hash": "TXT_a927a528b62699f2bbd438c77d163e.mp3",
        "score": 0.5
    },
    {
        "txt": "Emancipation Proclamation: With the Emancipation Proclamation, President Lincoln declared the freedom of enslaved people in rebellious states.",
        "ipa": "əmæ̀nsᵻpɛ́jʃən prɒ̀kləmɛ́jʃən: wᵻð ðə əmæ̀nsᵻpɛ́jʃən prɒ̀kləmɛ́jʃən, prɛ́zədɛ̀nt lᵻ́ŋkən dəklɛ́ərd ðə fríjdəm əv ɛnslɛ́jvd píjpəl ᵻn rəbɛ́ljəs stɛ́jts.",
        "hash": "TXT_0b940c86a66a8cd35705065542178c.mp3",
        "score": 0.5
    },
    {
        "txt": "Black Panther Party: The Black Panther Party sought to protect Black communities from systemic police violence while championing social programs.",
        "ipa": "blǽk pǽnθər pɑ́rtij: ðə blǽk pǽnθər pɑ́rtij sɔ́t tə prətɛ́kt blǽk kəmjúwnᵻtijz frəm sᵻstɛ́mᵻk pəlíjs vájələns wájl tʃǽmpijənᵻŋ sówʃəl prówɡræ̀mz.",
        "hash": "TXT_5d060e5c3bcef4d316306098a29621.mp3",
        "score": 0.5
    },
    {
        "txt": "Boston Tea Party: The Boston Tea Party served as a rebellious statement against British taxation without colonial representation.",
        "ipa": "bɒ́stən tíj pɑ́rtij: ðə bɒ́stən tíj pɑ́rtij sɜ́rvd æz ə rəbɛ́ljəs stɛ́jtmənt əɡɛ́jnst brᵻ́tᵻʃ tæksɛ́jʃən wᵻðáwt kəlównijəl rɛ̀prəzɛntɛ́jʃən.",
        "hash": "TXT_9f2d759c7b4917bca4c7ab2687aca1.mp3",
        "score": 0.5
    },
    {
        "txt": "Great Schism: The Great Schism in the Catholic Church undermined papal authority by splitting the leadership between two rival popes.",
        "ipa": "ɡrɛ́jt skᵻ́zəm: ðə ɡrɛ́jt skᵻ́zəm ᵻn ðə kǽθlᵻk tʃɜ́rtʃ ʌ̀ndərmájnd pɛ́jpəl əθɔ́rᵻtij baj splᵻ́tᵻŋ ðə líjdərʃᵻ̀p bijtwíjn túw rájvəl pówpz.",
        "hash": "TXT_953d32eb6163276e566da7ab54313d.mp3",
        "score": 0.5
    },
    {
        "txt": "Act of Supremacy: By issuing the Act of Supremacy, Henry VIII proclaimed himself head of the Church of England, severing ties with Rome.",
        "ipa": "ǽkt əv səprɛ́məsij: baj ᵻ́ʃuwᵻŋ ðə ǽkt əv səprɛ́məsij, hɛ́nrij VIII prowklɛ́jmd hᵻmsɛ́lf hɛ́d əv ðə tʃɜ́rtʃ əv ᵻ́ŋɡlənd, sɛ́vərᵻŋ tájz wᵻð rowm.",
        "hash": "TXT_47de2c1e34ba6227aafa85c2718d59.mp3",
        "score": 0.5
    },
    {
        "txt": "Spanish Armada: The defeat of the Spanish Armada in 1588 safeguarded England from invasion and shifted naval supremacy.",
        "ipa": "spǽnᵻʃ ɑrmɒ́də: ðə dəfíjt əv ðə spǽnᵻʃ ɑrmɒ́də ᵻn 1588 sɛ́jfɡɑ̀rdᵻd ᵻ́ŋɡlənd frəm ᵻ̀nvɛ́jʒən ənd ʃᵻ́ftᵻd nɛ́jvəl səprɛ́məsij.",
        "hash": "TXT_bea9fe8ca0d38dc881cca090b229a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Waterloo: Napoleon’s defeat at the Battle of Waterloo ended his bid for European domination once and for all.",
        "ipa": "bǽtəl əv wɔ́tərlùw: næ̀pəlíjən'z dəfíjt æt ðə bǽtəl əv wɔ́tərlùw ɛ́ndᵻd hᵻz bᵻ́d fɔr jʊ̀rəpíjən dɒ̀mᵻnɛ́jʃən wʌ́ns ənd fɔr ɔl.",
        "hash": "TXT_a64d37cb709b93c0aae0948ef9259f.mp3",
        "score": 0.5
    },
    {
        "txt": "Hannibal’s Campaign: Hannibal’s Campaign across the Alps demonstrated innovative tactics that endangered Rome during the Second Punic War.",
        "ipa": "hǽnᵻbəl'z kæmpɛ́jn: hǽnᵻbəl'z kæmpɛ́jn əkrɔ́s ðə ælps dɛ́mənstrɛ̀jtᵻd ᵻ́nəvɛjtᵻv tǽktᵻks thət ɛndɛ́jndʒərd rowm dʊ́rᵻŋ ðə sɛ́kənd pjúwnᵻk wɔ́r.",
        "hash": "TXT_472108d733718e3ce5a9fc0178ec55.mp3",
        "score": 0.5
    },
    {
        "txt": "Mongol Invasion: The Mongol Invasion reshaped Eurasia with its swift cavalry tactics and conquests under Genghis Khan’s successors.",
        "ipa": "mɒ́ŋɡəl ᵻ̀nvɛ́jʒən: ðə mɒ́ŋɡəl ᵻ̀nvɛ́jʒən rijʃɛ́jpt jʊrɛ́jʒə wᵻð ᵻts swᵻ́ft kǽvəlrij tǽktᵻks ənd kɒ́nkwɛ̀sts ʌ́ndər dʒɛ́ŋhᵻs kɒ́n'z səksɛ́sərz.",
        "hash": "TXT_fac9c3e027f39b675fb78c2c9954d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Byzantine Empire: The Byzantine Empire preserved much of Rome’s legacy, bridging classical antiquity and the medieval world.",
        "ipa": "bᵻ́zəntàjn ɛ́mpajər: ðə bᵻ́zəntàjn ɛ́mpajər prəzɜ́rvd mʌtʃ əv rowm'z lɛ́ɡəsij, brᵻ́dʒᵻŋ klǽsᵻkəl æntᵻ́kwᵻtij ənd ðə mijdíjvəl wɜ́rld.",
        "hash": "TXT_be01423a77ee7965cf2c2f50f2fd81.mp3",
        "score": 0.5
    },
    {
        "txt": "Moon Landing: The Moon Landing of 1969 represented humankind’s most audacious technological achievement at the peak of the Space Race.",
        "ipa": "múwn lǽndᵻŋ: ðə múwn lǽndᵻŋ əv 1969 rɛ̀prəzɛ́ntᵻd hjúwmənkàjnd'z mówst ɒdɛ́jʃəs tɛ̀knəlɒ́dʒᵻkəl ətʃíjvmənt æt ðə píjk əv ðə spɛ́js rɛ́js.",
        "hash": "TXT_20fd59bc3b221851e6071546aa89d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Rosetta Stone: Deciphering the Rosetta Stone unlocked the mysteries of Egyptian hieroglyphics and revolutionized archaeology.",
        "ipa": "rowzɛ́tə stówn: dəsájfərᵻŋ ðə rowzɛ́tə stówn ʌ̀nlɒ́kt ðə mᵻ́stərijz əv ədʒᵻ́pʃən hàjərowɡlᵻ́fᵻks ənd rɛ̀vəlúwʃənàjzd ɑ̀rkijɒ́lədʒij.",
        "hash": "TXT_333de582733382d8f432e9a3760a0e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pharaoh’s Tomb: The discovery of a Pharaoh’s Tomb, laden with treasures, illuminated the intricate funerary practices of Ancient Egypt.",
        "ipa": "fɛ́jərow'z túwm: ðə dᵻ̀skʌ́vrij əv ə fɛ́jərow'z túwm, lɛ́jdən wᵻð trɛ́ʒərz, ᵻ̀lúwmᵻnɛ̀jtᵻd ðə ᵻ́ntrᵻkət fjúwnərɛ̀ərij prǽktᵻsᵻz əv ɛ́jntʃənt íjdʒəpt.",
        "hash": "TXT_46b1d8fc9aef1f5b1172b955651033.mp3",
        "score": 0.5
    },
    {
        "txt": "Mayan Civilization: Advanced astronomical knowledge guided the architectural designs of the Mayan Civilization’s pyramids.",
        "ipa": "májən sᵻ̀vᵻlᵻzɛ́jʃən: ədvǽnst æ̀strənɒ́mᵻkəl nɒ́lᵻdʒ ɡájdᵻd ðə ɑ̀rkᵻtɛ́ktʃərəl dəzájnz əv ðə májən sᵻ̀vᵻlᵻzɛ́jʃən'z pɪ́ərəmᵻdz.",
        "hash": "TXT_3efeebfa90e1686db1eebdb8e01076.mp3",
        "score": 0.5
    },
    {
        "txt": "Aztec Empire: The Aztec Empire showcased military prowess and elaborate religious ceremonies centered on human sacrifice.",
        "ipa": "ǽztɛ̀k ɛ́mpajər: ðə ǽztɛ̀k ɛ́mpajər ʃówkɛ̀jst mᵻ́lᵻtɛ̀ərij práwəs ənd əlǽbərɛjt rəlᵻ́dʒəs sɛ́ərəmòwnijz sɛ́ntərd ɒn hjúwmən sǽkrᵻfàjs.",
        "hash": "TXT_a988cbe00e32eaec4b2af5bd86c05f.mp3",
        "score": 0.5
    },
    {
        "txt": "Inca Empire: Through an extensive road network and quipu record-keeping, the Inca Empire managed a vast Andean domain.",
        "ipa": "ᵻ́ŋkə ɛ́mpajər: θrúw ən əkstɛ́nsᵻv rówd nɛ́twɜ̀rk ənd kíjpuw rɛ́kɔrd-kíjpᵻŋ, ðə ᵻ́ŋkə ɛ́mpajər mǽnədʒd ə vǽst ǽndijən dowmɛ́jn.",
        "hash": "TXT_16946799a12b819ec1dc24566c7222.mp3",
        "score": 0.5
    },
    {
        "txt": "European Union: The European Union emerged from postwar cooperation, striving for economic integration and political unity.",
        "ipa": "jʊ̀rəpíjən júwnjən: ðə jʊ̀rəpíjən júwnjən əmɜ́rdʒd frəm pówstwɔ́r kowɒ̀pərɛ́jʃən, strájvᵻŋ fɔr ɛ̀kənɒ́mᵻk ᵻ̀ntəɡrɛjʃən ənd pəlᵻ́tᵻkəl júwnᵻtij.",
        "hash": "TXT_bcbcf579e350d4be5010fa7015b5d5.mp3",
        "score": 0.5
    },
    {
        "txt": "Treaty of Lisbon: The Treaty of Lisbon reformed EU governance, enhancing the roles of the European Parliament and the European Council.",
        "ipa": "tríjtij əv lᵻ́zbən: ðə tríjtij əv lᵻ́zbən rəfɔ́rmd EU ɡʌ́vərnəns, ɛnhǽnsᵻŋ ðə rówlz əv ðə jʊ̀rəpíjən pɑ́rləmənt ənd ðə jʊ̀rəpíjən káwnsəl.",
        "hash": "TXT_4e5220741c5f20a4c7c87c1194aa23.mp3",
        "score": 0.5
    },
    {
        "txt": "Brexit Referendum: The Brexit Referendum shook the EU, revealing deep divides within the United Kingdom about its continental ties.",
        "ipa": "brɛ́ɡzᵻt rɛ̀fərɛ́ndəm: ðə brɛ́ɡzᵻt rɛ̀fərɛ́ndəm ʃʊ́k ðə EU, rəvíjlᵻŋ díjp dᵻvájdz wᵻðᵻ́n ðə juwnájtᵻd kᵻ́ŋdəm əbawt ᵻts kɒ̀ntᵻnɛ́ntəl tájz.",
        "hash": "TXT_31497de7499463546b3b02c237fee6.mp3",
        "score": 0.5
    },
    {
        "txt": "Arab Spring: The Arab Spring unleashed widespread demands for reform, toppling long-standing autocratic regimes across the Middle East.",
        "ipa": "ǽrəb sprᵻ́ŋ: ðə ǽrəb sprᵻ́ŋ ʌ̀nlíjʃt wájdsprɛ́d dəmǽndz fɔr rəfɔ́rm, tɒ́pəlᵻŋ lɔ́ŋ-stǽndᵻŋ ɔ̀təkrǽtᵻk rɛjʒíjmz əkrɔ́s ðə mᵻ́dəl íjst.",
        "hash": "TXT_76f9bdb85420848c8e19e601bb0654.mp3",
        "score": 0.5
    },
    {
        "txt": "Fall of Communism: The Fall of Communism in Eastern Europe demonstrated the fragility of totalitarian regimes and the power of popular protests.",
        "ipa": "fɔ́l əv kɒ́mjənᵻ̀zəm: ðə fɔ́l əv kɒ́mjənᵻ̀zəm ᵻn íjstərn jʊ́rəp dɛ́mənstrɛ̀jtᵻd ðə frədʒᵻ́lᵻtij əv tòwtæ̀lᵻtɛ́ərijən rɛjʒíjmz ənd ðə páwər əv pɒ́pjələr prówtɛ̀s.",
        "hash": "TXT_236b805aabe4916144986e97150905.mp3",
        "score": 0.5
    },
    {
        "txt": "Solidarity Movement: Poland’s Solidarity Movement, led by Lech Wałęsa, played a pivotal role in undermining communist control.",
        "ipa": "sɒ̀lᵻdɛ́ərᵻtij múwvmənt: pówlənd'z sɒ̀lᵻdɛ́ərᵻtij múwvmənt, lɛ́d baj lɛ́k vəwɛ́nsə, plɛ́jd ə pᵻ́vətəl rówl ᵻn ʌ́ndərmàjnᵻŋ kɒ́mjənᵻst kəntrówl.",
        "hash": "TXT_64d3ebb3c6ab8bc67aa84a67f0efaa.mp3",
        "score": 0.5
    },
    {
        "txt": "Fascist Regimes: Fascist Regimes in mid-20th-century Europe suppressed individual liberties and relied on propaganda to maintain power.",
        "ipa": "fǽʃᵻst rɛjʒíjmz: fǽʃᵻst rɛjʒíjmz ᵻn mᵻ́d-20th-sɛ́ntʃərij jʊ́rəp səprɛ́st ᵻ̀ndᵻvᵻ́dʒəwəl lᵻ́bərtìjz ənd rəlájd ɒn prɒ̀pəɡǽndə tə mɛjntɛ́jn páwər.",
        "hash": "TXT_1e1c86b2b9ef5db7d53366bd3a46ed.mp3",
        "score": 0.5
    },
    {
        "txt": "Russian Oligarchs: Russian Oligarchs rose to prominence after the Soviet Union’s collapse, amassing fortunes from privatized industries.",
        "ipa": "rʌ́ʃən ówlᵻɡɑ̀rks: rʌ́ʃən ówlᵻɡɑ̀rks rówz tə prɒ́mᵻnəns ǽftər ðə sówvijɛ̀t júwnjən'z kəlǽps, əmǽsᵻŋ fɔ́rtʃənz frəm prájvətàjzd ᵻ́ndəstrijz.",
        "hash": "TXT_1d0d8f915e71bd23bd61582a7d57f0.mp3",
        "score": 0.5
    },
    {
        "txt": "Green Revolution: The Green Revolution deployed high-yield crop varieties and modern techniques, mitigating famine in many developing countries.",
        "ipa": "ɡríjn rɛ̀vəlúwʃən: ðə ɡríjn rɛ̀vəlúwʃən dəplɔ́jd háj-jíjld krɒ́p vərájətijz ənd mɒ́dərn tɛkníjks, mᵻ́tᵻɡɛ̀jtᵻŋ fǽmᵻn ᵻn mɛ́nij dəvɛ́ləpᵻŋ kʌ́ntrijz.",
        "hash": "TXT_03ae1a31edae1be3d5eae6b495fa9c.mp3",
        "score": 0.5
    },
    {
        "txt": "Tulip Mania: Tulip Mania in 17th-century Holland became an emblem of speculative economic bubbles leading to abrupt collapse.",
        "ipa": "túwləp mɛ́jnijə: túwləp mɛ́jnijə ᵻn 17th-centuwry hɒ́lənd bijkɛ́jm ən ɛ́mbləm əv spɛ́kjələtᵻv ɛ̀kənɒ́mᵻk bʌ́bəlz líjdᵻŋ tə əbrʌ́pt kəlǽps.",
        "hash": "TXT_e703cc044a2071f0e991ed7ed61398.mp3",
        "score": 0.5
    },
    {
        "txt": "Dutch Golden Age: The Dutch Golden Age blossomed with maritime trade, innovative art, and scientific breakthroughs in the Low Countries.",
        "ipa": "dʌ́tʃ ɡówldən ɛ́jdʒ: ðə dʌ́tʃ ɡówldən ɛ́jdʒ blɒ́səmd wᵻð mɛ́ərᵻtàjm trɛ́jd, ᵻ́nəvɛjtᵻv ɑ́rt, ənd sàjəntᵻ́fᵻk brɛ́jkθrùwz ᵻn ðə lów kʌ́ntrijz.",
        "hash": "TXT_c82768c2875bd4c21cc374a74bf2c4.mp3",
        "score": 0.5
    },
    {
        "txt": "Galileo’s Trial: Galileo’s Trial highlighted the tension between innovative science and entrenched ecclesiastical authority.",
        "ipa": "ɡæ̀lᵻlɛ́jow'z trájəl: ɡæ̀lᵻlɛ́jow'z trájəl hájlàjtᵻd ðə tɛ́nʃən bijtwíjn ᵻ́nəvɛjtᵻv sájəns ənd ɛntrɛ́ntʃt əklìjzijǽstᵻkəl əθɔ́rᵻtij.",
        "hash": "TXT_561e18316a568660f5650e3179b0a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Enlightenment Thought: Enlightenment Thought emphasized reason over superstition, spurring revolutions and reshaping governance.",
        "ipa": "ɛ̀nlájtənmənt θɔ́t: ɛ̀nlájtənmənt θɔ́t ɛ́mfəsajzd ríjzən ówvər sùwpərstᵻ́ʃən, spɜ́rᵻŋ rɛ̀vəlúwʃənz ənd rijʃɛ́jpᵻŋ ɡʌ́vərnəns.",
        "hash": "TXT_e89b344f5732efc6e6f197d28b3bfb.mp3",
        "score": 0.5
    },
    {
        "txt": "Scientific Revolution: The Scientific Revolution radically revised humanity’s understanding of nature, from astronomy to physics.",
        "ipa": "sàjəntᵻ́fᵻk rɛ̀vəlúwʃən: ðə sàjəntᵻ́fᵻk rɛ̀vəlúwʃən rǽdᵻklij rijvájzd hjuwmǽnᵻtij'z ʌ̀ndərstǽndᵻŋ əv nɛ́jtʃər, frəm əstrɒ́nəmij tə fᵻ́zᵻks.",
        "hash": "TXT_6f2627abe707a3f56b3c05188a4fec.mp3",
        "score": 0.5
    },
    {
        "txt": "Lincoln Assassination: The Lincoln Assassination dealt a blow to hopes of a smooth postwar reconciliation in the aftermath of the Civil War.",
        "ipa": "lᵻ́ŋkən əsæ̀sənɛ́jʃən: ðə lᵻ́ŋkən əsæ̀sənɛ́jʃən dɛ́lt ə blów tə hówps əv ə smúwð pówstwɔ́r rɛ̀kənsᵻ̀lijɛ́jʃən ᵻn ðə ǽftərmæ̀θ əv ðə sᵻ́vəl wɔ́r.",
        "hash": "TXT_92baf6f6cb8789367d2144971f3766.mp3",
        "score": 0.5
    },
    {
        "txt": "Julius Caesar: Julius Caesar’s centralized governance and subsequent assassination reverberated throughout Roman politics.",
        "ipa": "dʒúwljəs síjzər: dʒúwljəs síjzər'z sɛ́ntrəlàjzd ɡʌ́vərnəns ənd sʌ́bsəkwənt əsæ̀sənɛ́jʃən rijvɜ́rbərɛ̀jtᵻd θruwáwt rówmən pɒ́lᵻtᵻ̀ks.",
        "hash": "TXT_0c947610f26aef2c3a1492a607aecf.mp3",
        "score": 0.5
    },
    {
        "txt": "Chinese Warlords: In the early 20th century, Chinese Warlords carved the country into rival fiefdoms, stymying attempts at national unity.",
        "ipa": "tʃajníjz wɔ́rlɔ̀rdz: ᵻn ðə ɜ́rlij 20th sɛ́ntʃərij, tʃajníjz wɔ́rlɔ̀rdz kɑ́rvd ðə kʌ́ntrij ᵻntə rájvəl fíjfdəmz, stájmijᵻŋ ətɛ́mpts æt nǽʃənəl júwnᵻtij.",
        "hash": "TXT_566f3a047d4ed5c1bc65be8b74a5b1.mp3",
        "score": 0.5
    },
    {
        "txt": "Canton System: The restrictive Canton System governed foreign trade in Qing China, allowing limited contact with European merchants.",
        "ipa": "kǽntən sᵻ́stəm: ðə rəstrᵻ́ktᵻv kǽntən sᵻ́stəm ɡʌ́vərnd fɑ́rən trɛ́jd ᵻn kᵻ́ŋ tʃájnə, əláwᵻŋ lᵻ́mᵻtᵻd kɒ́ntæ̀kt wᵻð jʊ̀rəpíjən mɜ́rtʃənts.",
        "hash": "TXT_bbdcf4a172a300b8dce4c1924d5b85.mp3",
        "score": 0.5
    },
    {
        "txt": "English Commonwealth: After the Civil Wars, the English Commonwealth briefly functioned as a republic under Cromwell’s rule.",
        "ipa": "ᵻ́ŋɡlᵻʃ kɒ́mənwɛ̀lθ: ǽftər ðə sᵻ́vəl wɔ́rz, ðə ᵻ́ŋɡlᵻʃ kɒ́mənwɛ̀lθ bríjflij fʌ́ŋkʃənd æz ə rəpʌ́blᵻk ʌ́ndər krʊ́mwɛl'z rúwl.",
        "hash": "TXT_1c7b520e6913562ef8396b7066a611.mp3",
        "score": 0.5
    },
    {
        "txt": "Puritan Revolution: The Puritan Revolution stemmed from deep religious disputes that dismantled England’s established hierarchy.",
        "ipa": "pjʊ́rᵻtən rɛ̀vəlúwʃən: ðə pjʊ́rᵻtən rɛ̀vəlúwʃən stɛ́md frəm díjp rəlᵻ́dʒəs dᵻspjúwts thət dᵻsmǽntəld ᵻ́ŋɡlənd'z əstǽblᵻʃt hájərɑ̀rkij.",
        "hash": "TXT_e98c3b9ad150f1a70040ee38a1e4e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Geneva Bible: The Geneva Bible, favored by Puritans, influenced religious discourse and shaped early modern Protestantism.",
        "ipa": "dʒᵻníjvə bájbəl: ðə dʒᵻníjvə bájbəl, fɛ́jvərd baj pjʊ́rᵻtənz, ᵻ́nfluwənst rəlᵻ́dʒəs dᵻ́skɔrs ənd ʃɛ́jpt ɜ́rlij mɒ́dərn prɒ́təstəntᵻ̀zəm.",
        "hash": "TXT_9678bff8cf4444dd387e2424ad9ded.mp3",
        "score": 0.5
    },
    {
        "txt": "Caste System: The Caste System in South Asia long dictated social roles, reinforcing hierarchies that shaped daily life.",
        "ipa": "kǽst sᵻ́stəm: ðə kǽst sᵻ́stəm ᵻn sáwθ ɛ́jʒə lɔ́ŋ dᵻ́ktɛ̀jtᵻd sówʃəl rówlz, rìjᵻnfɔ́rsᵻŋ hájərɑ̀rkijz thət ʃɛ́jpt dɛ́jlij lájf.",
        "hash": "TXT_583001b9bb864b669897d52374668e.mp3",
        "score": 0.5
    },
    {
        "txt": "Stonehenge Rituals: Scholars speculate that Stonehenge Rituals involved celestial observations and seasonal celebrations.",
        "ipa": "stównhɛndʒ rᵻ́tʃuwəlz: skɒ́lərz spɛ́kjəlɛ̀jt thət stównhɛndʒ rᵻ́tʃuwəlz ᵻ̀nvɒ́lvd səlɛ́stʃəl ɒ̀bzərvɛ́jʃənz ənd síjzənəl sɛ̀ləbrɛ́jʃənz.",
        "hash": "TXT_e680d153914d6fc769480c8fb668b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Hellenistic Period: Alexander the Great’s conquests heralded the Hellenistic Period, merging Greek culture with Eastern traditions.",
        "ipa": "hɛ̀lənᵻ́stᵻk pɪ́ərijəd: ælᵻgzǽndər ðə ɡrɛ́jt's kɒ́nkwɛ̀sts hɛ́ərəldᵻd ðə hɛ̀lənᵻ́stᵻk pɪ́ərijəd, mɜ́rdʒᵻŋ ɡríjk kʌ́ltʃər wᵻð íjstərn trədᵻ́ʃənz.",
        "hash": "TXT_8eea09e8623743381778a8b11bfc27.mp3",
        "score": 0.5
    },
    {
        "txt": "Diaspora Communities: Diaspora Communities have historically preserved cultural ties, even while integrating into host societies.",
        "ipa": "dajǽspərə kəmjúwnᵻtijz: dajǽspərə kəmjúwnᵻtijz həv hᵻstɔ́rᵻkəlij prəzɜ́rvd kʌ́ltʃərəl tájz, íjvən wájl ᵻ́ntəɡrɛjtᵻŋ ᵻntə hówst səsájətijz.",
        "hash": "TXT_b46be7457a80274f1cc77143d30808.mp3",
        "score": 0.5
    },
    {
        "txt": "Camel Caravans: Camel Caravans crossed the Sahara Desert, linking West African gold fields to North African and Mediterranean markets.",
        "ipa": "kǽməl kǽrəvæ̀nz: kǽməl kǽrəvæ̀nz krɔ́st ðə səhɛ́ərə dɛ́zərt, lᵻ́ŋkᵻŋ wɛ́st ǽfrᵻkən ɡówld fíjldz tə nɔ́rθ ǽfrᵻkən ənd mɛ̀dᵻtərɛ́jnijən mɑ́rkəts.",
        "hash": "TXT_ba23e351050fd79bfa648f155d7774.mp3",
        "score": 0.5
    },
    {
        "txt": "Chinese Dynasties: The cyclical rise and fall of Chinese Dynasties charted centuries of innovation, conflict, and cultural evolution.",
        "ipa": "tʃajníjz dájnəstijz: ðə sájklᵻkəl rájz ənd fɔ́l əv tʃajníjz dájnəstijz tʃɑ́rtᵻd sɛ́ntʃərijz əv ᵻ̀nəvɛ́jʃən, kɒ́nflᵻkt, ənd kʌ́ltʃərəl ɛ̀vəlúwʃən.",
        "hash": "TXT_3bcd99df919d3c2e4d0719ac41ba16.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Decline: Internal strife and European encroachment hastened Ottoman Decline, culminating in the empire’s eventual dissolution.",
        "ipa": "ɒ́təmən dəklájn: ᵻ̀ntɜ́rnəl strájf ənd jʊ̀rəpíjən ɛnkrówtʃmənt hɛ́jsənd ɒ́təmən dəklájn, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn ðə ɛ́mpajər'z əvɛ́ntʃuwəl dᵻ̀səlúwʃən.",
        "hash": "TXT_f3bdef3d6d38b2f2a07e0b25afbccd.mp3",
        "score": 0.5
    },
    {
        "txt": "Age of Reason: Rational inquiry and empiricism championed during the Age of Reason undermined age-old superstitions.",
        "ipa": "ɛ́jdʒ əv ríjzən: rǽʃənəl ᵻ̀nkwájərìj ənd ɛmpɪ́ərəsᵻ̀zəm tʃǽmpijənd dʊ́rᵻŋ ðə ɛ́jdʒ əv ríjzən ʌ̀ndərmájnd ɛ́jdʒ-ówld sùwpərstᵻ́ʃənz.",
        "hash": "TXT_b3d4be4aa74d4febebd96c843d891f.mp3",
        "score": 0.5
    },
    {
        "txt": "Emancipation Edict: Tsar Alexander II’s Emancipation Edict liberated Russia’s serfs, seeking to modernize the vast empire.",
        "ipa": "əmæ̀nsᵻpɛ́jʃən íjdᵻkt: tsɑ́r ælᵻgzǽndər íjij'z əmæ̀nsᵻpɛ́jʃən íjdᵻkt lᵻ́bɜ̀rɛ̀jtᵻd rʌ́ʃə'z sɜ́rfs, síjkᵻŋ tə mɒ́dərnàjz ðə vǽst ɛ́mpajər.",
        "hash": "TXT_c35d50025de515e2e758a0fdfdc919.mp3",
        "score": 0.5
    },
    {
        "txt": "Third Estate: In pre-revolutionary France, the Third Estate comprised the commoners, who shouldered the nation’s tax burden.",
        "ipa": "θɜ́rd əstɛ́jt: ᵻn príj-rɛ̀vəlúwʃənɛ̀ərij frǽns, ðə θɜ́rd əstɛ́jt kəmprájzd ðə kɒ́mənərz, huw ʃówldərd ðə nɛ́jʃən'z tǽks bɜ́rdən.",
        "hash": "TXT_9d053be29a6ba84a5f520c2c3acd3e.mp3",
        "score": 0.5
    },
    {
        "txt": "Bourbon Restoration: Following Napoleon’s defeat, the Bourbon Restoration reinstituted the monarchy, though reformist forces simmered.",
        "ipa": "bɜ́rrbən rɛ̀stərɛ́jʃən: fɒ́lowᵻŋ næ̀pəlíjən'z dəfíjt, ðə bɜ́rrbən rɛ̀stərɛ́jʃən rìjᵻ́nstᵻtuwtᵻd ðə mɒ́nɑrkij, ðów rəfɔ́rmᵻst fɔ́rsᵻz sᵻ́mərd.",
        "hash": "TXT_a1fd95adf0c613ce413c5c73d18e9c.mp3",
        "score": 0.5
    },
    {
        "txt": "Partition of India: The Partition of India into two nations, India and Pakistan, unleashed mass displacement and intercommunal violence.",
        "ipa": "pɑrtᵻ́ʃən əv ᵻ́ndijə: ðə pɑrtᵻ́ʃən əv ᵻ́ndijə ᵻntə túw nɛ́jʃənz, ᵻ́ndijə ənd pǽkᵻstæ̀n, ʌ̀nlíjʃt mǽs dᵻsplɛ́jsmənt ənd ᵻ̀ntərkəmjúwnəl vájələns.",
        "hash": "TXT_d3d0b91319e8cec1c3df3627a13334.mp3",
        "score": 0.5
    },
    {
        "txt": "Axis Powers: During World War II, the Axis Powers—Germany, Italy, and Japan—pursued aggressive expansion across multiple continents.",
        "ipa": "ǽksᵻs páwərz: dʊ́rᵻŋ wɜ́rld wɔ́r II, ðə ǽksᵻs páwərz—dʒɜ́rmənij, ᵻ́təlij, ənd dʒəpǽn—pərsúwd əɡrɛ́sᵻv əkspǽnʃən əkrɔ́s mʌ́ltᵻpəl kɒ́ntᵻnənts.",
        "hash": "TXT_2e470a5a408114166e8204f3366dd4.mp3",
        "score": 0.5
    },
    {
        "txt": "Allied Forces: The Allied Forces united against the Axis, pooling resources and strategic planning to achieve victory in World War II.",
        "ipa": "ǽlàjd fɔ́rsᵻz: ðə ǽlàjd fɔ́rsᵻz juwnájtᵻd əɡɛ́jnst ðə ǽksᵻs, púwlᵻŋ ríjsɔrsᵻz ənd strətíjdʒᵻk plǽnᵻŋ tə ətʃíjv vᵻ́ktərij ᵻn wɜ́rld wɔ́r II.",
        "hash": "TXT_d898f9b8df3668bd489f8f079fc84e.mp3",
        "score": 0.5
    },
    {
        "txt": "Normandy Landings: The Normandy Landings on D-Day opened a crucial Western Front that eventually led to the liberation of Nazi-occupied Europe.",
        "ipa": "nɔ́rməndij lǽndᵻŋz: ðə nɔ́rməndij lǽndᵻŋz ɒn d-dɛ́j ówpənd ə krúwʃəl wɛ́stərn frʌ́nt thət əvɛ́ntʃuwəlij lɛ́d tə ðə lᵻ̀bɜ̀rɛ́jʃən əv nɒ́tsij-ɒ́kjəpàjd jʊ́rəp.",
        "hash": "TXT_0318b47add80ee6fcd2e26da715975.mp3",
        "score": 0.5
    },
    {
        "txt": "Blitzkrieg Strategy: The German Blitzkrieg Strategy combined swift armor movements with aerial bombardments, overwhelming opponents rapidly.",
        "ipa": "blᵻ́tskrìjɡ strǽtədʒij: ðə dʒɜ́rmən blᵻ́tskrìjɡ strǽtədʒij kəmbájnd swᵻ́ft ɑ́rmər múwvmənts wᵻð ɛ́ərijəl bɒmbɑ́rdmənts, òwvərwɛ́lmᵻŋ əpównənts rǽpᵻdlij.",
        "hash": "TXT_cce5a7708f951a88ac08b43537cc5a.mp3",
        "score": 0.5
    },
    {
        "txt": "Trench Warfare: In World War I, Trench Warfare produced grisly stalemates where armies fought over mere yards of devastated land.",
        "ipa": "trɛ́ntʃ wɔ́rfɛ̀ər: ᵻn wɜ́rld wɔ́r I, trɛ́ntʃ wɔ́rfɛ̀ər prədúwst ɡrᵻ́zlij stɛ́jlmɛ̀jts wɛ́ər ɑ́rmijz fɔ́t ówvər mɪ́ər jɑ́rdz əv dɛ́vəstɛ̀jtᵻd lǽnd.",
        "hash": "TXT_4cd92eab6b732a159a7d1772ceedae.mp3",
        "score": 0.5
    },
    {
        "txt": "Final Solution: The Final Solution orchestrated by the Nazis aimed at the systematic extermination of Jewish populations throughout Europe.",
        "ipa": "fájnəl səlúwʃən: ðə fájnəl səlúwʃən ɔ́rkᵻstrɛ̀jtᵻd baj ðə nɒ́tsᵻz ɛ́jmd æt ðə sᵻ̀stəmǽtᵻk əkstɜ̀rmᵻtɛ́jʃən əv dʒúwᵻʃ pɒ̀pjəlɛ́jʃənz θruwáwt jʊ́rəp.",
        "hash": "TXT_aa8b7f01c032cf43d9824c867e35a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Conscientious Objector: As a Conscientious Objector, he refused to bear arms on moral grounds, yet served courageously as a battlefield medic.",
        "ipa": "kɒ̀nʃijɛ́nʃəs əbdʒɛ́ktər: æz ə kɒ̀nʃijɛ́nʃəs əbdʒɛ́ktər, hij rəfjúwzd tə bɛ́ər ɑ́rmz ɒn mɔ́rəl ɡráwndz, jɛt sɜ́rvd kərɛ́jdʒəslij æz ə bǽtəlfìjld mɛ́dᵻk.",
        "hash": "TXT_12b3ad593758c56baef1c641df8fa0.mp3",
        "score": 0.5
    },
    {
        "txt": "Emirate Consolidation: The Emirate Consolidation in early Islamic history fostered unity under shared religious and political leadership.",
        "ipa": "ɛ́mərɛ̀jt kənsɒ̀lᵻdɛ́jʃən: ðə ɛ́mərɛ̀jt kənsɒ̀lᵻdɛ́jʃən ᵻn ɜ́rlij ᵻ̀zlɒ́mᵻk hᵻ́stərij fɒ́stərd júwnᵻtij ʌ́ndər ʃɛ́ərd rəlᵻ́dʒəs ənd pəlᵻ́tᵻkəl líjdərʃᵻ̀p.",
        "hash": "TXT_fd65f45d7e75f14c897f6453293b20.mp3",
        "score": 0.5
    },
    {
        "txt": "Balkan Crisis: The Balkan Crisis simmered with ethnic tensions, culminating in conflicts that drew in major powers.",
        "ipa": "bɔ́lkən krájsᵻs: ðə bɔ́lkən krájsᵻs sᵻ́mərd wᵻð ɛ́θnᵻk tɛ́ntʃənz, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn kɒ́nflᵻkts thət drúw ᵻn mɛ́jdʒər páwərz.",
        "hash": "TXT_ab4020e0c82b2f1da30f69f0bae8ec.mp3",
        "score": 0.5
    },
    {
        "txt": "Balkanization Effect: The Balkanization Effect describes the fragmenting of regions along ethnic lines, as seen in the former Yugoslavia.",
        "ipa": "bɔ̀lkənəzɛ́jʃən əfɛ́kt: ðə bɔ̀lkənəzɛ́jʃən əfɛ́kt dəskrájbz ðə frǽɡməntᵻŋ əv ríjdʒənz əlɔ́ŋ ɛ́θnᵻk lájnz, æz síjn ᵻn ðə fɔ́rmər jùwɡowslɒ́vijə.",
        "hash": "TXT_313b0923c9564d22ddbebee5db9bf9.mp3",
        "score": 0.5
    },
    {
        "txt": "Roman Republic: The Roman Republic hinged on checks and balances among consuls, senators, and tribunes until Julius Caesar seized power.",
        "ipa": "rówmən rəpʌ́blᵻk: ðə rówmən rəpʌ́blᵻk hᵻ́ndʒd ɒn tʃɛ́ks ənd bǽlənsᵻz əmʌ́ŋ kɒ́nsəlz, sɛ́nətərz, ənd trájbjùwnz əntᵻ́l dʒúwljəs síjzər síjzd páwər.",
        "hash": "TXT_85b8dbf410935ead204c8c30f95c66.mp3",
        "score": 0.5
    },
    {
        "txt": "Roman Empire: At its zenith, the Roman Empire encompassed territories spanning from Britain to Mesopotamia.",
        "ipa": "rówmən ɛ́mpajər: æt ᵻts zíjnᵻθ, ðə rówmən ɛ́mpajər ɛnkʌ́mpəst tɛ́ərᵻtɔ̀rijz spǽnᵻŋ frəm brᵻ́tən tə mɛ̀səpətɛ́jmijə.",
        "hash": "TXT_3094e2c06b326a0cbd516c48dd32ca.mp3",
        "score": 0.5
    },
    {
        "txt": "American Frontier: The American Frontier symbolized both limitless possibility and the violent displacement of Indigenous peoples.",
        "ipa": "əmɛ́ərᵻkən frəntɪ́ər: ðə əmɛ́ərᵻkən frəntɪ́ər sᵻ́mbəlàjzd bówθ lᵻ́mᵻtləs pɒ̀sᵻbᵻ́lᵻtij ənd ðə vájələnt dᵻsplɛ́jsmənt əv ᵻ̀ndᵻ́dʒənəs píjpəlz.",
        "hash": "TXT_89698d75a4cc3e3a27013f35b3d5f4.mp3",
        "score": 0.5
    },
    {
        "txt": "Frontier Thesis: Frederick Jackson Turner’s Frontier Thesis argued that the Westward expansion shaped unique American values.",
        "ipa": "frəntɪ́ər θíjsᵻs: frɛ́drᵻk dʒǽksən tɜ́rnər'z frəntɪ́ər θíjsᵻs ɑ́rɡjuwd thət ðə wɛ́stwərd əkspǽnʃən ʃɛ́jpt juwnᵻ́k əmɛ́ərᵻkən vǽljuwz.",
        "hash": "TXT_7fd02357e7e6e352c5a09ec7cda147.mp3",
        "score": 0.5
    },
    {
        "txt": "Gold Rush: The California Gold Rush drew prospectors from across the globe, fueling both dreams and lawlessness.",
        "ipa": "ɡówld rʌ́ʃ: ðə kæ̀ləfɔ́rnjə ɡówld rʌ́ʃ drúw prɔ́spɛ̀ktərz frəm əkrɔ́s ðə ɡlówb, fjúwlᵻŋ bówθ dríjmz ənd lɔ́ləsnəs.",
        "hash": "TXT_0963648e55fd72d2c8c314d4e83ec8.mp3",
        "score": 0.5
    },
    {
        "txt": "Spanish Missions: Spanish Missions sought to convert Native Americans to Christianity while consolidating colonial control.",
        "ipa": "spǽnᵻʃ mᵻ́ʃənz: spǽnᵻʃ mᵻ́ʃənz sɔ́t tə kɒ́nvɜrt nɛ́jtᵻv əmɛ́ərᵻkənz tə krᵻ̀stʃijǽnᵻtij wájl kənsɒ́lᵻdɛ̀jtᵻŋ kəlównijəl kəntrówl.",
        "hash": "TXT_24782f1aea0ecaa088f08612193b3e.mp3",
        "score": 0.5
    },
    {
        "txt": "American Founding Fathers: The American Founding Fathers debated constitutional principles that would guide a fledgling democracy.",
        "ipa": "əmɛ́ərᵻkən fáwndᵻŋ fɑ́ðərz: ðə əmɛ́ərᵻkən fáwndᵻŋ fɑ́ðərz dəbɛ́jtᵻd kɒ̀nstᵻtúwʃənəl prᵻ́nsᵻpəlz thət wʊd ɡájd ə flɛ́dʒlᵻŋ dəmɒ́krəsij.",
        "hash": "TXT_a58de83721ed153776e35a4672235b.mp3",
        "score": 0.5
    },
    {
        "txt": "Scorched Earth: Armies employing a Scorched Earth strategy destroy resources to prevent their use by enemy forces.",
        "ipa": "skɔ́rtʃt ɜ́rθ: ɑ́rmijz ɛmplɔ́jᵻŋ ə skɔ́rtʃt ɜ́rθ strǽtədʒij dəstrɔ́j ríjsɔrsᵻz tə prəvɛ́nt ðɛər juwz baj ɛ́nəmij fɔ́rsᵻz.",
        "hash": "TXT_1e7ad7e93949da6be22ba76c880d12.mp3",
        "score": 0.5
    },
    {
        "txt": "Great Society: President Lyndon Johnson’s Great Society initiatives aimed to eradicate poverty and racial injustice in the United States.",
        "ipa": "ɡrɛ́jt səsájətij: prɛ́zədɛ̀nt lᵻ́ndən dʒɒ́nsən'z ɡrɛ́jt səsájətij ᵻnᵻ́ʃətᵻvz ɛ́jmd tə ərǽdᵻkɛ̀jt pɒ́vərtij ənd rɛ́jʃəl ᵻ̀ndʒʌ́stᵻs ᵻn ðə juwnájtᵻd stɛ́jts.",
        "hash": "TXT_3917916b3b2768e7dd15e970468a66.mp3",
        "score": 0.5
    },
    {
        "txt": "Watergate Scandal: The Watergate Scandal led to President Nixon’s resignation, underscoring the vulnerabilities of political power.",
        "ipa": "wɒ́tərɡɛ̀jt skǽndəl: ðə wɒ́tərɡɛ̀jt skǽndəl lɛ́d tə prɛ́zədɛ̀nt nᵻ́ksən'z rɛ̀zəɡnɛ́jʃən, ʌ̀ndərskɔ́rᵻŋ ðə vʌ̀lnərəbᵻ́lᵻtijz əv pəlᵻ́tᵻkəl páwər.",
        "hash": "TXT_d399c32fe83a35c04519b89a679e33.mp3",
        "score": 0.5
    },
    {
        "txt": "Reaganomics Policies: Critics and supporters hotly debated Reaganomics Policies, which emphasized tax cuts and deregulation.",
        "ipa": "rɛ̀jɡənɒ́mᵻks pɒ́lᵻsijz: krᵻ́tᵻks ənd səpɔ́rtərz hɒ́tlij dəbɛ́jtᵻd rɛ̀jɡənɒ́mᵻks pɒ́lᵻsijz, wᵻ́tʃ ɛ́mfəsajzd tǽks kʌ́ts ənd dijərɛ̀ɡjəlɛ́jʃən.",
        "hash": "TXT_66b9c7ad5f82ae9f2e37dc4930e1e2.mp3",
        "score": 0.5
    },
    {
        "txt": "European Parliament: The European Parliament evolved from a consultative assembly into a directly elected legislative body for EU citizens.",
        "ipa": "jʊ̀rəpíjən pɑ́rləmənt: ðə jʊ̀rəpíjən pɑ́rləmənt əvɒ́lvd frəm ə kənsʌ́ltətᵻv əsɛ́mblij ᵻntə ə dᵻərɛ́klij əlɛ́ktᵻd lɛ́dʒəslɛ̀jtᵻv bɒ́dij fɔr EU sᵻ́tᵻzənz.",
        "hash": "TXT_0224166ab3d97bfbc21822a8ccd3fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Marshall Aid: Western Europe’s postwar recovery owed much to Marshall Aid, which staved off economic collapse and potential unrest.",
        "ipa": "mɑ́rʃəl ɛ́jd: wɛ́stərn jʊ́rəp'z pówstwɔ́r rəkʌ́vərij ówd mʌtʃ tə mɑ́rʃəl ɛ́jd, wᵻ́tʃ stɛ́jvd ɔ́f ɛ̀kənɒ́mᵻk kəlǽps ənd pətɛ́nʃəl ʌ̀nrɛ́st.",
        "hash": "TXT_858e461ace302ae39873facf53f5cc.mp3",
        "score": 0.5
    },
    {
        "txt": "Zionist Movement: The Zionist Movement sought a Jewish homeland, culminating in the creation of the State of Israel.",
        "ipa": "zájənᵻst múwvmənt: ðə zájənᵻst múwvmənt sɔ́t ə dʒúwᵻʃ hówmlæ̀nd, kʌ́lmᵻnɛ̀jtᵻŋ ᵻn ðə krijɛ́jʃən əv ðə stɛ́jt əv ᵻ́zrɛjl.",
        "hash": "TXT_5962f982aa5453a8718d96c4afab14.mp3",
        "score": 0.5
    },
    {
        "txt": "Six-Day War: The Six-Day War resulted in Israel capturing significant territories, reshaping Middle Eastern geopolitics.",
        "ipa": "sᵻ́ks-dɛ́j wɔ́r: ðə sᵻ́ks-dɛ́j wɔ́r rəzʌ́ltᵻd ᵻn ᵻ́zrɛjl kǽptʃərᵻŋ sᵻɡnᵻ́fᵻkənt tɛ́ərᵻtɔ̀rijz, rijʃɛ́jpᵻŋ mᵻ́dəl íjstərn dʒìjowpɒ́lᵻtᵻks.",
        "hash": "TXT_59e7a311d48289276a7cb0259f8742.mp3",
        "score": 0.5
    },
    {
        "txt": "Islamic Revolution: Iran’s 1979 Islamic Revolution ousted the Shah, establishing a theocratic government under Ayatollah Khomeini.",
        "ipa": "ᵻ̀zlɒ́mᵻk rɛ̀vəlúwʃən: àjərǽn'z 1979 ᵻ̀zlɒ́mᵻk rɛ̀vəlúwʃən áwstᵻd ðə ʃɒ́, əstǽblᵻʃᵻŋ ə θìjəkrǽtᵻk ɡʌ́vərmənt ʌ́ndər àjətówlə howmɛ́jnij.",
        "hash": "TXT_2aa34e9243381afa6f5fa225d4099f.mp3",
        "score": 0.5
    },
    {
        "txt": "Oslo Accords: The Oslo Accords represented a significant, though incomplete, step toward Israeli-Palestinian reconciliation.",
        "ipa": "ɒ́zlow əkɔ́rdz: ðə ɒ́zlow əkɔ́rdz rɛ̀prəzɛ́ntᵻd ə sᵻɡnᵻ́fᵻkənt, ðów ᵻ̀nkəmplíjt, stɛ́p təwɔ́rd ᵻ̀zrɛ́jlij-pæ̀lᵻstᵻ́nijən rɛ̀kənsᵻ̀lijɛ́jʃən.",
        "hash": "TXT_c8c4cf2c7b319b08eb7fc4f1a0aa59.mp3",
        "score": 0.5
    },
    {
        "txt": "Declaration of Independence: By adopting the Declaration of Independence, the colonies signaled their irrevocable break with Britain.",
        "ipa": "dɛ̀klərɛ́jʃən əv ᵻ̀ndəpɛ́ndəns: baj ədɒ́ptᵻŋ ðə dɛ̀klərɛ́jʃən əv ᵻ̀ndəpɛ́ndəns, ðə kɒ́lənijz sᵻ́ɡnəld ðɛər ᵻ̀ərɛ́vəkəbəl brɛ́jk wᵻð brᵻ́tən.",
        "hash": "TXT_967f090c29f66f9d1e393a95552090.mp3",
        "score": 0.5
    },
    {
        "txt": "Adolf Hitler: Adolf Hitler seized upon economic despair to implement Nazism, propelling Europe into the deadliest conflict in history.",
        "ipa": "ǽdɔlf hᵻ́tlər: ǽdɔlf hᵻ́tlər síjzd əpɒ́n ɛ̀kənɒ́mᵻk dəspɛ́ər tə ᵻ́mpləmənt nǽzᵻzəm, prəpɛ́lᵻŋ jʊ́rəp ᵻntə ðə dɛ́dlijəst kɒ́nflᵻkt ᵻn hᵻ́stərij.",
        "hash": "TXT_2e2430c4a0a34a4637daf077d2b368.mp3",
        "score": 0.5
    },
    {
        "txt": "Benito Mussolini: Benito Mussolini’s fascist regime in Italy leveraged nationalism and authoritarianism to suppress dissent.",
        "ipa": "bəníjtow mùwsowlíjnij: bəníjtow mùwsowlíjnij'z fǽʃᵻst rɛjʒíjm ᵻn ᵻ́təlij lɛ́vərᵻdʒd nǽʃənəlᵻ̀zəm ənd əθɔ̀rᵻtɛ́ərijənᵻ̀zəm tə səprɛ́s dᵻsɛ́nt.",
        "hash": "TXT_6382b5e85b4c8b028ddd7b3e44e9fe.mp3",
        "score": 0.5
    },
    {
        "txt": "Francisco Franco: Francisco Franco ruled Spain after the Civil War, establishing a nationalist dictatorship for nearly four decades.",
        "ipa": "frænsᵻ́skow frǽŋkow: frænsᵻ́skow frǽŋkow rúwld spɛ́jn ǽftər ðə sᵻ́vəl wɔ́r, əstǽblᵻʃᵻŋ ə nǽʃənəlᵻst dᵻktɛ́jtərʃᵻ̀p fɔr nɪ́ərlij fɔ́r dɛ́kɛjdz.",
        "hash": "TXT_47eff58a87703f2a77b50a8a53095b.mp3",
        "score": 0.5
    },
    {
        "txt": "Josef Stalin: Josef Stalin’s authoritarian rule brought industrial growth yet inflicted terror on millions of Soviet citizens.",
        "ipa": "dʒówsəf stɒ́lən: dʒówsəf stɒ́lən'z əθɔ̀rᵻtɛ́ərijən rúwl brɔ́t ᵻ̀ndʌ́strijəl ɡrówθ jɛt ᵻ̀nflᵻ́ktᵻd tɛ́ərər ɒn mᵻ́ljənz əv sówvijɛ̀t sᵻ́tᵻzənz.",
        "hash": "TXT_dcfff54e673405c2e6dcc59aa421c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Winston Churchill: Winston Churchill, celebrated for his rousing speeches, inspired British resolve during the darkest days of WWII.",
        "ipa": "wᵻ́nstən tʃɜ́rtʃhᵻl: wᵻ́nstən tʃɜ́rtʃhᵻl, sɛ́ləbrɛ̀jtᵻd fɔr hᵻz ráwzᵻŋ spíjtʃᵻz, ᵻ̀nspájərd brᵻ́tᵻʃ rijzɒ́lv dʊ́rᵻŋ ðə dɑ́rkəst dɛ́jz əv WWII.",
        "hash": "TXT_d2722aef658200d3cdadf06477fe43.mp3",
        "score": 0.5
    },
    {
        "txt": "Franklin D. Roosevelt: Franklin D. Roosevelt steered the United States through the Great Depression and most of World War II.",
        "ipa": "frǽŋklᵻn D. rówzəvɛ̀lt: frǽŋklᵻn D. rówzəvɛ̀lt stɪ́ərd ðə juwnájtᵻd stɛ́jts θrúw ðə ɡrɛ́jt dəprɛ́ʃən ənd mówst əv wɜ́rld wɔ́r II.",
        "hash": "TXT_57af67ffa51fdb526412c9a5f74365.mp3",
        "score": 0.5
    },
    {
        "txt": "Napoleon Bonaparte: Napoleon Bonaparte’s reforms modernized legal codes, but his aggressive campaigns provoked much of Europe into battle.",
        "ipa": "næ̀pəlíjən bɒ́nəpɑrt: næ̀pəlíjən bɒ́nəpɑrt'z rəfɔ́rmz mɒ́dərnàjzd líjɡəl kówdz, bʌt hᵻz əɡrɛ́sᵻv kæmpɛ́jnz prəvówkt mʌtʃ əv jʊ́rəp ᵻntə bǽtəl.",
        "hash": "TXT_bb3b68e44fcfaeaec131e1064f3989.mp3",
        "score": 0.5
    },
    {
        "txt": "Charles de Gaulle: Charles de Gaulle led the Free French during WWII, later guiding postwar France toward a stable Fifth Republic.",
        "ipa": "tʃɑ́rlz de ɡɔ́l: tʃɑ́rlz de ɡɔ́l lɛ́d ðə fríj frɛ́ntʃ dʊ́rᵻŋ WWII, lɛ́jtər ɡájdᵻŋ pówstwɔ́r frǽns təwɔ́rd ə stɛ́jbəl fᵻ́fθ rəpʌ́blᵻk.",
        "hash": "TXT_52d2ec4024b142607ca7dfdeba0947.mp3",
        "score": 0.5
    },
    {
        "txt": "Mao Zedong: Mao Zedong’s leadership of Communist China dramatically reshaped the nation’s political landscape and agricultural practices.",
        "ipa": "máw zɛ̀jdɔ́ŋ: máw zɛ̀jdɔ́ŋ's líjdərʃᵻ̀p əv kɒ́mjənᵻst tʃájnə drəmǽtᵻkəlij rijʃɛ́jpt ðə nɛ́jʃən'z pəlᵻ́tᵻkəl lǽnskɛ̀jp ənd æ̀ɡrəkʌ́ltʃərəl prǽktᵻsᵻz.",
        "hash": "TXT_6efafb3bb23692d544a1c0c0393e22.mp3",
        "score": 0.5
    },
    {
        "txt": "Nelson Mandela: Nelson Mandela emerged from prison to negotiate an end to Apartheid, becoming South Africa’s first Black president.",
        "ipa": "nɛ́lsən mæ̀ndɛ́lə: nɛ́lsən mæ̀ndɛ́lə əmɜ́rdʒd frəm prᵻ́zən tə nəɡówʃijɛ̀jt ən ɛ́nd tə əpɑ́rtàjd, bəkʌ́mᵻŋ sáwθ ǽfrᵻkə'z fɜ́rst blǽk prɛ́zədɛ̀nt.",
        "hash": "TXT_6c0a67e81f2e4c3b51a1bb59c6ea2e.mp3",
        "score": 0.5
    },
    {
        "txt": "Indira Gandhi: Indira Gandhi’s tenure as India’s prime minister saw both centralizing measures and calls for greater democracy.",
        "ipa": "ᵻ̀ndɪ́ərə ɡɒ́ndij: ᵻ̀ndɪ́ərə ɡɒ́ndij'z tɛ́njər æz ᵻ́ndijə'z prájm mᵻ́nᵻstər sɔ́ bówθ sɛ́ntrəlàjzᵻŋ mɛ́ʒərz ənd kɔ́lz fɔr ɡrɛ́jtər dəmɒ́krəsij.",
        "hash": "TXT_c6fcbf2cbeb9a7cacb3fb43738473e.mp3",
        "score": 0.5
    },
    {
        "txt": "Margaret Thatcher: Margaret Thatcher championed neoliberal reforms in Britain, reshaping the postwar consensus on state intervention.",
        "ipa": "mɑ́rɡərᵻt θǽtʃər: mɑ́rɡərᵻt θǽtʃər tʃǽmpijənd nìjowlᵻ́bərəl rəfɔ́rmz ᵻn brᵻ́tən, rijʃɛ́jpᵻŋ ðə pówstwɔ́r kənsɛ́nsəs ɒn stɛ́jt ᵻ̀ntərvɛ́nʃən.",
        "hash": "TXT_1099db35cd7ec1e6c3542046edea82.mp3",
        "score": 0.5
    },
    {
        "txt": "Angela Merkel: Angela Merkel steered Germany through economic and migrant crises, cementing her role as a stabilizing European figure.",
        "ipa": "ǽndʒᵻlə mɜ́rkəl: ǽndʒᵻlə mɜ́rkəl stɪ́ərd dʒɜ́rmənij θrúw ɛ̀kənɒ́mᵻk ənd májɡrənt krájsijz, səmɛ́ntᵻŋ hər rówl æz ə stɛ́jbᵻlàjzᵻŋ jʊ̀rəpíjən fᵻ́ɡjər.",
        "hash": "TXT_ce55042a17bdb6fcdfa7e1d31dd7fd.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Stalingrad: The Battle of Stalingrad is often cited as a crucial turning point on the Eastern Front, decimating German forces.",
        "ipa": "bǽtəl əv stǽlᵻnɡræ̀d: ðə bǽtəl əv stǽlᵻnɡræ̀d ᵻz ɔ́fən sájtᵻd æz ə krúwʃəl tɜ́rnᵻŋ pɔ́jnt ɒn ðə íjstərn frʌ́nt, dɛ́sᵻmɛjtᵻŋ dʒɜ́rmən fɔ́rsᵻz.",
        "hash": "TXT_32629fffee6a54341b22d0c7c50603.mp3",
        "score": 0.5
    },
    {
        "txt": "Siege of Leningrad: The Siege of Leningrad inflicted unimaginable suffering, yet the city’s residents endured despite starvation.",
        "ipa": "síjdʒ əv lɛ́nᵻnɡræ̀d: ðə síjdʒ əv lɛ́nᵻnɡræ̀d ᵻ̀nflᵻ́ktᵻd ʌ̀nᵻmǽdʒᵻnəbəl sʌ́fərᵻŋ, jɛt ðə sᵻ́tij'z rɛ́zᵻdənts ɛndjʊ́rd dəspájt stɑrvɛ́jʃən.",
        "hash": "TXT_66f81b3ea5eafc253f01ab7f733f61.mp3",
        "score": 0.5
    },
    {
        "txt": "Nuclear Deterrence: Nuclear Deterrence maintained fragile peace during the Cold War, deterring direct clashes between superpowers.",
        "ipa": "núwklijər dətɜ́rəns: núwklijər dətɜ́rəns mɛjntɛ́jnd frǽdʒəl píjs dʊ́rᵻŋ ðə kówld wɔ́r, dətɜ́rᵻŋ dᵻərɛ́kt klǽʃᵻz bijtwíjn sùwpərpáwərz.",
        "hash": "TXT_641d4ce97b75df0047083d1ae15f28.mp3",
        "score": 0.5
    },
    {
        "txt": "Mutually Assured Destruction: Mutually Assured Destruction underscored the peril of nuclear war, as neither side could survive retaliation.",
        "ipa": "mjúwtʃuwəlij əʃʊ́rd dəstrʌ́kʃən: mjúwtʃuwəlij əʃʊ́rd dəstrʌ́kʃən ʌ̀ndərskɔ́rd ðə pɛ́ərəl əv núwklijər wɔ́r, æz nᵻ́ðər sájd kʊ́d sərvájv rijtæ̀lijɛ́jʃən.",
        "hash": "TXT_270c2d9bbe275c80f004007ae3905e.mp3",
        "score": 0.5
    },
    {
        "txt": "Proxy Warfare: Cold War adversaries engaged in Proxy Warfare by backing opposing factions in regional conflicts.",
        "ipa": "prɒ́ksij wɔ́rfɛ̀ər: kówld wɔ́r ǽdvərsɛ̀ərijz ənɡɛ́jdʒd ᵻn prɒ́ksij wɔ́rfɛ̀ər baj bǽkᵻŋ əpówzᵻŋ fǽkʃənz ᵻn ríjdʒənəl kɒ́nflᵻkts.",
        "hash": "TXT_0b31ca3e00be3f4142630637c3a02a.mp3",
        "score": 0.5
    },
    {
        "txt": "Turkish War of Independence: The Turkish War of Independence led by Atatürk dismantled foreign occupation and established a secular republic.",
        "ipa": "tɜ́rkᵻʃ wɔ́r əv ᵻ̀ndəpɛ́ndəns: ðə tɜ́rkᵻʃ wɔ́r əv ᵻ̀ndəpɛ́ndəns lɛ́d baj ǽtətɜ̀rk dᵻsmǽntəld fɑ́rən ɒ̀kjəpɛ́jʃən ənd əstǽblᵻʃt ə sɛ́kjələr rəpʌ́blᵻk.",
        "hash": "TXT_6f4f65370de1d3b47e0a27a5daf8c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Bosnian War: The Bosnian War epitomized the violent collapse of Yugoslavia, with ethnic cleansing targeting civilians.",
        "ipa": "bɒ́znijən wɔ́r: ðə bɒ́znijən wɔ́r əpᵻ́təmàjzd ðə vájələnt kəlǽps əv jùwɡowslɒ́vijə, wᵻð ɛ́θnᵻk klɛ́nzᵻŋ tɑ́rɡətᵻŋ sᵻvᵻ́ljənz.",
        "hash": "TXT_2981ef7e63c357e2da87f84db1ac2c.mp3",
        "score": 0.5
    },
    {
        "txt": "Kosovo Conflict: The Kosovo Conflict ignited NATO intervention, aiming to halt human rights abuses and ethnic violence.",
        "ipa": "kówsowvòw kɒ́nflᵻkt: ðə kówsowvòw kɒ́nflᵻkt ᵻ̀ɡnájtᵻd NATO ᵻ̀ntərvɛ́nʃən, ɛ́jmᵻŋ tə hɔ́lt hjúwmən rájts əbjúwsᵻz ənd ɛ́θnᵻk vájələns.",
        "hash": "TXT_670394bc7b87ceb264d20d58b0ca0c.mp3",
        "score": 0.5
    },
    {
        "txt": "European Economic Community: The European Economic Community laid the groundwork for deeper European integration, gradually evolving into the EU.",
        "ipa": "jʊ̀rəpíjən ɛ̀kənɒ́mᵻk kəmjúwnᵻtij: ðə jʊ̀rəpíjən ɛ̀kənɒ́mᵻk kəmjúwnᵻtij lɛ́jd ðə ɡráwndwɜ̀rk fɔr díjpər jʊ̀rəpíjən ᵻ̀ntəɡrɛjʃən, ɡrǽdʒuwəlij əvɒ́lvᵻŋ ᵻntə ðə EU.",
        "hash": "TXT_7012c1aa9e3d21e4146663c47939bc.mp3",
        "score": 0.5
    },
    {
        "txt": "Treaty of Maastricht: The Treaty of Maastricht advanced European integration by creating a common currency framework and EU citizenship.",
        "ipa": "tríjtij əv mɒ́strᵻ̀kt: ðə tríjtij əv mɒ́strᵻ̀kt ədvǽnst jʊ̀rəpíjən ᵻ̀ntəɡrɛjʃən baj krijɛ́jtᵻŋ ə kɒ́mən kɜ́rənsij frɛ́jmwɜ̀rk ənd EU sᵻ́tᵻzənʃᵻ̀p.",
        "hash": "TXT_6e57f19c69f40b0954385af93d69d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Irish War of Independence: The Irish War of Independence precipitated the partition of the island, establishing the Irish Free State.",
        "ipa": "ájərᵻʃ wɔ́r əv ᵻ̀ndəpɛ́ndəns: ðə ájərᵻʃ wɔ́r əv ᵻ̀ndəpɛ́ndəns prəsᵻ́pᵻtɛ̀jtᵻd ðə pɑrtᵻ́ʃən əv ðə ájlənd, əstǽblᵻʃᵻŋ ðə ájərᵻʃ fríj stɛ́jt.",
        "hash": "TXT_fa21dc97937d309ff43deba00529e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Good Friday Agreement: The Good Friday Agreement ended decades of sectarian violence in Northern Ireland, mandating power-sharing governance.",
        "ipa": "ɡʊ́d frájdɛj əɡríjmənt: ðə ɡʊ́d frájdɛj əɡríjmənt ɛ́ndᵻd dɛ́kɛjdz əv sɛktɛ́ərijən vájələns ᵻn nɔ́rðərn ájərlənd, mǽndɛ̀jtᵻŋ páwər-ʃɛ́ərᵻŋ ɡʌ́vərnəns.",
        "hash": "TXT_bbda66b739212cffadf1e3936d4eb7.mp3",
        "score": 0.5
    },
    {
        "txt": "Catalan Independence: The push for Catalan Independence sparked legal battles with Spanish authorities over regional autonomy.",
        "ipa": "kǽtələn ᵻ̀ndəpɛ́ndəns: ðə pʊ́ʃ fɔr kǽtələn ᵻ̀ndəpɛ́ndəns spɑ́rkt líjɡəl bǽtəlz wᵻð spǽnᵻʃ əθɔ́rᵻtijz ówvər ríjdʒənəl ətɒ́nəmij.",
        "hash": "TXT_0aa9942c07471ea27d349b73689fcf.mp3",
        "score": 0.5
    },
    {
        "txt": "Scotland Referendum: The Scotland Referendum reopened questions of national identity within the United Kingdom.",
        "ipa": "skɔ́tlənd rɛ̀fərɛ́ndəm: ðə skɔ́tlənd rɛ̀fərɛ́ndəm rijówpənd kwɛ́stʃənz əv nǽʃənəl ajdɛ́ntᵻtij wᵻðᵻ́n ðə juwnájtᵻd kᵻ́ŋdəm.",
        "hash": "TXT_11e0ee3da565645a341ddc1f7780cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Brexit Negotiations: Brexit Negotiations proved arduous, with the UK struggling to redefine its relationship with the European Union.",
        "ipa": "brɛ́ɡzᵻt nəɡòwʃijɛ́jʃənz: brɛ́ɡzᵻt nəɡòwʃijɛ́jʃənz prúwvd ɑ́rdʒuwəs, wᵻð ðə UK strʌ́ɡəlᵻŋ tə rijdəfájn ᵻts rəlɛ́jʃənʃᵻ̀p wᵻð ðə jʊ̀rəpíjən júwnjən.",
        "hash": "TXT_64809d20e5a4b492aefae5fec62cc1.mp3",
        "score": 0.5
    },
    {
        "txt": "Hong Kong Protests: The Hong Kong Protests highlighted tensions over autonomy under the “one country, two systems” arrangement.",
        "ipa": "hɔ́ŋ kɔŋ prówtɛ̀s: ðə hɔ́ŋ kɔŋ prówtɛ̀s hájlàjtᵻd tɛ́ntʃənz ówvər ətɒ́nəmij ʌ́ndər ðə “wʌ́n kʌ́ntrij, túw sᵻ́stəmz” ərɛ́jndʒmənt.",
        "hash": "TXT_3ed94628c7f875b7587ed0605cc57b.mp3",
        "score": 0.5
    },
    {
        "txt": "Arab Uprisings: The Arab Uprisings demanded democracy and economic reforms, challenging entrenched regimes across North Africa and the Middle East.",
        "ipa": "ǽrəb ʌ́pràjzᵻŋz: ðə ǽrəb ʌ́pràjzᵻŋz dəmǽndᵻd dəmɒ́krəsij ənd ɛ̀kənɒ́mᵻk rəfɔ́rmz, tʃǽləndʒᵻŋ ɛntrɛ́ntʃt rɛjʒíjmz əkrɔ́s nɔ́rθ ǽfrᵻkə ənd ðə mᵻ́dəl íjst.",
        "hash": "TXT_60f9aeed5fb82850bd8fd73db70016.mp3",
        "score": 0.5
    },
    {
        "txt": "ISIS Emergence: The ISIS Emergence exploited power vacuums in Iraq and Syria, declaring a caliphate and destabilizing the region.",
        "ipa": "ISIS əmɜ́rdʒəns: ðə ISIS əmɜ́rdʒəns ɛ́ksplɔ̀jtᵻd páwər vǽkjuwmz ᵻn àjərɒ́k ənd sɪ́ərijə, dəklɛ́ərᵻŋ ə kǽlᵻfət ənd dəstɛ́jbᵻlàjzᵻŋ ðə ríjdʒən.",
        "hash": "TXT_3d0e5a7892b7cec4637c87786a5104.mp3",
        "score": 0.5
    },
    {
        "txt": "Ukrainian Revolution: The Ukrainian Revolution ousted a pro-Russian president, sparking geopolitical contest and conflict in Donbas.",
        "ipa": "juwkrɛ́jnijən rɛ̀vəlúwʃən: ðə juwkrɛ́jnijən rɛ̀vəlúwʃən áwstᵻd ə prów-rʌ́ʃən prɛ́zədɛ̀nt, spɑ́rkᵻŋ dʒìjowpəlᵻ́tᵻkəl kɒ́ntɛst ənd kɒ́nflᵻkt ᵻn dɒ́nbæs.",
        "hash": "TXT_9273c741a0475d2401f13bf7180fd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Annexation of Crimea: Russia’s Annexation of Crimea in 2014 drew international condemnation, prompting sanctions and heightening tensions.",
        "ipa": "æ̀nɛksɛ́jʃən əv krajmíjə: rʌ́ʃə'z æ̀nɛksɛ́jʃən əv krajmíjə ᵻn 2014 drúw ᵻ̀ntərnǽʃənəl kɒ̀ndəmnɛ́jʃən, prɒ́mptᵻŋ sǽŋkʃənz ənd hájtənᵻŋ tɛ́ntʃənz.",
        "hash": "TXT_75d472fcdb48d90d7af2ec499e9e08.mp3",
        "score": 0.5
    },
    {
        "txt": "Syrian Civil War: The Syrian Civil War unfolded into a multi-faceted conflict, drawing foreign powers and complicating peace efforts.",
        "ipa": "sɪ́ərijən sᵻ́vəl wɔ́r: ðə sɪ́ərijən sᵻ́vəl wɔ́r ʌ̀nfówldᵻd ᵻntə ə mʌ́ltij-fǽsətᵻd kɒ́nflᵻkt, drɔ́jŋ fɑ́rən páwərz ənd kɒ́mpləkɛ̀jtᵻŋ píjs ɛ́fərts.",
        "hash": "TXT_338d78fc4a45bcad770fa0f40c573e.mp3",
        "score": 0.5
    },
    {
        "txt": "Operation Desert Storm: Operation Desert Storm utilized advanced military technology to expel Iraqi forces from Kuwait.",
        "ipa": "ɒ̀pərɛ́jʃən dɛ́zərt stɔ́rm: ɒ̀pərɛ́jʃən dɛ́zərt stɔ́rm júwtᵻlàjzd ədvǽnst mᵻ́lᵻtɛ̀ərij tɛknɒ́lədʒij tə əkspɛ́l àjərǽkij fɔ́rsᵻz frəm kuwɛ́jt.",
        "hash": "TXT_9b58da47b6d581fee7ba0f7aac9061.mp3",
        "score": 0.5
    },
    {
        "txt": "Dutch East India Company: The Dutch East India Company monopolized spice trade routes, amassing immense wealth and colonial influence.",
        "ipa": "dʌ́tʃ íjst ᵻ́ndijə kʌ́mpənìj: ðə dʌ́tʃ íjst ᵻ́ndijə kʌ́mpənìj mənɒ́pəlàjzd spájs trɛ́jd ráwts, əmǽsᵻŋ ᵻ̀mɛ́ns wɛ́lθ ənd kəlównijəl ᵻ́nfluwəns.",
        "hash": "TXT_763d74cdc6e9d0f8179b654bd41b0c.mp3",
        "score": 0.5
    },
    {
        "txt": "British East India Company: The British East India Company served as the backbone of British imperial expansion in South Asia.",
        "ipa": "brᵻ́tᵻʃ íjst ᵻ́ndijə kʌ́mpənìj: ðə brᵻ́tᵻʃ íjst ᵻ́ndijə kʌ́mpənìj sɜ́rvd æz ðə bǽkbòwn əv brᵻ́tᵻʃ ᵻ̀mpɪ́ərijəl əkspǽnʃən ᵻn sáwθ ɛ́jʒə.",
        "hash": "TXT_cc94054418fd4052b988e0cbf7a1ef.mp3",
        "score": 0.5
    },
    {
        "txt": "Portuguese Empire: The Portuguese Empire pioneered maritime exploration, establishing coastal strongholds in Africa, Asia, and Brazil.",
        "ipa": "pɔ́rtʃəɡìjz ɛ́mpajər: ðə pɔ́rtʃəɡìjz ɛ́mpajər pàjənɪ́ərd mɛ́ərᵻtàjm ɛ̀ksplərɛ́jʃən, əstǽblᵻʃᵻŋ kówstəl strɔ́ŋhòwldz ᵻn ǽfrᵻkə, ɛ́jʒə, ənd brəzᵻ́l.",
        "hash": "TXT_595b058702f89490b11d330c6e995b.mp3",
        "score": 0.5
    },
    {
        "txt": "Printing Press: Gutenberg’s Printing Press dramatically expanded access to literature, paving the way for the Reformation and scientific inquiry.",
        "ipa": "prᵻ́ntᵻŋ prɛ́s: ɡúwtənbərɡ's prᵻ́ntᵻŋ prɛ́s drəmǽtᵻkəlij əkspǽndᵻd ǽksɛ̀s tə lᵻ́tərətʃər, pɛ́jvᵻŋ ðə wɛj fɔr ðə rɛ̀fərmɛ́jʃən ənd sàjəntᵻ́fᵻk ᵻ̀nkwájərìj.",
        "hash": "TXT_5411324b2e14800c969f3d30274f5e.mp3",
        "score": 0.5
    },
    {
        "txt": "Warsaw Ghetto: In the Warsaw Ghetto, Jewish residents staged a valiant uprising despite overwhelming Nazi forces.",
        "ipa": "wɔ́rsɔ̀ ɡɛ́tow: ᵻn ðə wɔ́rsɔ̀ ɡɛ́tow, dʒúwᵻʃ rɛ́zᵻdənts stɛ́jdʒd ə vǽljənt ʌ́pràjzᵻŋ dəspájt òwvərwɛ́lmᵻŋ nɒ́tsij fɔ́rsᵻz.",
        "hash": "TXT_74e09da62918d220ae66a030e2c2a7.mp3",
        "score": 0.5
    },
    {
        "txt": "Free French: The Free French, led by Charles de Gaulle, continued the fight against Axis occupation from overseas.",
        "ipa": "fríj frɛ́ntʃ: ðə fríj frɛ́ntʃ, lɛ́d baj tʃɑ́rlz de ɡɔ́l, kəntᵻ́njuwd ðə fájt əɡɛ́jnst ǽksᵻs ɒ̀kjəpɛ́jʃən frəm ówvərsíjz.",
        "hash": "TXT_823c957cfea0f6cb60e2bbaff49401.mp3",
        "score": 0.5
    },
    {
        "txt": "Battle of Britain: The Battle of Britain saw the Royal Air Force bravely repel the Luftwaffe’s attempt at aerial domination.",
        "ipa": "bǽtəl əv brᵻ́tən: ðə bǽtəl əv brᵻ́tən sɔ́ ðə rɔ́jəl ɛ́ər fɔ́rs brɛ́jvlij rəpɛ́l ðə lʊftvɒ́fə'z ətɛ́mpt æt ɛ́ərijəl dɒ̀mᵻnɛ́jʃən.",
        "hash": "TXT_804e2b8a557f65cd1aa6ec1c9a9074.mp3",
        "score": 0.5
    },
    {
        "txt": "Hiroshima Bombing: The Hiroshima Bombing ushered in the nuclear age, inciting global ethical debates over atomic warfare.",
        "ipa": "hajərowʃíjmə bɒ́mᵻŋ: ðə hajərowʃíjmə bɒ́mᵻŋ ʌ́ʃərd ᵻn ðə núwklijər ɛ́jdʒ, ᵻ̀nsájtᵻŋ ɡlówbəl ɛ́θᵻkəl dəbɛ́jts ówvər ətɒ́mᵻk wɔ́rfɛ̀ər.",
        "hash": "TXT_a8f3db92637050024b26268da9ce0f.mp3",
        "score": 0.5
    },
    {
        "txt": "Nagasaki Bombing: Nagasaki Bombing followed Hiroshima, prompting Japan’s unconditional surrender and ending WWII in the Pacific.",
        "ipa": "nɒ́ɡəsɒkij bɒ́mᵻŋ: nɒ́ɡəsɒkij bɒ́mᵻŋ fɒ́lowd hajərowʃíjmə, prɒ́mptᵻŋ dʒəpǽn'z ʌ̀nkəndᵻ́ʃənəl sərɛ́ndər ənd ɛ́ndᵻŋ WWII ᵻn ðə pəsᵻ́fᵻk.",
        "hash": "TXT_1193fe91780447d76890a77cfed5aa.mp3",
        "score": 0.5
    },
    {
        "txt": "German Reunification: German Reunification in 1990 ended the division between East and West, symbolizing Cold War resolution.",
        "ipa": "dʒɜ́rmən rijùwnᵻfᵻkɛ́jʃən: dʒɜ́rmən rijùwnᵻfᵻkɛ́jʃən ᵻn 1990 ɛ́ndᵻd ðə dᵻvᵻ́ʒən bijtwíjn íjst ənd wɛ́st, sᵻ́mbəlàjzᵻŋ kówld wɔ́r rɛ̀zəlúwʃən.",
        "hash": "TXT_fc29dcbb5aeea6420a7e12fd25fde3.mp3",
        "score": 0.5
    },
    {
        "txt": "Velvet Divorce: The Velvet Divorce peacefully separated Czechoslovakia into the Czech Republic and Slovakia in 1993.",
        "ipa": "vɛ́lvət dᵻvɔ́rs: ðə vɛ́lvət dᵻvɔ́rs píjsfəlij sɛ́pərɛ̀jtᵻd tʃɛ̀kəslowvɒ́kijə ᵻntə ðə tʃɛ́k rəpʌ́blᵻk ənd slòwvɒ́kìjə ᵻn 1993.",
        "hash": "TXT_0315604e90bf63831015c51072965e.mp3",
        "score": 0.5
    },
    {
        "txt": "Civil Disobedience: Civil Disobedience formed the core of many social movements, from Gandhi’s India to the U.S. Civil Rights era.",
        "ipa": "sᵻ́vəl dᵻ̀səbíjdijəns: sᵻ́vəl dᵻ̀səbíjdijəns fɔ́rmd ðə kɔ́r əv mɛ́nij sówʃəl múwvmənts, frəm ɡɒ́ndij'z ᵻ́ndijə tə ðə U.S. sᵻ́vəl rájts ɛ́ərə.",
        "hash": "TXT_6f528ff70a48d29631b8fc9b501408.mp3",
        "score": 0.5
    },
    {
        "txt": "Nonviolent Protest: Nonviolent Protest effectively eroded unjust systems by highlighting brutality inflicted on peaceful demonstrators.",
        "ipa": "nɒnvájələnt prówtəst: nɒnvájələnt prówtəst əfɛ́ktᵻvlij ərówdᵻd ʌ̀ndʒʌ́st sᵻ́stəmz baj hájlàjtᵻŋ bruwtǽlᵻtij ᵻ̀nflᵻ́ktᵻd ɒn píjsfəl dɛ́mənstrɛ̀jtərz.",
        "hash": "TXT_f279be1c6749306a1861137c7fa0a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Hollywood Blacklist: The Hollywood Blacklist ostracized those suspected of subversive affiliations, stifling artistic expression.",
        "ipa": "hɒ́lijwʊd blǽklᵻ̀st: ðə hɒ́lijwʊd blǽklᵻ̀st ɔ́strəsàjzd ðowz səspɛ́ktᵻd əv sʌbvɜ́rsᵻv əfᵻ̀lijɛ́jʃənz, stájfəlᵻŋ ɑrtᵻ́stᵻk əksprɛ́ʃən.",
        "hash": "TXT_66077de8331d87b59aa03ef554c346.mp3",
        "score": 0.5
    },
    {
        "txt": "Gender Equality: Women’s suffrage and labor rights struggles shaped the broader quest for Gender Equality worldwide.",
        "ipa": "dʒɛ́ndər əkwɑ́lᵻtij: wᵻ́mən'z sʌ́frᵻdʒ ənd lɛ́jbər rájts strʌ́ɡəlz ʃɛ́jpt ðə brɔ́dər kwɛ́st fɔr dʒɛ́ndər əkwɑ́lᵻtij wɜ́rldwájd.",
        "hash": "TXT_7169a0b0af375554c66ad3c6a55929.mp3",
        "score": 0.5
    },
    {
        "txt": "Universal Suffrage: Universal Suffrage expanded the democratic franchise, transcending property and gender barriers in many nations.",
        "ipa": "jùwnᵻvɜ́rsəl sʌ́frᵻdʒ: jùwnᵻvɜ́rsəl sʌ́frᵻdʒ əkspǽndᵻd ðə dɛ̀məkrǽtᵻk frǽntʃàjz, trænsɛ́ndᵻŋ prɒ́pərtij ənd dʒɛ́ndər bǽrijərz ᵻn mɛ́nij nɛ́jʃənz.",
        "hash": "TXT_a42f99f3548ea5cc677d7eefeef46a.mp3",
        "score": 0.5
    },
    {
        "txt": "Salem Witch Trials: During the Salem Witch Trials, puritanical fears and personal vendettas led to wrongful accusations of witchcraft.",
        "ipa": "sɛ́jləm wᵻ́tʃ trájəlz: dʊ́rᵻŋ ðə sɛ́jləm wᵻ́tʃ trájəlz, pjʊ̀rᵻtǽnᵻkəl fɪ́ərz ənd pɜ́rsənəl vɛndɛ́təz lɛ́d tə rɔ́ŋfəl æ̀kjəzɛ́jʃənz əv wᵻ́tʃkræ̀ft.",
        "hash": "TXT_53f303d10993b73d0edba2eb0f2739.mp3",
        "score": 0.5
    },
    {
        "txt": "Colonial Expansion: Powers like Spain, Portugal, and Britain pursued Colonial Expansion, seeking wealth in new lands.",
        "ipa": "kəlównijəl əkspǽnʃən: páwərz lájk spɛ́jn, pɔ́rtʃəɡəl, ənd brᵻ́tən pərsúwd kəlównijəl əkspǽnʃən, síjkᵻŋ wɛ́lθ ᵻn núw lǽndz.",
        "hash": "TXT_8c243709e111788f81a4e35405c628.mp3",
        "score": 0.5
    },
    {
        "txt": "Imperial Overreach: Imperial Overreach ultimately strained resources and provoked nationalist sentiments in colonized territories.",
        "ipa": "ᵻ̀mpɪ́ərijəl ówvərrìjtʃ: ᵻ̀mpɪ́ərijəl ówvərrìjtʃ ʌ́ltᵻmətlij strɛ́jnd ríjsɔrsᵻz ənd prəvówkt nǽʃənəlᵻst sɛ́ntᵻmənts ᵻn kɒ́lənàjzd tɛ́ərᵻtɔ̀rijz.",
        "hash": "TXT_6f6cd95d9ec53bb0c9ba4609200f9e.mp3",
        "score": 0.5
    },
    {
        "txt": "Sputnik Launch: The Sputnik Launch in 1957 signaled the Soviet Union’s technological lead, igniting the Space Race with the United States.",
        "ipa": "spʊ́tnᵻk lɔ́ntʃ: ðə spʊ́tnᵻk lɔ́ntʃ ᵻn 1957 sᵻ́ɡnəld ðə sówvijɛ̀t júwnjən'z tɛ̀knəlɒ́dʒᵻkəl líjd, ᵻ̀ɡnájtᵻŋ ðə spɛ́js rɛ́js wᵻð ðə juwnájtᵻd stɛ́jts.",
        "hash": "TXT_44723b565ca2038519a6eb4473d6b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Apollo Program: NASA’s Apollo Program placed the first humans on the Moon, symbolizing the pinnacle of American ingenuity.",
        "ipa": "əpɒ́low prówɡræ̀m: nǽsə'z əpɒ́low prówɡræ̀m plɛ́jst ðə fɜ́rst hjúwmənz ɒn ðə múwn, sᵻ́mbəlàjzᵻŋ ðə pᵻ́nəkəl əv əmɛ́ərᵻkən ᵻ̀ndʒənjúwᵻtìj.",
        "hash": "TXT_4b74e80c63631823d4303e586029d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Internet Revolution: The Internet Revolution democratized information, prompting shifts in business, education, and global connectivity.",
        "ipa": "ᵻ́ntərnɛ̀t rɛ̀vəlúwʃən: ðə ᵻ́ntərnɛ̀t rɛ̀vəlúwʃən dəmɒ́krətàjzd ᵻnfərmɛ́jʃən, prɒ́mptᵻŋ ʃᵻ́fts ᵻn bᵻ́znəs, ɛ̀dʒəkɛ́jʃən, ənd ɡlówbəl kənɛktᵻ́vᵻtij.",
        "hash": "TXT_69550fdecde99d6816383399143d83.mp3",
        "score": 0.5
    },
    {
        "txt": "Big Data: Big Data analytics trace their lineage to the massive intelligence-gathering operations of the 20th century.",
        "ipa": "bᵻ́ɡ dɛ́jtə: bᵻ́ɡ dɛ́jtə æ̀nəlᵻ́tᵻks trɛ́js ðɛər lᵻ́nijᵻdʒ tə ðə mǽsᵻv ᵻntɛ́lᵻdʒəns-ɡǽðərᵻŋ ɒ̀pərɛ́jʃənz əv ðə 20th sɛ́ntʃərij.",
        "hash": "TXT_9c091704f09dddc6202145e201fbfd.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicon Valley: Born of Cold War research funding, Silicon Valley grew into a global hub for technology start-ups.",
        "ipa": "sᵻ́ləkən vǽlij: bɔ́rn əv kówld wɔ́r ríjsərtʃ fʌ́ndᵻŋ, sᵻ́ləkən vǽlij ɡrúw ᵻntə ə ɡlówbəl hʌ́b fɔr tɛknɒ́lədʒij stɑ́rt-ʌ́ps.",
        "hash": "TXT_5059bcd66b4a9f69ce2cba49ed2588.mp3",
        "score": 0.5
    },
    {
        "txt": "Social Media Revolution: The Social Media Revolution magnified grassroots activism, transforming how movements organize and disseminate information.",
        "ipa": "sówʃəl míjdijə rɛ̀vəlúwʃən: ðə sówʃəl míjdijə rɛ̀vəlúwʃən mǽɡnᵻfàjd ɡrǽsrúwts ǽktᵻvᵻ̀zəm, trænsfɔ́rmᵻŋ háw múwvmənts ɔ́rɡənàjz ənd dᵻsɛ́mᵻnɛ̀jt ᵻnfərmɛ́jʃən.",
        "hash": "TXT_35500087a30c960adb7a94f86df94a.mp3",
        "score": 0.5
    },
    {
        "txt": "Agricultural Revolution: The Agricultural Revolution introduced reliable crop cultivation, enabling permanent settlements and dramatic population increases.  ",
        "ipa": "æ̀ɡrəkʌ́ltʃərəl rɛ̀vəlúwʃən: ðə æ̀ɡrəkʌ́ltʃərəl rɛ̀vəlúwʃən ᵻ̀ntrədúwst rəlájəbəl krɒ́p kʌ̀ltᵻvɛ́jʃən, ɛnɛ́jbəlᵻŋ pɜ́rmənənt sɛ́təlmənts ənd drəmǽtᵻk pɒ̀pjəlɛ́jʃən ᵻ́nkrìjsᵻz.",
        "hash": "TXT_4ad9e770f1fb3c431bf1fdf981ac65.mp3",
        "score": 0.5
    },
    {
        "txt": "Neolithic Revolution: During the Neolithic Revolution, humans transitioned from nomadic hunting to settled agriculture, reshaping societal structures.  ",
        "ipa": "níjowlᵻ̀θᵻk rɛ̀vəlúwʃən: dʊ́rᵻŋ ðə níjowlᵻ̀θᵻk rɛ̀vəlúwʃən, hjúwmənz trǽnzᵻʃənd frəm nowmǽdᵻk hʌ́ntᵻŋ tə sɛ́təld ǽɡrᵻkʌ̀ltʃər, rijʃɛ́jpᵻŋ səsájətəl strʌ́ktʃərz.",
        "hash": "TXT_f4682dd13b1d5c0509dc0c5e477532.mp3",
        "score": 0.5
    },
    {
        "txt": "Green Revolution: The Green Revolution introduced high-yield seeds and synthetic fertilizers, averting famines but raising concerns about environmental sustainability.  ",
        "ipa": "ɡríjn rɛ̀vəlúwʃən: ðə ɡríjn rɛ̀vəlúwʃən ᵻ̀ntrədúwst háj-jíjld síjdz ənd sᵻnθɛ́tᵻk fɜ́rtᵻlàjzərz, əvɜ́rtᵻŋ fǽmᵻnz bʌt rɛ́jzᵻŋ kənsɜ́rnz əbawt ənvàjərənmɛ́ntəl səstɛ̀jnəbᵻ́lᵻtij.",
        "hash": "TXT_338bd54f195b325064b3b52ea1c455.mp3",
        "score": 0.5
    },
    {
        "txt": "Munich Agreement: The Munich Agreement permitted Nazi Germany’s occupation of the Sudetenland, illustrating the futile policy of appeasement.  ",
        "ipa": "mjúwnᵻk əɡríjmənt: ðə mjúwnᵻk əɡríjmənt pərmᵻ́tᵻd nɒ́tsij dʒɜ́rmənij'z ɒ̀kjəpɛ́jʃən əv ðə suwdɛ́jtənlæ̀nd, ᵻ́ləstrɛ̀jtᵻŋ ðə fjúwtajl pɒ́lᵻsij əv əpíjzmənt.",
        "hash": "TXT_2a79c3e0126b8193f09d8e3203a1f7.mp3",
        "score": 0.5
    },
    {
        "txt": "Operation Sea Lion: Hitler’s planned Operation Sea Lion sought to invade Britain, but the Luftwaffe’s failure in the Battle of Britain thwarted it.  ",
        "ipa": "ɒ̀pərɛ́jʃən síj lájən: hᵻ́tlər'z plǽnd ɒ̀pərɛ́jʃən síj lájən sɔ́t tə ᵻ̀nvɛ́jd brᵻ́tən, bʌt ðə lʊftvɒ́fə'z fɛ́jljər ᵻn ðə bǽtəl əv brᵻ́tən θwɔ́rtᵻd ᵻt.",
        "hash": "TXT_cbf2a7939fc9aeec057021f5a1d638.mp3",
        "score": 0.5
    },
    {
        "txt": "Warsaw Uprising (1944): Led by the Polish resistance, the Warsaw Uprising sought liberation from Nazi occupation but ended in devastating loss.  ",
        "ipa": "wɔ́rsɔ̀ ʌ́pràjzᵻŋ (1944): lɛ́d baj ðə pɒ́lᵻʃ rəzᵻ́stəns, ðə wɔ́rsɔ̀ ʌ́pràjzᵻŋ sɔ́t lᵻ̀bɜ̀rɛ́jʃən frəm nɒ́tsij ɒ̀kjəpɛ́jʃən bʌt ɛ́ndᵻd ᵻn dɛ́vəstɛ̀jtᵻŋ lɔ́s.",
        "hash": "TXT_57d75b6226f6712b3b255dcf2e30b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Breakup of Yugoslavia: The Breakup of Yugoslavia triggered a series of brutal wars and ethnic cleansings in the Balkans.  ",
        "ipa": "brɛ́jkʌ̀p əv jùwɡowslɒ́vijə: ðə brɛ́jkʌ̀p əv jùwɡowslɒ́vijə trᵻ́ɡərd ə sɪ́ərijz əv brúwtəl wɔ́rz ənd ɛ́θnᵻk klɛ́nzᵻŋz ᵻn ðə bɔ́lkənz.",
        "hash": "TXT_21ae4da7e976d5a793c5d86b7a3df7.mp3",
        "score": 0.5
    },
    {
        "txt": "Weimar Hyperinflation: Spiraling Weimar Hyperinflation annihilated savings, undermining faith in Germany’s democratic experiment.  ",
        "ipa": "vájmɑr hàjpərᵻnflɛ́jʃən: spájərəlᵻŋ vájmɑr hàjpərᵻnflɛ́jʃən ənájəlɛ̀jtᵻd sɛ́jvᵻŋz, ʌ́ndərmàjnᵻŋ fɛ́jθ ᵻn dʒɜ́rmənij'z dɛ̀məkrǽtᵻk əkspɛ́ərᵻmənt.",
        "hash": "TXT_754f53df9c6f11a9721b20df220b0f.mp3",
        "score": 0.5
    },
    {
        "txt": "Young Plan: The Young Plan further reduced Germany’s reparation obligations, offering a brief respite before the Great Depression.  ",
        "ipa": "jʌ́ŋ plǽn: ðə jʌ́ŋ plǽn fɜ́rðər rədjúwst dʒɜ́rmənij'z rɛ̀pərɛ́jʃən ɒ̀bləɡɛ́jʃənz, ɔ́fərᵻŋ ə bríjf rɛ́spᵻt bəfɔ́r ðə ɡrɛ́jt dəprɛ́ʃən.",
        "hash": "TXT_3d7a4c48140db6026ec6c11b7f87bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Iranian Hostage Crisis: The Iranian Hostage Crisis erupted when militants seized the U.S. Embassy in Tehran, straining diplomatic ties for over a year.  ",
        "ipa": "ᵻ̀ərɒ́nijən hɒ́stᵻdʒ krájsᵻs: ðə ᵻ̀ərɒ́nijən hɒ́stᵻdʒ krájsᵻs ìjərʌ́ptᵻd wɛ́n mᵻ́lᵻtənts síjzd ðə U.S. ɛ́mbəsij ᵻn tɛ̀jərɒ́n, strɛ́jnᵻŋ dᵻ̀pləmǽtᵻk tájz fɔr ówvər ə jɪ́ər.",
        "hash": "TXT_3569fce43e4f2acb475d986c5439d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Taliban Emergence: The Taliban Emergence promised stability after years of war, but imposed a harsh interpretation of Sharia law upon Afghanistan.  ",
        "ipa": "tǽlᵻbæ̀n əmɜ́rdʒəns: ðə tǽlᵻbæ̀n əmɜ́rdʒəns prɒ́mᵻst stəbᵻ́lᵻtij ǽftər jɪ́ərz əv wɔ́r, bʌt ᵻ̀mpówzd ə hɑ́rʃ ᵻntɜ̀rprᵻtɛ́jʃən əv ʃɑ́rijə lɔ əpɒ́n æfɡǽnᵻstæ̀n.",
        "hash": "TXT_a054f3ee07f51ed30c443663950a6c.mp3",
        "score": 0.5
    },
    {
        "txt": "Cuban Ten Years’ War: The Cuban Ten Years’ War launched a protracted struggle for independence from Spain, foreshadowing further revolts.  ",
        "ipa": "kjúwbən tɛ́n jɪ́ərz’ wɔ́r: ðə kjúwbən tɛ́n jɪ́ərz’ wɔ́r lɔ́ntʃt ə prowtrǽktᵻd strʌ́ɡəl fɔr ᵻ̀ndəpɛ́ndəns frəm spɛ́jn, fɔrʃǽdowᵻŋ fɜ́rðər rijvówlts.",
        "hash": "TXT_bb5b8e681595057bc0be8be211d061.mp3",
        "score": 0.5
    },
    {
        "txt": "Spanish–American War: The Spanish–American War ushered in U.S. imperial influence, wresting Cuba, Puerto Rico, and the Philippines from Spain.  ",
        "ipa": "spæ̀nᵻʃ-əmɛ́ərᵻkən wɔ́r: ðə spæ̀nᵻʃ-əmɛ́ərᵻkən wɔ́r ʌ́ʃərd ᵻn U.S. ᵻ̀mpɪ́ərijəl ᵻ́nfluwəns, rɛ́stᵻŋ kjúwbə, pɔ́rtə ríjkow, ənd ðə fᵻ́ləpìjnz frəm spɛ́jn.",
        "hash": "TXT_af41b40019dd77b5dda8ccc54f0bd7.mp3",
        "score": 0.5
    },
    {
        "txt": "Florida Purchase: The Florida Purchase Treaty transferred Florida from Spain to the United States, resolving longstanding border disputes.  ",
        "ipa": "flɑ́rədə pɜ́rtʃəs: ðə flɑ́rədə pɜ́rtʃəs tríjtij trǽnsfərd flɑ́rədə frəm spɛ́jn tə ðə juwnájtᵻd stɛ́jts, rijzɒ́lvᵻŋ lɔ́ŋstæ̀ndᵻŋ bɔ́rdər dᵻspjúwts.",
        "hash": "TXT_6666737c4b59134d415eace415e57d.mp3",
        "score": 0.5
    },
    {
        "txt": "Arab Revolt: The Arab Revolt, supported by Lawrence of Arabia, aimed to expel Ottoman forces and forge a united Arab state.  ",
        "ipa": "ǽrəb rijvówlt: ðə ǽrəb rijvówlt, səpɔ́rtᵻd baj lɔ́rəns əv ərɛ́jbijə, ɛ́jmd tə əkspɛ́l ɒ́təmən fɔ́rsᵻz ənd fɔ́rdʒ ə juwnájtᵻd ǽrəb stɛ́jt.",
        "hash": "TXT_3e4a4950c5c8ba3ee51ea82c148ce4.mp3",
        "score": 0.5
    },
    {
        "txt": "Muslim Brotherhood: Founded in Egypt, the Muslim Brotherhood combined Islamic revivalism with political activism, influencing governance and social norms in the Arab world.  ",
        "ipa": "mʊzlᵻ́m brʌ́ðərhʊ̀d: fáwndᵻd ᵻn íjdʒəpt, ðə mʊzlᵻ́m brʌ́ðərhʊ̀d kəmbájnd ᵻ̀zlɒ́mᵻk rᵻvájvəlᵻzəm wᵻð pəlᵻ́tᵻkəl ǽktᵻvᵻ̀zəm, ᵻ́nflùwənsᵻŋ ɡʌ́vərnəns ənd sówʃəl nɔ́rmz ᵻn ðə ǽrəb wɜ́rld.",
        "hash": "TXT_ec13e9c6d38cf8deab80523ed8b28f.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Millet System: The Ottoman Millet System granted religious communities a degree of autonomy, preserving diverse faiths under imperial rule.  ",
        "ipa": "ɒ́təmən mᵻ́lət sᵻ́stəm: ðə ɒ́təmən mᵻ́lət sᵻ́stəm ɡrǽntᵻd rəlᵻ́dʒəs kəmjúwnᵻtijz ə dəɡríj əv ətɒ́nəmij, prəzɜ́rvᵻŋ dajvɜ́rs fɛ́jθs ʌ́ndər ᵻ̀mpɪ́ərijəl rúwl.",
        "hash": "TXT_ac9db5fa1192ff7aa330e786418fd7.mp3",
        "score": 0.5
    },
    {
        "txt": "Greco-Turkish War (1919–1922): The Greco-Turkish War ended with a forced population exchange, redrawing national borders and uprooting communities.  ",
        "ipa": "ɡrɛ́kow-tɜ́rkᵻʃ wɔ́r (1919–1922): ðə ɡrɛ́kow-tɜ́rkᵻʃ wɔ́r ɛ́ndᵻd wᵻð ə fɔ́rst pɒ̀pjəlɛ́jʃən əkstʃɛ́jndʒ, rijdrɔ́jŋ nǽʃənəl bɔ́rdərz ənd əprúwtᵻŋ kəmjúwnᵻtijz.",
        "hash": "TXT_7e396e922a0c57141f416ef65bc7ac.mp3",
        "score": 0.5
    },
    {
        "txt": "UN Partition Plan (1947): The UN Partition Plan (1947) called for separate Jewish and Arab states in Palestine, leading to escalating regional strife.  ",
        "ipa": "UN pɑrtᵻ́ʃən plǽn (1947): ðə UN pɑrtᵻ́ʃən plǽn (1947) kɔ́ld fɔr sɛ́pərət dʒúwᵻʃ ənd ǽrəb stɛ́jts ᵻn pǽləstàjn, líjdᵻŋ tə ɛ́skəlɛ̀jtᵻŋ ríjdʒənəl strájf.",
        "hash": "TXT_cdb3984639e510bb90d6819af612c9.mp3",
        "score": 0.5
    },
    {
        "txt": "Flu Pandemic of 1918: The Flu Pandemic of 1918 claimed millions of lives worldwide, exacerbating postwar suffering and highlighting global vulnerability.  ",
        "ipa": "flúw pændɛ́mᵻk əv 1918: ðə flúw pændɛ́mᵻk əv 1918 klɛ́jmd mᵻ́ljənz əv lájvz wɜ́rldwájd, əɡzǽsərbɛ̀jtᵻŋ pówstwɔ́r sʌ́fərᵻŋ ənd hájlàjtᵻŋ ɡlówbəl vʌ̀lnərəbᵻ́lᵻtij.",
        "hash": "TXT_98949a3e785ac7531e4d1c45a30012.mp3",
        "score": 0.5
    }
]