[
    {
        "txt": "Coffee Table: The coffee table held magazines and drinks within easy reach.",
        "ipa": "kɒ́fij tɛ́jbəl: ðə kɒ́fij tɛ́jbəl hɛ́ld mǽɡəzìjnz ənd drᵻ́ŋks wᵻðᵻ́n íjzij ríjtʃ.",
        "hash": "TXT_b34f84b59f15237c47d0518868d6a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Throw Blanket: The throw blanket draped elegantly over the armchair for added warmth.",
        "ipa": "θrów blǽŋkət: ðə θrów blǽŋkət drɛ́jpt ɛ́ləɡəntlìj ówvər ðə ɑ́rmtʃɛ̀ər fɔr ǽdᵻd wɔ́rmθ.",
        "hash": "TXT_03043b16b501d75ead116eedbadf1c.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Lamp: The floor lamp cast a soft glow in the reading corner.",
        "ipa": "flɔ́r lǽmp: ðə flɔ́r lǽmp kǽst ə sɒ́ft ɡlów ᵻn ðə ríjdᵻŋ kɔ́rnər.",
        "hash": "TXT_3d80461081c8c5537921ae8220e0d4.mp3",
        "score": 0.5
    },
    {
        "txt": "Area Rug: The area rug tied the living room’s color scheme together.",
        "ipa": "ɛ́ərijə rʌ́ɡ: ðə ɛ́ərijə rʌ́ɡ tájd ðə lᵻ́vᵻŋ rúwm'z kʌ́lər skíjm təɡɛ́ðər.",
        "hash": "TXT_0bd458822e9b9ab1a780d56a25bc36.mp3",
        "score": 0.5
    },
    {
        "txt": "Curtain Rod: The curtain rod supported heavy drapes with a polished finish.",
        "ipa": "kɜ́rtən rɒ́d: ðə kɜ́rtən rɒ́d səpɔ́rtᵻd hɛ́vij drɛ́jps wᵻð ə pɒ́lᵻʃt fᵻ́nᵻʃ.",
        "hash": "TXT_e0005565dd66011a08544c4607d3c3.mp3",
        "score": 0.5
    },
    {
        "txt": "Fireplace Mantel: The fireplace mantel displayed treasured family photos and heirlooms.",
        "ipa": "fájərplɛ̀js mǽntəl: ðə fájərplɛ̀js mǽntəl dᵻsplɛ́jd trɛ́ʒərd fǽmᵻlij fówtòwz ənd ɛ́ərlùwmz.",
        "hash": "TXT_409d082c40689a404cb3be305a38fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Bookcase Shelf: The bookcase shelf organized her hardcover novels by genre.",
        "ipa": "bʊ́kkɛ̀js ʃɛ́lf: ðə bʊ́kkɛ̀js ʃɛ́lf ɔ́rɡənàjzd hər hɑ́rdkʌ̀vər nɒ́vəlz baj ʒɒ́nrə.",
        "hash": "TXT_05ef63b7e7d32d746b78f561b0def9.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorative Vase: The decorative vase held fresh flowers, brightening the room instantly.",
        "ipa": "dɛ́kərətᵻv vɒ́z: ðə dɛ́kərətᵻv vɒ́z hɛ́ld frɛ́ʃ fláwərz, brájtənᵻŋ ðə rúwm ᵻ́nstəntlij.",
        "hash": "TXT_341121520995f6c3a3fbb859b55538.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Clock: The wall clock chimed at the top of every hour.",
        "ipa": "wɔ́l klɒ́k: ðə wɔ́l klɒ́k tʃájmd æt ðə tɒ́p əv ɛvərij áwər.",
        "hash": "TXT_ba098968c56c7a1e7fc648f2ef513f.mp3",
        "score": 0.5
    },
    {
        "txt": "Dining Room Table: The dining room table extended to seat extra guests during holiday gatherings.",
        "ipa": "dájnᵻŋ rúwm tɛ́jbəl: ðə dájnᵻŋ rúwm tɛ́jbəl əkstɛ́ndᵻd tə síjt ɛ́kstrə ɡɛ́sts dʊ́rᵻŋ hɒ́lədɛ̀j ɡǽðərᵻŋz.",
        "hash": "TXT_616f392424d7294f7873f0decc037f.mp3",
        "score": 0.5
    },
    {
        "txt": "China Cabinet: The china cabinet showcased delicate porcelain plates and teacups.",
        "ipa": "tʃájnə kǽbᵻnət: ðə tʃájnə kǽbᵻnət ʃówkɛ̀jst dɛ́lᵻkət pɔ́rsəlᵻn plɛ́jts ənd tíjkʌ̀ps.",
        "hash": "TXT_d96cbb25cc4d591baf7d68345d6bd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Island: The kitchen island provided additional countertop space for meal prep.",
        "ipa": "kᵻ́tʃən ájlənd: ðə kᵻ́tʃən ájlənd prəvájdᵻd ədᵻ́ʃənəl káwntərtɒ̀p spɛ́js fɔr míjl prɛ́p.",
        "hash": "TXT_6fec23127a4c3f83bd29a11a174fb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Bar Stools: The bar stools gave friends a casual spot to sit while chatting.",
        "ipa": "bɑ́r stúwlz: ðə bɑ́r stúwlz ɡɛ́jv frɛ́ndz ə kǽʒəwəl spɒ́t tə sᵻ́t wájl tʃǽtᵻŋ.",
        "hash": "TXT_b0f549aa8b4f5f3b398cb0ff64491b.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Rack: The spice rack kept cumin, paprika, and coriander neatly sorted.",
        "ipa": "spájs rǽk: ðə spájs rǽk kɛ́pt kjúwmᵻn, pæpríjkə, ənd kɔ̀rijǽndər níjtlij sɔ́rtᵻd.",
        "hash": "TXT_ec5828bf39411c71bfe62eb847cb4b.mp3",
        "score": 0.5
    },
    {
        "txt": "Dish Rack: The dish rack drained plates and cups next to the sink.",
        "ipa": "dᵻ́ʃ rǽk: ðə dᵻ́ʃ rǽk drɛ́jnd plɛ́jts ənd kʌ́ps nɛ́kst tə ðə sᵻ́ŋk.",
        "hash": "TXT_88f2f82e24f119fd0e45f3304f1333.mp3",
        "score": 0.5
    },
    {
        "txt": "Recycling Bin: The recycling bin helped her separate paper, plastic, and glass properly.",
        "ipa": "rijsájklᵻŋ bᵻ́n: ðə rijsájklᵻŋ bᵻ́n hɛ́lpt hər sɛ́pərət pɛ́jpər, plǽstᵻk, ənd ɡlǽs prɒ́pərlij.",
        "hash": "TXT_cb10760a0f3bc89a302fed2efde155.mp3",
        "score": 0.5
    },
    {
        "txt": "Pantry Door: The pantry door opened to reveal rows of canned goods and cereal boxes.",
        "ipa": "pǽntrij dɔ́r: ðə pǽntrij dɔ́r ówpənd tə rəvíjl rówz əv kǽnd ɡʊ́dz ənd sɪ́ərijəl bɒ́ksᵻz.",
        "hash": "TXT_8f5b7756027ddece209e26345d7357.mp3",
        "score": 0.5
    },
    {
        "txt": "Knife Block: The knife block stored sharp blades safely away from little hands.",
        "ipa": "nájf blɒ́k: ðə nájf blɒ́k stɔ́rd ʃɑ́rp blɛ́jdz sɛ́jflij əwɛ́j frəm lᵻ́təl hǽndz.",
        "hash": "TXT_e2bc3873de873a5774b3a71cc81916.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Timer: The kitchen timer alerted her when the cookies were perfectly baked.",
        "ipa": "kᵻ́tʃən tájmər: ðə kᵻ́tʃən tájmər əlɜ́rtᵻd hər wɛ́n ðə kʊ́kijz wɜ́r pɜ́rfəktlij bɛ́jkt.",
        "hash": "TXT_db9340577769d70d7d25df47a2d6bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Rack: The wine rack stored bottles horizontally to keep corks from drying out.",
        "ipa": "wájn rǽk: ðə wájn rǽk stɔ́rd bɒ́təlz hɔ̀rᵻzɒ́ntəlij tə kíjp kɔ́rks frəm drájᵻŋ awt.",
        "hash": "TXT_3f911af712c4e7d87adb17fb417ce4.mp3",
        "score": 0.5
    },
    {
        "txt": "Breakfast Nook: The breakfast nook caught the morning sun for a cozy start to the day.",
        "ipa": "brɛ́kfəst nʊ́k: ðə brɛ́kfəst nʊ́k kɒ́t ðə mɔ́rnᵻŋ sʌ́n fɔr ə kówzij stɑ́rt tə ðə dɛ́j.",
        "hash": "TXT_ead268c7eff9e8b32d473015fc56eb.mp3",
        "score": 0.5
    },
    {
        "txt": "Standing Mixer: The standing mixer whipped cream and kneaded dough with minimal effort.",
        "ipa": "stǽndᵻŋ mᵻ́ksər: ðə stǽndᵻŋ mᵻ́ksər wᵻ́pt kríjm ənd níjdᵻd dów wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_52351b56a9486a98bcdd84b5db5afa.mp3",
        "score": 0.5
    },
    {
        "txt": "Range Hood: The range hood ventilated steam and cooking odors out of the kitchen.",
        "ipa": "rɛ́jndʒ hʊ́d: ðə rɛ́jndʒ hʊ́d vɛ́nəlɛ̀jtᵻd stíjm ənd kʊ́kᵻŋ ówdərz awt əv ðə kᵻ́tʃən.",
        "hash": "TXT_8d42de76db7aebeabc2bcb4a6ed952.mp3",
        "score": 0.5
    },
    {
        "txt": "Slow Cooker: The slow cooker simmered stews all day for a flavorful dinner.",
        "ipa": "slów kʊ́kər: ðə slów kʊ́kər sᵻ́mərd stúwz ɔl dɛ́j fɔr ə flɛ́jvərfəl dᵻ́nər.",
        "hash": "TXT_bcb0197d9c63f853d7c94d32364fc8.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Kettle: The electric kettle boiled water for tea in under a minute.",
        "ipa": "əlɛ́ktrᵻk kɛ́təl: ðə əlɛ́ktrᵻk kɛ́təl bɔ́jld wɔ́tər fɔr tíj ᵻn ʌ́ndər ə mᵻ́nᵻt.",
        "hash": "TXT_baf9656e8f9b6f2a2f73677013f1f0.mp3",
        "score": 0.5
    },
    {
        "txt": "Broom Closet: The broom closet tucked cleaning supplies out of sight.",
        "ipa": "brúwm klɒ́zət: ðə brúwm klɒ́zət tʌ́kt klíjnᵻŋ səplájz awt əv sájt.",
        "hash": "TXT_59e225f174cc6b0586d8466d967eb7.mp3",
        "score": 0.5
    },
    {
        "txt": "Coat Hook: The coat hook in the hallway held jackets and umbrellas.",
        "ipa": "kówt hʊ́k: ðə kówt hʊ́k ᵻn ðə hɔ́lwɛ̀j hɛ́ld dʒǽkəts ənd əmbrɛ́ləz.",
        "hash": "TXT_d9ad9f679bc10b536c1cc949d37223.mp3",
        "score": 0.5
    },
    {
        "txt": "Umbrella Stand: The umbrella stand collected dripping umbrellas on rainy days.",
        "ipa": "ʌ́mbrɛ̀lə stǽnd: ðə ʌ́mbrɛ̀lə stǽnd kəlɛ́ktᵻd drᵻ́pᵻŋ əmbrɛ́ləz ɒn rɛ́jnij dɛ́jz.",
        "hash": "TXT_cd1efc2e041b516eb1166c5c7d137b.mp3",
        "score": 0.5
    },
    {
        "txt": "Shoe Rack: The shoe rack kept footwear organized by the entryway.",
        "ipa": "ʃúw rǽk: ðə ʃúw rǽk kɛ́pt fʊ́twɛ̀ər ɔ́rɡənàjzd baj ðə ɛ́ntrijwɛj.",
        "hash": "TXT_04c9a0a2e7d1dc3d56372b3c952f8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Hallway Mirror: The hallway mirror allowed a quick appearance check before stepping out.",
        "ipa": "hɔ́lwɛ̀j mɪ́ərər: ðə hɔ́lwɛ̀j mɪ́ərər əláwd ə kwᵻ́k əpɪ́ərəns tʃɛ́k bəfɔ́r stɛ́pᵻŋ awt.",
        "hash": "TXT_4b8f917b209c239ce80c6e6309dfe4.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Sconce: The wall sconce illuminated the corridor with a subtle, ambient glow.",
        "ipa": "wɔ́l skɒ́ns: ðə wɔ́l skɒ́ns ᵻ̀lúwmᵻnɛ̀jtᵻd ðə kɔ́rədər wᵻð ə sʌ́təl, ǽmbijənt ɡlów.",
        "hash": "TXT_3d23428816d3c01f240448f096a197.mp3",
        "score": 0.5
    },
    {
        "txt": "Sideboard Cabinet: The sideboard cabinet stored linens, placemats, and extra tableware.",
        "ipa": "sájdbɔrd kǽbᵻnət: ðə sájdbɔrd kǽbᵻnət stɔ́rd lᵻ́nənz, plɛ́jsmæ̀ts, ənd ɛ́kstrə tɛ́jbəlwɛ̀ər.",
        "hash": "TXT_f6e342d14b693fcef7f58e248b8bbc.mp3",
        "score": 0.5
    },
    {
        "txt": "Reading Nook: The reading nook featured plush cushions for marathon reading sessions.",
        "ipa": "ríjdᵻŋ nʊ́k: ðə ríjdᵻŋ nʊ́k fíjtʃərd plʌ́ʃ kʊ́ʃənz fɔr mɛ́ərəθɒ̀n ríjdᵻŋ sɛ́ʃənz.",
        "hash": "TXT_e64cc2a6296749087542cb5dde8151.mp3",
        "score": 0.5
    },
    {
        "txt": "Throw Pillow: The throw pillow added a burst of color to the neutral couch.",
        "ipa": "θrów pᵻ́low: ðə θrów pᵻ́low ǽdᵻd ə bɜ́rst əv kʌ́lər tə ðə núwtrəl káwtʃ.",
        "hash": "TXT_505917ede0cfad4dd77e394a4bdf1f.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Seat: The ottoman seat doubled as a footrest and extra seating.",
        "ipa": "ɒ́təmən síjt: ðə ɒ́təmən síjt dʌ́bəld æz ə fʊ́trɛ̀st ənd ɛ́kstrə síjtᵻŋ.",
        "hash": "TXT_0266fdce1e0144dd2e525916d70ca2.mp3",
        "score": 0.5
    },
    {
        "txt": "Vanity Mirror: The vanity mirror brightened her makeup routine with built-in lights.",
        "ipa": "vǽnᵻtij mɪ́ərər: ðə vǽnᵻtij mɪ́ərər brájtənd hər mɛ́jkʌ̀p ruwtíjn wᵻð bᵻ́lt-ᵻn lájts.",
        "hash": "TXT_4e353c51ffe80e83429b60b1d84def.mp3",
        "score": 0.5
    },
    {
        "txt": "Medicine Cabinet: The medicine cabinet kept first-aid supplies and prescriptions in one place.",
        "ipa": "mɛ́dᵻsᵻn kǽbᵻnət: ðə mɛ́dᵻsᵻn kǽbᵻnət kɛ́pt fɜ́rst-ɛ́jd səplájz ənd prəskrᵻ́pʃənz ᵻn wʌ́n plɛ́js.",
        "hash": "TXT_f76deccfba328baee56fd015f62022.mp3",
        "score": 0.5
    },
    {
        "txt": "Bath Mat: The bath mat absorbed water and prevented slippery floors after a shower.",
        "ipa": "bǽθ mǽt: ðə bǽθ mǽt əbzɔ́rbd wɔ́tər ənd prəvɛ́ntᵻd slᵻ́pərij flɔ́rz ǽftər ə ʃáwər.",
        "hash": "TXT_7c896a350bf73281c7d79250d322e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Curtain: The shower curtain added personality to the bathroom with its floral pattern.",
        "ipa": "ʃáwər kɜ́rtən: ðə ʃáwər kɜ́rtən ǽdᵻd pɜ̀rsənǽlᵻtij tə ðə bǽθrùwm wᵻð ᵻts flɔ́rəl pǽtərn.",
        "hash": "TXT_8e996ed4a2e07373cf59a1cda8ec90.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Warmer: The towel warmer guaranteed cozy towels on cold mornings.",
        "ipa": "táwəl wɔ́rmər: ðə táwəl wɔ́rmər ɡɛ̀ərəntíjd kówzij táwəlz ɒn kówld mɔ́rnᵻŋz.",
        "hash": "TXT_5b6dc780976248672a2d99490531af.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Basket: The laundry basket overflowed after a busy week.",
        "ipa": "lɔ́ndrij bǽskət: ðə lɔ́ndrij bǽskət òwvərflówd ǽftər ə bᵻ́zij wíjk.",
        "hash": "TXT_0afbbaf80ddfe72df33da77e8c0ffd.mp3",
        "score": 0.5
    },
    {
        "txt": "Ironing Board: The ironing board folded flat for easy storage.",
        "ipa": "ájərnᵻŋ bɔ́rd: ðə ájərnᵻŋ bɔ́rd fówldᵻd flǽt fɔr íjzij stɔ́rᵻdʒ.",
        "hash": "TXT_5122c1326f177ee643cd4fd64827e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Bedside Table: The bedside table held her alarm clock and reading lamp.",
        "ipa": "bɛ́dsàjd tɛ́jbəl: ðə bɛ́dsàjd tɛ́jbəl hɛ́ld hər əlɑ́rm klɒ́k ənd ríjdᵻŋ lǽmp.",
        "hash": "TXT_852c7d26aa08c1ac6e784d9713a54e.mp3",
        "score": 0.5
    },
    {
        "txt": "Duvet Cover: The duvet cover protected her comforter from spills and stains.",
        "ipa": "duwvɛ́j kʌ́vər: ðə duwvɛ́j kʌ́vər prətɛ́ktᵻd hər kʌ́mfərtər frəm spᵻ́lz ənd stɛ́jnz.",
        "hash": "TXT_408a4ac629ef9a6602c0e6da58eb5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Mattress Topper: The mattress topper added plush support for a better night’s sleep.",
        "ipa": "mǽtrəs tɒ́pər: ðə mǽtrəs tɒ́pər ǽdᵻd plʌ́ʃ səpɔ́rt fɔr ə bɛ́tər nájt's slíjp.",
        "hash": "TXT_d2dee395b936f224963a6a31be3dcf.mp3",
        "score": 0.5
    },
    {
        "txt": "Wardrobe Mirror: The wardrobe mirror reflected her outfit choices each morning.",
        "ipa": "wɔ́rdròwb mɪ́ərər: ðə wɔ́rdròwb mɪ́ərər rəflɛ́ktᵻd hər áwtfᵻ̀t tʃɔ́jsᵻz ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_53374b22b3631f4c86456b882adbc9.mp3",
        "score": 0.5
    },
    {
        "txt": "Clothes Hamper: The clothes hamper concealed dirty laundry until wash day.",
        "ipa": "klówðz hǽmpər: ðə klówðz hǽmpər kənsíjld dɜ́rtij lɔ́ndrij əntᵻ́l wɒ́ʃ dɛ́j.",
        "hash": "TXT_ed53ee56985f0a44ea9ac239dc4338.mp3",
        "score": 0.5
    },
    {
        "txt": "Heated Blanket: The heated blanket offered soothing warmth during winter nights.",
        "ipa": "híjtᵻd blǽŋkət: ðə híjtᵻd blǽŋkət ɔ́fərd súwðᵻŋ wɔ́rmθ dʊ́rᵻŋ wᵻ́ntər nájts.",
        "hash": "TXT_bbe9b0666c8a5f8d144268d6c45bf1.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceiling Fan: The ceiling fan circulated cool air in summer without blasting the AC.",
        "ipa": "síjlᵻŋ fǽn: ðə síjlᵻŋ fǽn sɜ́rkjəlɛ̀jtᵻd kúwl ɛ́ər ᵻn sʌ́mər wᵻðáwt blǽstᵻŋ ðə AC.",
        "hash": "TXT_999cbe1e8472db90b36c3daa655d42.mp3",
        "score": 0.5
    },
    {
        "txt": "Smoke Alarm: The smoke alarm beeped loudly at even the slightest sign of smoke.",
        "ipa": "smówk əlɑ́rm: ðə smówk əlɑ́rm bíjpt láwdlij æt íjvən ðə slájtəst sájn əv smówk.",
        "hash": "TXT_f3eaf3c6e5ee03c58c385315975080.mp3",
        "score": 0.5
    },
    {
        "txt": "Carbon Monoxide Detector: The carbon monoxide detector offered an extra layer of safety.",
        "ipa": "kɑ́rbən mənɒ́ksajd dətɛ́ktər: ðə kɑ́rbən mənɒ́ksajd dətɛ́ktər ɔ́fərd ən ɛ́kstrə lɛ́jər əv sɛ́jftij.",
        "hash": "TXT_d3febca8d93dbd4624d2628b35ceaf.mp3",
        "score": 0.5
    },
    {
        "txt": "Picture Frame: The picture frame displayed cherished memories on the mantel.",
        "ipa": "pᵻ́ktʃər frɛ́jm: ðə pᵻ́ktʃər frɛ́jm dᵻsplɛ́jd tʃɛ́ərᵻʃt mɛ́mərijz ɒn ðə mǽntəl.",
        "hash": "TXT_a4b70a5a4f64ae23e9fcdb6db55efb.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Shelf: The hanging shelf showcased potted succulents near the window.",
        "ipa": "hǽŋɡᵻŋ ʃɛ́lf: ðə hǽŋɡᵻŋ ʃɛ́lf ʃówkɛ̀jst pɒ́tᵻd sʌ́kjələnts nɪ́ər ðə wᵻ́ndow.",
        "hash": "TXT_4620526ba6dc914fe3b9e74a28da07.mp3",
        "score": 0.5
    },
    {
        "txt": "Accent Chair: The accent chair brought a pop of texture to the living room.",
        "ipa": "ǽksɛ̀nt tʃɛ́ər: ðə ǽksɛ̀nt tʃɛ́ər brɔ́t ə pɒ́p əv tɛ́kstʃər tə ðə lᵻ́vᵻŋ rúwm.",
        "hash": "TXT_f1f30a6a029239266ece1fecbd5908.mp3",
        "score": 0.5
    },
    {
        "txt": "Portable Heater: The portable heater kept her toasty when the furnace was off.",
        "ipa": "pɔ́rtəbəl híjtər: ðə pɔ́rtəbəl híjtər kɛ́pt hər tówstij wɛ́n ðə fɜ́rnəs wɒz ɔ́f.",
        "hash": "TXT_fce905e5778345e4bea063a8ca05b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Purifier: The air purifier reduced dust and allergens in the bedroom.",
        "ipa": "ɛ́ər pjʊ́rᵻfàjər: ðə ɛ́ər pjʊ́rᵻfàjər rədjúwst dʌ́st ənd ǽlərdʒənz ᵻn ðə bɛ́drùwm.",
        "hash": "TXT_198ff69fed8c9898e667eb1fdd8138.mp3",
        "score": 0.5
    },
    {
        "txt": "Space Heater: The space heater targeted localized warmth under her desk.",
        "ipa": "spɛ́js híjtər: ðə spɛ́js híjtər tɑ́rɡətᵻd lówkəlàjzd wɔ́rmθ ʌ́ndər hər dɛ́sk.",
        "hash": "TXT_3836f2ae7b4a1dc07af6ae84ec0592.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Dispenser: The water dispenser provided cold, filtered water in the kitchen.",
        "ipa": "wɔ́tər dᵻspɛ́nsər: ðə wɔ́tər dᵻspɛ́nsər prəvájdᵻd kówld, fᵻ́ltərd wɔ́tər ᵻn ðə kᵻ́tʃən.",
        "hash": "TXT_9ecacbf620163eb13a8f63d37268e1.mp3",
        "score": 0.5
    },
    {
        "txt": "Dishwasher Detergent: The dishwasher detergent left plates spotless and grease-free.",
        "ipa": "dᵻ́ʃwɒ̀ʃər dətɜ́rdʒənt: ðə dᵻ́ʃwɒ̀ʃər dətɜ́rdʒənt lɛ́ft plɛ́jts spɒ́tləs ənd ɡríjs-fríj.",
        "hash": "TXT_4f1830f157fb3168c0526277a5ed89.mp3",
        "score": 0.5
    },
    {
        "txt": "Light Fixture: The light fixture dangled from the ceiling, illuminating the dining area.",
        "ipa": "lájt fᵻ́kstʃər: ðə lájt fᵻ́kstʃər dǽŋɡəld frəm ðə síjlᵻŋ, ᵻ̀lúwmᵻnɛ̀jtᵻŋ ðə dájnᵻŋ ɛ́ərijə.",
        "hash": "TXT_d6d71901b20e6fc9803d22e7a4ca5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Pane: The window pane allowed sunlight to flood the room each morning.",
        "ipa": "wᵻ́ndow pɛ́jn: ðə wᵻ́ndow pɛ́jn əláwd sʌ́nlàjt tə flʌ́d ðə rúwm ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_328533efc3fd9f7d24da739142ffd9.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Knob: The door knob gleamed in polished brass for a stylish entry.",
        "ipa": "dɔ́r nɒ́b: ðə dɔ́r nɒ́b ɡlíjmd ᵻn pɒ́lᵻʃt brǽs fɔr ə stájlᵻʃ ɛ́ntrij.",
        "hash": "TXT_dd5b22b0d3821195bc5cba2c416964.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Camera: The security camera monitored the front door for unexpected visitors.",
        "ipa": "səkjʊ́rᵻtij kǽmərə: ðə səkjʊ́rᵻtij kǽmərə mɒ́nᵻtərd ðə frʌ́nt dɔ́r fɔr ʌ̀nəkspɛ́ktᵻd vᵻ́zᵻtərz.",
        "hash": "TXT_ddd607dde013ded50bddc59588fa86.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Mat: The door mat welcomed guests with a friendly greeting.",
        "ipa": "dɔ́r mǽt: ðə dɔ́r mǽt wɛ́lkəmd ɡɛ́sts wᵻð ə frɛ́ndlij ɡríjtᵻŋ.",
        "hash": "TXT_ea65b9780e63886a682a118ab34068.mp3",
        "score": 0.5
    },
    {
        "txt": "Draft Stopper: The draft stopper blocked cold air sneaking under the door.",
        "ipa": "drǽft stɒ́pər: ðə drǽft stɒ́pər blɒ́kt kówld ɛ́ər sníjkᵻŋ ʌ́ndər ðə dɔ́r.",
        "hash": "TXT_e03f25517cd311f4b52e512182ca0e.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Trunk: The storage trunk held extra blankets and out-of-season clothes.",
        "ipa": "stɔ́rᵻdʒ trʌ́ŋk: ðə stɔ́rᵻdʒ trʌ́ŋk hɛ́ld ɛ́kstrə blǽŋkəts ənd awt-əv-síjzən klówðz.",
        "hash": "TXT_cf6c1335d517296d1d2f886dd3b8e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Bookshelf Ladder: The bookshelf ladder helped her reach the highest tomes safely.",
        "ipa": "bʊ́kʃɛ̀lf lǽdər: ðə bʊ́kʃɛ̀lf lǽdər hɛ́lpt hər ríjtʃ ðə hájəst tówmz sɛ́jflij.",
        "hash": "TXT_cc0005d29daa4947d2acc8b99facc9.mp3",
        "score": 0.5
    },
    {
        "txt": "Firewood Rack: The firewood rack ensured logs stayed neatly stacked.",
        "ipa": "fájərwʊ̀d rǽk: ðə fájərwʊ̀d rǽk ənʃʊ́rd lɔ́ɡz stɛ́jd níjtlij stǽkt.",
        "hash": "TXT_8ae984eabf6c6594c5d8a6fea97e2b.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Filter: The water filter removed impurities from the tap.",
        "ipa": "wɔ́tər fᵻ́ltər: ðə wɔ́tər fᵻ́ltər rijmúwvd ᵻ̀mpjʊ́rᵻtijz frəm ðə tǽp.",
        "hash": "TXT_671962b5dd60292595c5d13ebe9080.mp3",
        "score": 0.5
    },
    {
        "txt": "Vacuum Cleaner: The vacuum cleaner roamed the house to pick up dust and pet hair.",
        "ipa": "vǽkjuwm klíjnər: ðə vǽkjuwm klíjnər rówmd ðə haws tə pᵻ́k ʌp dʌ́st ənd pɛ́t hɛ́ər.",
        "hash": "TXT_3ca7044db13ea9473d725bbb329f3a.mp3",
        "score": 0.5
    },
    {
        "txt": "Feather Duster: The feather duster reached narrow nooks and crannies.",
        "ipa": "fɛ́ðər dʌ́stər: ðə fɛ́ðər dʌ́stər ríjtʃt nǽrow nʊ́ks ənd krǽnijz.",
        "hash": "TXT_748d9d0f786619fcebcee2844fda31.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Detergent: The laundry detergent smelled fresh and lavender-scented.",
        "ipa": "lɔ́ndrij dətɜ́rdʒənt: ðə lɔ́ndrij dətɜ́rdʒənt smɛ́ld frɛ́ʃ ənd lǽvəndər-sɛ́ntᵻd.",
        "hash": "TXT_3b57cf41cf218ef553a5ac0d6a4e80.mp3",
        "score": 0.5
    },
    {
        "txt": "Mop Bucket: The mop bucket sloshed as she carried it across the tile floor.",
        "ipa": "mɒ́p bʌ́kət: ðə mɒ́p bʌ́kət slɒ́ʃt æz ʃij kǽrijd ᵻt əkrɔ́s ðə tájl flɔ́r.",
        "hash": "TXT_d08744efacf3422582ba55b3750810.mp3",
        "score": 0.5
    },
    {
        "txt": "Pen Holder: The pen holder on her desk kept writing utensils upright.",
        "ipa": "pɛ́n hówldər: ðə pɛ́n hówldər ɒn hər dɛ́sk kɛ́pt rájtᵻŋ juwtɛ́nsəlz ʌ́pràjt.",
        "hash": "TXT_c2703ae0712595c1431ed00347bbb8.mp3",
        "score": 0.5
    },
    {
        "txt": "Desk Organizer: The desk organizer separated paper clips, pens, and sticky notes.",
        "ipa": "dɛ́sk ɔ́rɡənàjzər: ðə dɛ́sk ɔ́rɡənàjzər sɛ́pərɛ̀jtᵻd pɛ́jpər klᵻ́ps, pɛ́nz, ənd stᵻ́kij nówts.",
        "hash": "TXT_f78d7669f7e71568c8016a38c95a89.mp3",
        "score": 0.5
    },
    {
        "txt": "Laptop Stand: The laptop stand elevated the screen to a comfortable viewing angle.",
        "ipa": "lǽptɒ̀p stǽnd: ðə lǽptɒ̀p stǽnd ɛ́ləvɛ̀jtᵻd ðə skríjn tə ə kʌ́mftərbəl vjúwᵻŋ ǽŋɡəl.",
        "hash": "TXT_19d23b052f23c668052b77bb2e7556.mp3",
        "score": 0.5
    },
    {
        "txt": "File Cabinet: The file cabinet locked important documents safely away.",
        "ipa": "fájl kǽbᵻnət: ðə fájl kǽbᵻnət lɒ́kt ᵻ̀mpɔ́rtənt dɒ́kjəmənts sɛ́jflij əwɛ́j.",
        "hash": "TXT_0ccb99fee6692a084228d5956fd5b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Network Router: The network router broadcasted a strong Wi-Fi signal throughout the house.",
        "ipa": "nɛ́twɜ̀rk ráwtər: ðə nɛ́twɜ̀rk ráwtər brɒ́dkæstᵻd ə strɔ́ŋ wíj-fáj sᵻ́ɡnəl θruwáwt ðə haws.",
        "hash": "TXT_dd2657911faf60518f753229cd1f91.mp3",
        "score": 0.5
    },
    {
        "txt": "Digital Photo Frame: The digital photo frame cycled through happy family moments.",
        "ipa": "dᵻ́dʒᵻtəl fówtòw frɛ́jm: ðə dᵻ́dʒᵻtəl fówtòw frɛ́jm sájkəld θrúw hǽpij fǽmᵻlij mówmənts.",
        "hash": "TXT_321ac0bda8893a328312a4502ac040.mp3",
        "score": 0.5
    },
    {
        "txt": "Remote Control: The remote control changed channels with a lazy press of a button.",
        "ipa": "rijmówt kəntrówl: ðə rijmówt kəntrówl tʃɛ́jndʒd tʃǽnəlz wᵻð ə lɛ́jzij prɛ́s əv ə bʌ́tən.",
        "hash": "TXT_3d9f482479e993bd535d7858ae202d.mp3",
        "score": 0.5
    },
    {
        "txt": "Game Console: The game console offered hours of interactive entertainment.",
        "ipa": "ɡɛ́jm kɒ́nsowl: ðə ɡɛ́jm kɒ́nsowl ɔ́fərd áwərz əv ᵻ̀ntərǽktᵻv ɛ̀ntərtɛ́jnmənt.",
        "hash": "TXT_91cdc891b2b68c2442463b7f05fdd5.mp3",
        "score": 0.5
    },
    {
        "txt": "Blanket Ladder: The blanket ladder leaned against the wall, displaying cozy throws.",
        "ipa": "blǽŋkət lǽdər: ðə blǽŋkət lǽdər líjnd əɡɛ́jnst ðə wɔ́l, dᵻsplɛ́jᵻŋ kówzij θrówz.",
        "hash": "TXT_bd5c5882361bea3cd7d7235a417500.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Storage: The ottoman storage compartment hid extra pillows inside.",
        "ipa": "ɒ́təmən stɔ́rᵻdʒ: ðə ɒ́təmən stɔ́rᵻdʒ kəmpɑ́rtmənt hᵻ́d ɛ́kstrə pᵻ́lowz ᵻnsájd.",
        "hash": "TXT_ab4c80a3fe710b3b2c76baa7ffd853.mp3",
        "score": 0.5
    },
    {
        "txt": "Head Board: The head board provided back support while she sat up reading in bed.",
        "ipa": "hɛ́d bɔ́rd: ðə hɛ́d bɔ́rd prəvájdᵻd bǽk səpɔ́rt wájl ʃij sǽt ʌp ríjdᵻŋ ᵻn bɛ́d.",
        "hash": "TXT_1e7a65a013e312ef3308e0c0d92feb.mp3",
        "score": 0.5
    },
    {
        "txt": "Vanity Table: The vanity table displayed her perfumes and jewelry in an orderly arrangement.",
        "ipa": "vǽnᵻtij tɛ́jbəl: ðə vǽnᵻtij tɛ́jbəl dᵻsplɛ́jd hər pərfjúwmz ənd dʒúwəlrij ᵻn ən ɔ́rdərlij ərɛ́jndʒmənt.",
        "hash": "TXT_913d10a80a55b4ef8b6e66c0fc34c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Jewelry Box: The jewelry box contained her grandmother’s vintage brooches.",
        "ipa": "dʒúwəlrij bɒ́ks: ðə dʒúwəlrij bɒ́ks kəntɛ́jnd hər ɡrǽndmʌ̀ðər'z vᵻ́ntᵻdʒ brówtʃᵻz.",
        "hash": "TXT_a05f2357e5622a2d1322869a9c74bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Clothes Hangers: The clothes hangers prevented creases in her freshly ironed shirts.",
        "ipa": "klówðz hǽŋərz: ðə klówðz hǽŋərz prəvɛ́ntᵻd kríjsᵻz ᵻn hər frɛ́ʃlij ájərnd ʃɜ́rts.",
        "hash": "TXT_5ac968dbcfc12cec8097b254ea16fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Scented Candle: The scented candle created a calming aroma after a stressful day.",
        "ipa": "sɛ́ntᵻd kǽndəl: ðə sɛ́ntᵻd kǽndəl krijɛ́jtᵻd ə kɒ́lmᵻŋ ərówmə ǽftər ə strɛ́sfəl dɛ́j.",
        "hash": "TXT_35d1e7cee22d15a201e7baafca1f42.mp3",
        "score": 0.5
    },
    {
        "txt": "Essential Oil Diffuser: The essential oil diffuser released lavender mist for relaxation.",
        "ipa": "əsɛ́nʃəl ɔ́jl dᵻfjúwzər: ðə əsɛ́nʃəl ɔ́jl dᵻfjúwzər rəlíjst lǽvəndər mᵻ́st fɔr rìjlæksɛ́jʃən.",
        "hash": "TXT_ee4544e0e623038c4915c056f378aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Magazine Rack: The magazine rack prevented periodicals from piling up on the coffee table.",
        "ipa": "mǽɡəzìjn rǽk: ðə mǽɡəzìjn rǽk prəvɛ́ntᵻd pɪ̀ərijɒ́dᵻkəlz frəm pájlᵻŋ ʌp ɒn ðə kɒ́fij tɛ́jbəl.",
        "hash": "TXT_d25b676210e79b481ad300c3c53253.mp3",
        "score": 0.5
    },
    {
        "txt": "Bike Rack: The bike rack in the garage protected bicycles from tipping over.",
        "ipa": "bájk rǽk: ðə bájk rǽk ᵻn ðə ɡərɒ́ʒ prətɛ́ktᵻd bájsᵻkəlz frəm tᵻ́pᵻŋ ówvər.",
        "hash": "TXT_47e8a18f7f41848160a152b80ef65a.mp3",
        "score": 0.5
    },
    {
        "txt": "Fitness Equipment: The fitness equipment included a treadmill and free weights.",
        "ipa": "fᵻ́tnəs əkwᵻ́pmənt: ðə fᵻ́tnəs əkwᵻ́pmənt ᵻnklúwdᵻd ə trɛ́dmᵻ̀l ənd fríj wɛ́jts.",
        "hash": "TXT_5f935b59fa21c8ef52d14657d2eba0.mp3",
        "score": 0.5
    },
    {
        "txt": "Yoga Mat: The yoga mat provided a non-slip surface for her morning stretches.",
        "ipa": "jówɡə mǽt: ðə jówɡə mǽt prəvájdᵻd ə nɒn-slᵻ́p sɜ́rfəs fɔr hər mɔ́rnᵻŋ strɛ́tʃᵻz.",
        "hash": "TXT_144638d6bcec197e4ece9d862f6d21.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Compost: The kitchen compost bin held vegetable scraps for the garden.",
        "ipa": "kᵻ́tʃən kɒ́mpowst: ðə kᵻ́tʃən kɒ́mpowst bᵻ́n hɛ́ld vɛ́dʒtəbəl skrǽps fɔr ðə ɡɑ́rdən.",
        "hash": "TXT_816bf54e3fe40b42acd5d9d5598778.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Bench: The garden bench under the oak tree offered a tranquil resting spot.",
        "ipa": "ɡɑ́rdən bɛ́ntʃ: ðə ɡɑ́rdən bɛ́ntʃ ʌ́ndər ðə ówk tríj ɔ́fərd ə trǽŋkwᵻl rɛ́stᵻŋ spɒ́t.",
        "hash": "TXT_98119a81e9b9977eba9a5722971686.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Umbrella: The patio umbrella shielded friends from midday sun at the backyard table.",
        "ipa": "pǽtijòw ʌ́mbrɛ̀lə: ðə pǽtijòw ʌ́mbrɛ̀lə ʃíjldᵻd frɛ́ndz frəm mᵻ́ddɛ̀j sʌ́n æt ðə bǽkjɑ̀rd tɛ́jbəl.",
        "hash": "TXT_49deff8cec955f9d04d13f44be045f.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Hose: The garden hose snaked across the lawn for watering flowers.",
        "ipa": "ɡɑ́rdən hówz: ðə ɡɑ́rdən hówz snɛ́jkt əkrɔ́s ðə lɔ́n fɔr wɔ́tərᵻŋ fláwərz.",
        "hash": "TXT_27364b9ab145f695393775ae175b9d.mp3",
        "score": 0.5
    },
    {
        "txt": "Hedge Trimmer: The hedge trimmer neatened the bushes along the fence line.",
        "ipa": "hɛ́dʒ trᵻ́mər: ðə hɛ́dʒ trᵻ́mər níjtənd ðə bʊ́ʃᵻz əlɔ́ŋ ðə fɛ́ns lájn.",
        "hash": "TXT_e8ce6a77b3bd95f61fc225d774268c.mp3",
        "score": 0.5
    },
    {
        "txt": "Bird Feeder: The bird feeder attracted cardinals and finches to her garden.",
        "ipa": "bɜ́rd fíjdər: ðə bɜ́rd fíjdər ətrǽktᵻd kɑ́rdᵻnəlz ənd fᵻ́ntʃᵻz tə hər ɡɑ́rdən.",
        "hash": "TXT_0473232ad56920d67b43f69836df82.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Barrel: The rain barrel collected runoff water for eco-friendly irrigation.",
        "ipa": "rɛ́jn bǽrəl: ðə rɛ́jn bǽrəl kəlɛ́ktᵻd rʌ́nɔ̀f wɔ́tər fɔr íjkow-frɛ́ndlij ɪ̀ərᵻɡɛ́jʃən.",
        "hash": "TXT_2912b42e4202e1c4e428d44afd6cc7.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Lights: The solar lights illuminated the walkway at dusk without increasing electricity bills.",
        "ipa": "sówlər lájts: ðə sówlər lájts ᵻ̀lúwmᵻnɛ̀jtᵻd ðə wɔ́kwɛ̀j æt dʌ́sk wᵻðáwt ᵻ̀nkríjsᵻŋ əlɛ̀ktrᵻ́sᵻtij bᵻ́lz.",
        "hash": "TXT_bf57da79da6d8ff11cd26aa3c463c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Gnome: The garden gnome lent a whimsical touch among the flowerbeds.",
        "ipa": "ɡɑ́rdən nówm: ðə ɡɑ́rdən nówm lɛ́nt ə wᵻ́mzᵻkəl tʌ́tʃ əmʌ́ŋ ðə fláwərbɛ̀dz.",
        "hash": "TXT_22931aa4788b5d882c47cb934e6efd.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Planter: The window planter brimmed with vibrant petunias and marigolds.",
        "ipa": "wᵻ́ndow plǽntər: ðə wᵻ́ndow plǽntər brᵻ́md wᵻð vájbrənt pətúwnijəz ənd mɛ́ərəɡòwldz.",
        "hash": "TXT_5f377c72dae0f6b101f42a36284e8d.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Basket: The hanging basket dangled from the porch beam, swaying in the breeze.",
        "ipa": "hǽŋɡᵻŋ bǽskət: ðə hǽŋɡᵻŋ bǽskət dǽŋɡəld frəm ðə pɔ́rtʃ bíjm, swɛ́jᵻŋ ᵻn ðə bríjz.",
        "hash": "TXT_5f4eea9c2e22b74d47904aeba1374c.mp3",
        "score": 0.5
    },
    {
        "txt": "Vegetable Patch: The vegetable patch yielded fresh tomatoes, lettuce, and peppers.",
        "ipa": "vɛ́dʒtəbəl pǽtʃ: ðə vɛ́dʒtəbəl pǽtʃ jíjldᵻd frɛ́ʃ təmɒ́towz, lɛ́təs, ənd pɛ́pərz.",
        "hash": "TXT_95d0b7d18684d34ee80ada863639b7.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Shed: The garden shed stored rakes, shovels, and potting soil.",
        "ipa": "ɡɑ́rdən ʃɛ́d: ðə ɡɑ́rdən ʃɛ́d stɔ́rd rɛ́jks, ʃʌ́vəlz, ənd pɒtᵻŋ sɔ́jl.",
        "hash": "TXT_2773a5086f5c5fb3e39c0e3f66009e.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Grill: The outdoor grill sizzled with steaks and kebabs on summer evenings.",
        "ipa": "áwtdɔ̀r ɡrᵻ́l: ðə áwtdɔ̀r ɡrᵻ́l sᵻ́zəld wᵻð stɛ́jks ənd kəbǽbz ɒn sʌ́mər íjvnᵻŋz.",
        "hash": "TXT_84e7bb4a99f6d06926c8d2dfb4b6a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Fire Pit: The fire pit provided warmth and toasted marshmallows after sunset.",
        "ipa": "fájər pᵻ́t: ðə fájər pᵻ́t prəvájdᵻd wɔ́rmθ ənd tówstᵻd mɑ́rʃmɛ̀lowz ǽftər sʌ́nsɛ̀t.",
        "hash": "TXT_31ada6f5b2f3f4f11422e9b3cd29ff.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Shed: The tool shed sorted his wrenches, hammers, and paint supplies.",
        "ipa": "túwl ʃɛ́d: ðə túwl ʃɛ́d sɔ́rtᵻd hᵻz rɛ́ntʃᵻz, hǽmərz, ənd pɛ́jnt səplájz.",
        "hash": "TXT_a27baedaeb2ebff4afcdb5915e0caa.mp3",
        "score": 0.5
    },
    {
        "txt": "Stepping Stones: The stepping stones created a neat path through the flower beds.",
        "ipa": "stɛ́pᵻŋ stównz: ðə stɛ́pᵻŋ stównz krijɛ́jtᵻd ə níjt pǽθ θrúw ðə fláwər bɛ́dz.",
        "hash": "TXT_c6746bc3fd18f1eab05a92cae92ae1.mp3",
        "score": 0.5
    },
    {
        "txt": "Wind Chimes: The wind chimes produced a gentle melody whenever the wind blew.",
        "ipa": "wᵻnd tʃájmz: ðə wᵻnd tʃájmz prədúwst ə dʒɛ́ntəl mɛ́lədij wɛnɛ́vər ðə wᵻnd blúw.",
        "hash": "TXT_e74376df155b4c37749ac21951a5d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Bird Bath: The bird bath offered small birds a place to cool down.",
        "ipa": "bɜ́rd bǽθ: ðə bɜ́rd bǽθ ɔ́fərd smɔ́l bɜ́rdz ə plɛ́js tə kúwl dawn.",
        "hash": "TXT_653532bc71a416985458a8255e004e.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Fence: The garden fence kept curious critters away from her prized vegetables.",
        "ipa": "ɡɑ́rdən fɛ́ns: ðə ɡɑ́rdən fɛ́ns kɛ́pt kjʊ́rijəs krᵻ́tərz əwɛ́j frəm hər prájzd vɛ́dʒtəbəlz.",
        "hash": "TXT_272a8406e9f6fdeee98de2176ea0fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Compost Heap: The compost heap turned kitchen scraps into nutrient-rich soil.",
        "ipa": "kɒ́mpowst híjp: ðə kɒ́mpowst híjp tɜ́rnd kᵻ́tʃən skrǽps ᵻntə núwtrijənt-rᵻ́tʃ sɔ́jl.",
        "hash": "TXT_36fef2eb49d9ab8c9452dd794e714b.mp3",
        "score": 0.5
    },
    {
        "txt": "Greenhouse Kit: The greenhouse kit allowed seedling protection in early spring.",
        "ipa": "ɡríjnhàws kᵻ́t: ðə ɡríjnhàws kᵻ́t əláwd síjdlᵻŋ prətɛ́kʃən ᵻn ɜ́rlij sprᵻ́ŋ.",
        "hash": "TXT_8c96a7f7dc86cb05136008a0951e1e.mp3",
        "score": 0.5
    },
    {
        "txt": "Potted Fern: The potted fern thrived in the shady corner of her porch.",
        "ipa": "pɒ́tᵻd fɜ́rn: ðə pɒ́tᵻd fɜ́rn θrájvd ᵻn ðə ʃɛ́jdij kɔ́rnər əv hər pɔ́rtʃ.",
        "hash": "TXT_ebfcb769085f0ef5e3e62e7aafd6ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Terracotta Pot: The terracotta pot housed a thriving rosemary bush.",
        "ipa": "tɛərəkɒ́tə pɒ́t: ðə tɛərəkɒ́tə pɒ́t háwzd ə θrájvᵻŋ rówzmɛ̀ərij bʊ́ʃ.",
        "hash": "TXT_3a0d53e89b50eaea80d98f31bce1b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Garden: The herb garden supplied fresh basil, thyme, and cilantro.",
        "ipa": "ɜ́rb ɡɑ́rdən: ðə ɜ́rb ɡɑ́rdən səplájd frɛ́ʃ bɛ́jzəl, θájm, ənd sᵻlǽntròw.",
        "hash": "TXT_c86c3c4c96abe5c266d142c319e6a1.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Trowel: The garden trowel dug holes precisely for transplanting seedlings.",
        "ipa": "ɡɑ́rdən tráwl: ðə ɡɑ́rdən tráwl dʌ́ɡ hówlz prəsájslij fɔr trænsplǽntᵻŋ síjdlᵻŋz.",
        "hash": "TXT_8ce86c4a95244cd9a98028c5874b2c.mp3",
        "score": 0.5
    },
    {
        "txt": "Pruning Shears: The pruning shears trimmed dead branches to promote healthier growth.",
        "ipa": "prúwnᵻŋ ʃíjərz: ðə prúwnᵻŋ ʃíjərz trᵻ́md dɛ́d brǽntʃᵻz tə prəmówt hɛ́lθijər ɡrówθ.",
        "hash": "TXT_1c43d97faa87acb75a0e849c15cdef.mp3",
        "score": 0.5
    },
    {
        "txt": "Potting Bench: The potting bench gave her a dedicated workspace for repotting plants.",
        "ipa": "pɒtᵻŋ bɛ́ntʃ: ðə pɒtᵻŋ bɛ́ntʃ ɡɛ́jv hər ə dɛ́dᵻkɛjtᵻd wɜ́rkspɛ̀js fɔr rᵻpɒ́tᵻŋ plǽnts.",
        "hash": "TXT_9093d41b9e6df72a4233b8316427f4.mp3",
        "score": 0.5
    },
    {
        "txt": "Watering Can: The watering can delivered a gentle shower to delicate seedlings.",
        "ipa": "wɔ́tərᵻŋ kən: ðə wɔ́tərᵻŋ kən dəlᵻ́vərd ə dʒɛ́ntəl ʃáwər tə dɛ́lᵻkət síjdlᵻŋz.",
        "hash": "TXT_43d66855c3211d85b738eb70daf682.mp3",
        "score": 0.5
    },
    {
        "txt": "Lawn Mower: The lawn mower kept the grass at a neat, uniform height.",
        "ipa": "lɔ́n mówər: ðə lɔ́n mówər kɛ́pt ðə ɡrǽs æt ə níjt, júwnᵻfɔ̀rm hájt.",
        "hash": "TXT_90f79d3279040c1a50c5572d5f4bfa.mp3",
        "score": 0.5
    },
    {
        "txt": "Snow Shovel: The snow shovel saved the driveway from piled-up drifts every winter.",
        "ipa": "snów ʃʌ́vəl: ðə snów ʃʌ́vəl sɛ́jvd ðə drájvwɛ̀j frəm pájld-ʌp drᵻ́fts ɛvərij wᵻ́ntər.",
        "hash": "TXT_d0a5f2ed3afa8bc5b86b8dccc74f6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Lantern: The outdoor lantern illuminated the patio table once the sun went down.",
        "ipa": "áwtdɔ̀r lǽntərn: ðə áwtdɔ̀r lǽntərn ᵻ̀lúwmᵻnɛ̀jtᵻd ðə pǽtijòw tɛ́jbəl wʌ́ns ðə sʌ́n wɛ́nt dawn.",
        "hash": "TXT_46d0ba43ed148b876cf4d666a799ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Statue: The garden statue of a cherub added old-world charm among the shrubs.",
        "ipa": "ɡɑ́rdən stǽtʃùw: ðə ɡɑ́rdən stǽtʃùw əv ə tʃɛ́ərəb ǽdᵻd ówld-wɜ́rld tʃɑ́rm əmʌ́ŋ ðə ʃrʌ́bz.",
        "hash": "TXT_56c5c0120203710e36e8a74069e4c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Trellis Panel: The trellis panel supported climbing ivy and fragrant jasmine.",
        "ipa": "trɛ́ləs pǽnəl: ðə trɛ́ləs pǽnəl səpɔ́rtᵻd klájmᵻŋ ájvij ənd frɛ́jɡrənt dʒǽzmᵻn.",
        "hash": "TXT_b1a9d4e677c8171a0f1995a8992d9b.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Heater: The patio heater extended outdoor gatherings into crisp nights.",
        "ipa": "pǽtijòw híjtər: ðə pǽtijòw híjtər əkstɛ́ndᵻd áwtdɔ̀r ɡǽðərᵻŋz ᵻntə krᵻ́sp nájts.",
        "hash": "TXT_4bb95e67aa6e7d784d83959641bc88.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Swing: The garden swing rocked gently with a soothing creak on lazy afternoons.",
        "ipa": "ɡɑ́rdən swᵻ́ŋ: ðə ɡɑ́rdən swᵻ́ŋ rɒ́kt dʒɛ́ntlij wᵻð ə súwðᵻŋ kríjk ɒn lɛ́jzij æ̀ftərnúwnz.",
        "hash": "TXT_f7bb3e1151ee59e649bb973bb01395.mp3",
        "score": 0.5
    },
    {
        "txt": "Hammock Stand: The hammock stand held a woven hammock for carefree weekend naps.",
        "ipa": "hǽmək stǽnd: ðə hǽmək stǽnd hɛ́ld ə wówvən hǽmək fɔr kɛ́ərfrìj wíjkɛ̀nd nǽps.",
        "hash": "TXT_3fdd8e78f796d2885fa5d007b0cded.mp3",
        "score": 0.5
    },
    {
        "txt": "Porch Swing: The porch swing squeaked softly as she sipped iced tea in the evening breeze.",
        "ipa": "pɔ́rtʃ swᵻ́ŋ: ðə pɔ́rtʃ swᵻ́ŋ skwíjkt sɔ́flij æz ʃij sᵻ́pt ájst tíj ᵻn ðə íjvnᵻŋ bríjz.",
        "hash": "TXT_1b0a98583583f24ea97830e2e9fb00.mp3",
        "score": 0.5
    },
    {
        "txt": "Gazebo Tent: The gazebo tent turned backyard parties into memorable celebrations.",
        "ipa": "ɡəzíjbow tɛ́nt: ðə ɡəzíjbow tɛ́nt tɜ́rnd bǽkjɑ̀rd pɑ́rtijz ᵻntə mɛ́mərəbəl sɛ̀ləbrɛ́jʃənz.",
        "hash": "TXT_c944933167e7866c4399b8f3c8e74d.mp3",
        "score": 0.5
    },
    {
        "txt": "Fertilizer Spreader: The fertilizer spreader ensured the lawn stayed lush and green.",
        "ipa": "fɜ́rtᵻlàjzər sprɛ́dər: ðə fɜ́rtᵻlàjzər sprɛ́dər ənʃʊ́rd ðə lɔ́n stɛ́jd lʌ́ʃ ənd ɡríjn.",
        "hash": "TXT_e055effd72e861e5a840c0bdf4ae41.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Fountain: The solar fountain gurgled beautifully with eco-friendly power.",
        "ipa": "sówlər fáwntən: ðə sówlər fáwntən ɡɜ́rɡəld bjúwtᵻflij wᵻð íjkow-frɛ́ndlij páwər.",
        "hash": "TXT_64b8f66d5d8b6af2bc8c56f29c2cb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Wind Spinner: The wind spinner twirled in mesmerizing patterns during breezy weather.",
        "ipa": "wᵻnd spᵻ́nər: ðə wᵻnd spᵻ́nər twɜ́rld ᵻn mɛ́zməràjzᵻŋ pǽtərnz dʊ́rᵻŋ bríjzij wɛ́ðər.",
        "hash": "TXT_c1f94880a8b39019a37e67930b48a2.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Chair: The hanging chair offered a suspended retreat for reading outdoors.",
        "ipa": "hǽŋɡᵻŋ tʃɛ́ər: ðə hǽŋɡᵻŋ tʃɛ́ər ɔ́fərd ə səspɛ́ndᵻd rijtríjt fɔr ríjdᵻŋ áwtdɔ́rz.",
        "hash": "TXT_3303e90a9f774461bd91bee26c9b07.mp3",
        "score": 0.5
    },
    {
        "txt": "Bug Zapper: The bug zapper kept mosquitoes at bay after dusk.",
        "ipa": "bʌ́ɡ zǽpər: ðə bʌ́ɡ zǽpər kɛ́pt məskíjtowz æt bɛ́j ǽftər dʌ́sk.",
        "hash": "TXT_d9cd7a2ed3ed31a761e01c95488b57.mp3",
        "score": 0.5
    },
    {
        "txt": "Gutter Guard: The gutter guard prevented debris from clogging the downspouts.",
        "ipa": "ɡʌ́tər ɡɑ́rd: ðə ɡʌ́tər ɡɑ́rd prəvɛ́ntᵻd dəbríj frəm klɒ́ɡᵻŋ ðə dáwnspawts.",
        "hash": "TXT_d91a7e5466c9e61aea7b31ed951535.mp3",
        "score": 0.5
    },
    {
        "txt": "Terrarium Kit: The terrarium kit created a miniature indoor ecosystem of succulents.",
        "ipa": "tərɛ́ərijəm kᵻ́t: ðə tərɛ́ərijəm kᵻ́t krijɛ́jtᵻd ə mᵻ́nijətʃʊ̀r ᵻ́ndɔ̀r íjkowsᵻ̀stəm əv sʌ́kjələnts.",
        "hash": "TXT_df4b9013e0ecd245d966536ed842ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Kneeler: The garden kneeler protected her knees while weeding close to the ground.",
        "ipa": "ɡɑ́rdən níjlər: ðə ɡɑ́rdən níjlər prətɛ́ktᵻd hər níjz wájl wíjdᵻŋ klóws tə ðə ɡráwnd.",
        "hash": "TXT_8f5a6e3d593400a6b6a46b8633d435.mp3",
        "score": 0.5
    },
    {
        "txt": "Plant Stand: The plant stand arranged potted greenery at varying heights.",
        "ipa": "plǽnt stǽnd: ðə plǽnt stǽnd ərɛ́jndʒd pɒ́tᵻd ɡríjnərij æt vɛ́ərijᵻŋ hájts.",
        "hash": "TXT_b80d2d4532a010e6a6388431b0b5db.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Gauge: The rain gauge measured precipitation levels accurately.",
        "ipa": "rɛ́jn ɡɛ́jdʒ: ðə rɛ́jn ɡɛ́jdʒ mɛ́ʒərd prəsᵻ̀pᵻtɛ́jʃən lɛ́vəlz ǽkjərətlij.",
        "hash": "TXT_33d720e96967fb5dc1dbe0de8531f7.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheelbarrow Handle: The wheelbarrow handle allowed easy transport of soil and mulch.",
        "ipa": "wíjlbæ̀row hǽndəl: ðə wíjlbæ̀row hǽndəl əláwd íjzij trǽnspɔrt əv sɔ́jl ənd mʌ́ltʃ.",
        "hash": "TXT_a733a9aa3c4ff4fa71047cdc6efb98.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Sculpture: The garden sculpture stood as a focal point near the rose bushes.",
        "ipa": "ɡɑ́rdən skʌ́lptʃər: ðə ɡɑ́rdən skʌ́lptʃər stʊ́d æz ə fówkəl pɔ́jnt nɪ́ər ðə rówz bʊ́ʃᵻz.",
        "hash": "TXT_ac1728e1b2d459083005978e3c8e5a.mp3",
        "score": 0.5
    },
    {
        "txt": "Compost Tumbler: The compost tumbler sped up decomposition with frequent turning.",
        "ipa": "kɒ́mpowst tʌ́mblər: ðə kɒ́mpowst tʌ́mblər spɛ́d ʌp dìjkəmpəzᵻ́ʃən wᵻð fríjkwənt tɜ́rnᵻŋ.",
        "hash": "TXT_7b9288fb9017736723e58d590d950e.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Rug: The outdoor rug anchored the patio furniture arrangement.",
        "ipa": "áwtdɔ̀r rʌ́ɡ: ðə áwtdɔ̀r rʌ́ɡ ǽŋkərd ðə pǽtijòw fɜ́rnᵻtʃər ərɛ́jndʒmənt.",
        "hash": "TXT_7c08340d80999e5c87c04df8b844f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Scissors: The garden scissors snipped herbs quickly for tonight’s meal.",
        "ipa": "ɡɑ́rdən sᵻ́zərz: ðə ɡɑ́rdən sᵻ́zərz snᵻ́pt ɜ́rbz kwᵻ́klij fɔr tənájt's míjl.",
        "hash": "TXT_3e1e15a2989b3e15097bf980a94c2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Shed Key: The garden shed key dangled on a separate ring to avoid confusion.",
        "ipa": "ɡɑ́rdən ʃɛ́d kíj: ðə ɡɑ́rdən ʃɛ́d kíj dǽŋɡəld ɒn ə sɛ́pərət rᵻ́ŋ tə əvɔ́jd kənfjúwʒən.",
        "hash": "TXT_464c8ba2f492b19f586064d9dce642.mp3",
        "score": 0.5
    },
    {
        "txt": "Built-In Shelves: The built-in shelves displayed a collection of travel souvenirs.",
        "ipa": "bᵻ́lt-ᵻn ʃɛ́lvz: ðə bᵻ́lt-ᵻn ʃɛ́lvz dᵻsplɛ́jd ə kəlɛ́kʃən əv trǽvəl sùwvənɪ́ərz.",
        "hash": "TXT_d518a981a35a8b421be23468ce0132.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Fridge: The wine fridge kept bottles at an optimal temperature.",
        "ipa": "wájn frᵻ́dʒ: ðə wájn frᵻ́dʒ kɛ́pt bɒ́təlz æt ən ɒ́ptᵻməl tɛ́mpərətʃər.",
        "hash": "TXT_8433af3738c4741eae6b18dad442b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Crystal Chandelier: The crystal chandelier refracted light into dazzling prisms.",
        "ipa": "krᵻ́stəl ʃændəlɪ́ər: ðə krᵻ́stəl ʃændəlɪ́ər rᵻfrǽktᵻd lájt ᵻntə dǽzəlᵻŋ prᵻ́zəmz.",
        "hash": "TXT_7b518b6f41e17bc6368aad8ebc087e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pendant Light: The pendant light hung above the kitchen island, spotlighting food prep.",
        "ipa": "pɛ́ndənt lájt: ðə pɛ́ndənt lájt hʌ́ŋ əbʌ́v ðə kᵻ́tʃən ájlənd, spɒ́tlàjtᵻŋ fúwd prɛ́p.",
        "hash": "TXT_f0e236404f0e7f5086a3f25fcc6159.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Backsplash: The kitchen backsplash featured glossy subway tiles for easy cleanup.",
        "ipa": "kᵻ́tʃən bǽksplæ̀ʃ: ðə kᵻ́tʃən bǽksplæ̀ʃ fíjtʃərd ɡlɔ́sij sʌ́bwɛ̀j tájlz fɔr íjzij klíjnʌ̀p.",
        "hash": "TXT_e65912d4fe991422c175130c005486.mp3",
        "score": 0.5
    },
    {
        "txt": "Marble Counter: The marble counter added sophistication to the remodeled kitchen.",
        "ipa": "mɑ́rbəl káwntər: ðə mɑ́rbəl káwntər ǽdᵻd səfᵻ̀stᵻkɛ́jʃən tə ðə rijmɒ́dəld kᵻ́tʃən.",
        "hash": "TXT_08ddb4cd5ed346acfe19b5b9b32213.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Sink: The stainless sink resisted stains and scratches after heavy use.",
        "ipa": "stɛ́jnləs sᵻ́ŋk: ðə stɛ́jnləs sᵻ́ŋk rəzᵻ́stᵻd stɛ́jnz ənd skrǽtʃᵻz ǽftər hɛ́vij juwz.",
        "hash": "TXT_e1e36ce87b62f20b251473873d25ad.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Filler: The pot filler saved steps by running water directly over large pots on the stove.",
        "ipa": "pɒ́t fᵻ́lər: ðə pɒ́t fᵻ́lər sɛ́jvd stɛ́ps baj rʌ́nᵻŋ wɔ́tər dᵻərɛ́klij ówvər lɑ́rdʒ pɒ́ts ɒn ðə stówv.",
        "hash": "TXT_f01d99e4ce37281aaf9ed78ee17fff.mp3",
        "score": 0.5
    },
    {
        "txt": "Range Hood Fan: The range hood fan cleared away lingering cooking odors.",
        "ipa": "rɛ́jndʒ hʊ́d fǽn: ðə rɛ́jndʒ hʊ́d fǽn klɪ́ərd əwɛ́j lᵻ́ŋɡərᵻŋ kʊ́kᵻŋ ówdərz.",
        "hash": "TXT_b481105250974f1530af2955327f4a.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Sink Cabinet: The under-sink cabinet stored cleaning products and spare trash bags.",
        "ipa": "ʌ́ndər-sᵻ́ŋk kǽbᵻnət: ðə ʌ́ndər-sᵻ́ŋk kǽbᵻnət stɔ́rd klíjnᵻŋ prɒ́dəkts ənd spɛ́ər trǽʃ bǽɡz.",
        "hash": "TXT_d41ad0af3349d73fd0606125737f67.mp3",
        "score": 0.5
    },
    {
        "txt": "Garbage Disposal: The garbage disposal ground up food scraps for easier waste management.",
        "ipa": "ɡɑ́rbᵻdʒ dᵻspówzəl: ðə ɡɑ́rbᵻdʒ dᵻspówzəl ɡráwnd ʌp fúwd skrǽps fɔr íjzijər wɛ́jst mǽnədʒmənt.",
        "hash": "TXT_4a73b509b7eb1801f9e234967e0ef6.mp3",
        "score": 0.5
    },
    {
        "txt": "Cutlery Tray: The cutlery tray divided spoons, forks, and knives into separate compartments.",
        "ipa": "kʌ́tlərij trɛ́j: ðə kʌ́tlərij trɛ́j dᵻvájdᵻd spúwnz, fɔ́rks, ənd nájvz ᵻntə sɛ́pərət kəmpɑ́rtmənts.",
        "hash": "TXT_99c1798696b25cdb63fdff107476db.mp3",
        "score": 0.5
    },
    {
        "txt": "Lamp Shade: The lamp shade muted harsh bulb light to a softer ambiance.",
        "ipa": "lǽmp ʃɛ́jd: ðə lǽmp ʃɛ́jd mjúwtᵻd hɑ́rʃ bʌ́lb lájt tə ə sɒ́ftər ǽmbijəns.",
        "hash": "TXT_cd78a30ff69a60769bdf560dc4a8da.mp3",
        "score": 0.5
    },
    {
        "txt": "Cable Organizer: The cable organizer prevented tangles behind her computer desk.",
        "ipa": "kɛ́jbəl ɔ́rɡənàjzər: ðə kɛ́jbəl ɔ́rɡənàjzər prəvɛ́ntᵻd tǽŋɡəlz bəhájnd hər kəmpjúwtər dɛ́sk.",
        "hash": "TXT_83466b2c212d2844d168648e18075b.mp3",
        "score": 0.5
    },
    {
        "txt": "Power Strip: The power strip accommodated multiple chargers at once.",
        "ipa": "páwər strᵻ́p: ðə páwər strᵻ́p əkɒ́mədɛ̀jtᵻd mʌ́ltᵻpəl tʃɑ́rdʒərz æt wʌ́ns.",
        "hash": "TXT_b6774080b188b7b99087743f5eacac.mp3",
        "score": 0.5
    },
    {
        "txt": "Picture Ledge: The picture ledge displayed framed artwork without drilling many holes.",
        "ipa": "pᵻ́ktʃər lɛ́dʒ: ðə pᵻ́ktʃər lɛ́dʒ dᵻsplɛ́jd frɛ́jmd ɑ́rtwɜ̀rk wᵻðáwt drᵻ́lᵻŋ mɛ́nij hówlz.",
        "hash": "TXT_f03b8c92575e05766af3ec072c9197.mp3",
        "score": 0.5
    },
    {
        "txt": "Indoor Fountain: The indoor fountain’s trickling water added a calming backdrop.",
        "ipa": "ᵻ́ndɔ̀r fáwntən: ðə ᵻ́ndɔ̀r fáwntən'z trᵻ́klᵻŋ wɔ́tər ǽdᵻd ə kɒ́lmᵻŋ bǽkdrɒ̀p.",
        "hash": "TXT_155aafdc596f5ef07aabf9ae0927fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Table Centerpiece: The table centerpiece brightened dinners with fresh flowers.",
        "ipa": "tɛ́jbəl sɛ́ntərpìjs: ðə tɛ́jbəl sɛ́ntərpìjs brájtənd dᵻ́nərz wᵻð frɛ́ʃ fláwərz.",
        "hash": "TXT_092a737dab89b5a1d03a2a077f2007.mp3",
        "score": 0.5
    },
    {
        "txt": "Sound Bar: The sound bar improved the TV’s audio quality for movie nights.",
        "ipa": "sáwnd bɑ́r: ðə sáwnd bɑ́r ᵻmprúwvd ðə tíjvíj'z ɒ́dijòw kwɑ́lᵻtij fɔr múwvij nájts.",
        "hash": "TXT_939fe21a39c2731c26253c4fa35ea5.mp3",
        "score": 0.5
    },
    {
        "txt": "Remote Holder: The remote holder corralled multiple remotes in one convenient spot.",
        "ipa": "rijmówt hówldər: ðə rijmówt hówldər kərǽld mʌ́ltᵻpəl rᵻmówts ᵻn wʌ́n kənvíjnjənt spɒ́t.",
        "hash": "TXT_a60f96864b863e210f64f66e06c09a.mp3",
        "score": 0.5
    },
    {
        "txt": "Desk Lamp: The desk lamp illuminated homework sessions late into the night.",
        "ipa": "dɛ́sk lǽmp: ðə dɛ́sk lǽmp ᵻ̀lúwmᵻnɛ̀jtᵻd hówmwɜ̀rk sɛ́ʃənz lɛ́jt ᵻntə ðə nájt.",
        "hash": "TXT_5655b2b853c24d3e1196a2245b3951.mp3",
        "score": 0.5
    },
    {
        "txt": "Office Chair: The office chair offered ergonomic support for long work hours.",
        "ipa": "ɔ́fᵻs tʃɛ́ər: ðə ɔ́fᵻs tʃɛ́ər ɔ́fərd ɜ̀rɡənɒ́mᵻk səpɔ́rt fɔr lɔ́ŋ wɜ́rk áwərz.",
        "hash": "TXT_8f40b034bbbcda36a6e29d5eb946cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Printer Tray: The printer tray needed refilling after a large batch of prints.",
        "ipa": "prᵻ́ntər trɛ́j: ðə prᵻ́ntər trɛ́j níjdᵻd rᵻ̀fᵻ́lᵻŋ ǽftər ə lɑ́rdʒ bǽtʃ əv prᵻ́nts.",
        "hash": "TXT_fa4217036114486123215ddd0488f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Guest Bed: The guest bed accommodated overnight visitors in a cozy spare room.",
        "ipa": "ɡɛ́st bɛ́d: ðə ɡɛ́st bɛ́d əkɒ́mədɛ̀jtᵻd ówvərnájt vᵻ́zᵻtərz ᵻn ə kówzij spɛ́ər rúwm.",
        "hash": "TXT_bca45fd60a4a3590eb87f8cae04ede.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Organizer: The spice organizer spun around for quick access to seasonings.",
        "ipa": "spájs ɔ́rɡənàjzər: ðə spájs ɔ́rɡənàjzər spʌ́n əráwnd fɔr kwᵻ́k ǽksɛ̀s tə síjzənᵻŋz.",
        "hash": "TXT_22d1500de873d77857d209f74cb0dd.mp3",
        "score": 0.5
    },
    {
        "txt": "Extension Cord: The extension cord reached across the living room to power decorations.",
        "ipa": "əkstɛ́nʃən kɔ́rd: ðə əkstɛ́nʃən kɔ́rd ríjtʃt əkrɔ́s ðə lᵻ́vᵻŋ rúwm tə páwər dɛ̀kərɛ́jʃənz.",
        "hash": "TXT_623f08e07ecee583553e5533c5a15e.mp3",
        "score": 0.5
    },
    {
        "txt": "Dining Chair: The dining chair cushioned guests through multi-course meals.",
        "ipa": "dájnᵻŋ tʃɛ́ər: ðə dájnᵻŋ tʃɛ́ər kʊ́ʃənd ɡɛ́sts θrúw mʌ́ltij-kɔ́rs míjlz.",
        "hash": "TXT_6307553d45c1e664cb1f2d66add794.mp3",
        "score": 0.5
    },
    {
        "txt": "Serving Trolley: The serving trolley wheeled appetizers and drinks effortlessly to the patio.",
        "ipa": "sɜ́rvᵻŋ trɒ́lij: ðə sɜ́rvᵻŋ trɒ́lij wíjld ǽpətàjzərz ənd drᵻ́ŋks ɛ́fərtləslij tə ðə pǽtijòw.",
        "hash": "TXT_96400d960c149a183bc8ed90463a61.mp3",
        "score": 0.5
    },
    {
        "txt": "Paper Lantern: The paper lantern glowed softly during the garden soirée.",
        "ipa": "pɛ́jpər lǽntərn: ðə pɛ́jpər lǽntərn ɡlówd sɔ́flij dʊ́rᵻŋ ðə ɡɑ́rdən swɑrɛ́j.",
        "hash": "TXT_40232e8b73e089b2caf159dbd5cddb.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Rack: The towel rack in the bathroom provided multiple bars for drying towels.",
        "ipa": "táwəl rǽk: ðə táwəl rǽk ᵻn ðə bǽθrùwm prəvájdᵻd mʌ́ltᵻpəl bɑ́rz fɔr drájᵻŋ táwəlz.",
        "hash": "TXT_65f55020fe8c917f5f353c3dcb1f0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Screen: The shower screen prevented water from soaking the entire bathroom floor.",
        "ipa": "ʃáwər skríjn: ðə ʃáwər skríjn prəvɛ́ntᵻd wɔ́tər frəm sówkᵻŋ ðə əntájər bǽθrùwm flɔ́r.",
        "hash": "TXT_b2b5069c22db0792ebf569edf57596.mp3",
        "score": 0.5
    },
    {
        "txt": "Toilet Brush: The toilet brush lived discreetly in its holder by the porcelain bowl.",
        "ipa": "tɔ́jlət brʌ́ʃ: ðə tɔ́jlət brʌ́ʃ lᵻ́vd dᵻskríjtlij ᵻn ᵻts hówldər baj ðə pɔ́rsəlᵻn bówl.",
        "hash": "TXT_c90716cb6702e76bc9ec0264387e4e.mp3",
        "score": 0.5
    },
    {
        "txt": "Sink Faucet: The sink faucet gleamed in polished chrome with a sleek, modern curve.",
        "ipa": "sᵻ́ŋk fɔ́sət: ðə sᵻ́ŋk fɔ́sət ɡlíjmd ᵻn pɒ́lᵻʃt krówm wᵻð ə slíjk, mɒ́dərn kɜ́rv.",
        "hash": "TXT_5430c85422a5c9e4366fa203d0e0b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Curtain Tiebacks: The curtain tiebacks framed the window perfectly when light was wanted.",
        "ipa": "kɜ́rtən tájbæ̀ks: ðə kɜ́rtən tájbæ̀ks frɛ́jmd ðə wᵻ́ndow pɜ́rfəktlij wɛ́n lájt wɒz wɔ́ntᵻd.",
        "hash": "TXT_89029d0a4225565164d19899349110.mp3",
        "score": 0.5
    },
    {
        "txt": "Recycling Bins: The recycling bins in the garage separated cardboard, cans, and plastics.",
        "ipa": "rijsájklᵻŋ bᵻ́nz: ðə rijsájklᵻŋ bᵻ́nz ᵻn ðə ɡərɒ́ʒ sɛ́pərɛ̀jtᵻd kɑ́rdbɔ̀rd, kǽnz, ənd plǽstᵻks.",
        "hash": "TXT_14f32252f3bb18db7efed5b26e9580.mp3",
        "score": 0.5
    },
    {
        "txt": "Garage Shelves: The garage shelves stored sports gear and holiday decorations.",
        "ipa": "ɡərɒ́ʒ ʃɛ́lvz: ðə ɡərɒ́ʒ ʃɛ́lvz stɔ́rd spɔ́rts ɡɪ́ər ənd hɒ́lədɛ̀j dɛ̀kərɛ́jʃənz.",
        "hash": "TXT_48f99f0ddd941e89f205a2755a65c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Attic Ladder: The attic ladder folded out of the ceiling for easy access to stored trunks.",
        "ipa": "ǽtᵻk lǽdər: ðə ǽtᵻk lǽdər fówldᵻd awt əv ðə síjlᵻŋ fɔr íjzij ǽksɛ̀s tə stɔ́rd trʌ́ŋks.",
        "hash": "TXT_3ef7716c6dd41e88cefe65afb74e9f.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Trunk: The storage trunk in the attic contained old family photo albums.",
        "ipa": "stɔ́rᵻdʒ trʌ́ŋk: ðə stɔ́rᵻdʒ trʌ́ŋk ᵻn ðə ǽtᵻk kəntɛ́jnd ówld fǽmᵻlij fówtòw ǽlbəmz.",
        "hash": "TXT_e47df934ceaa84f54038c5723366a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Draft Excluder: The draft excluder sealed the gap under the living room door.",
        "ipa": "drǽft ᵻksklúwdər: ðə drǽft ᵻksklúwdər síjld ðə ɡǽp ʌ́ndər ðə lᵻ́vᵻŋ rúwm dɔ́r.",
        "hash": "TXT_689f5f19062ee42ef63b948f7d2f87.mp3",
        "score": 0.5
    },
    {
        "txt": "Basement Freezer: The basement freezer held bulk groceries and emergency rations.",
        "ipa": "bɛ́jsmənt fríjzər: ðə bɛ́jsmənt fríjzər hɛ́ld bʌ́lk ɡrówsərijz ənd əmɜ́rdʒənsij rǽʃənz.",
        "hash": "TXT_65ae7df750333b1e3c71c3fc73dbe5.mp3",
        "score": 0.5
    },
    {
        "txt": "Utility Sink: The utility sink in the laundry room handled messy cleanup jobs.",
        "ipa": "juwtᵻ́lᵻtij sᵻ́ŋk: ðə juwtᵻ́lᵻtij sᵻ́ŋk ᵻn ðə lɔ́ndrij rúwm hǽndəld mɛ́sij klíjnʌ̀p dʒɒ́bz.",
        "hash": "TXT_7e1e67e38a62254336cd5200352d6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Firewood Basket: The firewood basket sat beside the fireplace, ready for cozy nights.",
        "ipa": "fájərwʊ̀d bǽskət: ðə fájərwʊ̀d bǽskət sǽt bᵻsájd ðə fájərplɛ̀js, rɛ́dij fɔr kówzij nájts.",
        "hash": "TXT_afaf835c9cc805b105d992fa2fc60c.mp3",
        "score": 0.5
    },
    {
        "txt": "Hallway Bench: The hallway bench provided a spot to lace up shoes quickly.",
        "ipa": "hɔ́lwɛ̀j bɛ́ntʃ: ðə hɔ́lwɛ̀j bɛ́ntʃ prəvájdᵻd ə spɒ́t tə lɛ́js ʌp ʃúwz kwᵻ́klij.",
        "hash": "TXT_4a89336c52f391abbb27475f8d5adb.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorative Plate: The decorative plate hung on the dining-room wall as artwork.",
        "ipa": "dɛ́kərətᵻv plɛ́jt: ðə dɛ́kərətᵻv plɛ́jt hʌ́ŋ ɒn ðə dájnᵻŋ-rúwm wɔ́l æz ɑ́rtwɜ̀rk.",
        "hash": "TXT_fb25cee7ef815ed851566716a4d598.mp3",
        "score": 0.5
    },
    {
        "txt": "Shoe Cabinet: The shoe cabinet stored her extensive footwear collection.",
        "ipa": "ʃúw kǽbᵻnət: ðə ʃúw kǽbᵻnət stɔ́rd hər əkstɛ́nsᵻv fʊ́twɛ̀ər kəlɛ́kʃən.",
        "hash": "TXT_235375c1bad017fa858ab35b8eb4f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Accent Wall: The accent wall boasted a bold color contrasting the rest of the room.",
        "ipa": "ǽksɛ̀nt wɔ́l: ðə ǽksɛ̀nt wɔ́l bówstᵻd ə bówld kʌ́lər kəntrǽstᵻŋ ðə rɛ́st əv ðə rúwm.",
        "hash": "TXT_c6ae71249d41ea66aeb2d80246cd8c.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Room Sink: The laundry room sink tackled stubborn stains with ease.",
        "ipa": "lɔ́ndrij rúwm sᵻ́ŋk: ðə lɔ́ndrij rúwm sᵻ́ŋk tǽkəld stʌ́bərn stɛ́jnz wᵻð íjz.",
        "hash": "TXT_64c9778777811655039ebfdfb15d45.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Stairs Storage: The under-stairs storage space housed extra luggage.",
        "ipa": "ʌ́ndər-stɛ́ərz stɔ́rᵻdʒ: ðə ʌ́ndər-stɛ́ərz stɔ́rᵻdʒ spɛ́js háwzd ɛ́kstrə lʌ́ɡᵻdʒ.",
        "hash": "TXT_4ba9793d2e0ebe9399e8e8431418fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Fence: The security fence enclosed the backyard for added peace of mind.",
        "ipa": "səkjʊ́rᵻtij fɛ́ns: ðə səkjʊ́rᵻtij fɛ́ns ɛnklówzd ðə bǽkjɑ̀rd fɔr ǽdᵻd píjs əv májnd.",
        "hash": "TXT_c978b97287f2c7deddbbd68812842c.mp3",
        "score": 0.5
    },
    {
        "txt": "Holiday Wreath: The holiday wreath on the door welcomed visitors with festive cheer.",
        "ipa": "hɒ́lədɛ̀j ríjθ: ðə hɒ́lədɛ̀j ríjθ ɒn ðə dɔ́r wɛ́lkəmd vᵻ́zᵻtərz wᵻð fɛ́stᵻv tʃɪ́ər.",
        "hash": "TXT_ca1f3f805207c798eca7c72e167e42.mp3",
        "score": 0.5
    },
    {
        "txt": "Bonsai Tree: The bonsai tree demanded regular pruning to maintain its miniature shape.",
        "ipa": "bɒnsáj tríj: ðə bɒnsáj tríj dəmǽndᵻd rɛ́ɡjələr prúwnᵻŋ tə mɛjntɛ́jn ᵻts mᵻ́nijətʃʊ̀r ʃɛ́jp.",
        "hash": "TXT_5685156d14fd3890df47567836af6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Floating Shelf: The floating shelf appeared to hover on the wall without visible brackets.",
        "ipa": "flówtᵻŋ ʃɛ́lf: ðə flówtᵻŋ ʃɛ́lf əpɪ́ərd tə hʌ́vər ɒn ðə wɔ́l wᵻðáwt vᵻ́zᵻbəl brǽkəts.",
        "hash": "TXT_152e32d7d29009193371a64a94e924.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Mural: The wall mural brought nature indoors with a stunning forest scene.",
        "ipa": "wɔ́l mjʊ́rəl: ðə wɔ́l mjʊ́rəl brɔ́t nɛ́jtʃər ᵻ́ndɔ̀rz wᵻð ə stʌ́nᵻŋ fɔ́rəst síjn.",
        "hash": "TXT_50650561288a088ec8edd97a38b4a4.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Sink Organizer: The under-sink organizer arranged sponges, detergents, and cloths.",
        "ipa": "ʌ́ndər-sᵻ́ŋk ɔ́rɡənàjzər: ðə ʌ́ndər-sᵻ́ŋk ɔ́rɡənàjzər ərɛ́jndʒd spʌ́ndʒᵻz, dətɜ́rdʒənts, ənd klɔ́θs.",
        "hash": "TXT_2caad61f3e9b887612380714da6f07.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Head: The shower head pulsed water in different pressure settings.",
        "ipa": "ʃáwər hɛ́d: ðə ʃáwər hɛ́d pʌ́lst wɔ́tər ᵻn dᵻ́fərənt prɛ́ʃər sɛ́tᵻŋz.",
        "hash": "TXT_84d1ba90d55dc51f4c05ef6a81cc76.mp3",
        "score": 0.5
    },
    {
        "txt": "Clothes Dryer: The clothes dryer tumbled laundry until it was soft and warm.",
        "ipa": "klówðz drájər: ðə klówðz drájər tʌ́mbəld lɔ́ndrij əntᵻ́l ᵻt wɒz sɒ́ft ənd wɔ́rm.",
        "hash": "TXT_df4f3791563d0a93ef29b9887692ed.mp3",
        "score": 0.5
    },
    {
        "txt": "Steamer Basket: The steamer basket cooked vegetables gently over simmering water.",
        "ipa": "stíjmər bǽskət: ðə stíjmər bǽskət kʊ́kt vɛ́dʒtəbəlz dʒɛ́ntlij ówvər sᵻ́mərᵻŋ wɔ́tər.",
        "hash": "TXT_ea1f00d5906ebfdb05c67b56f7e4ad.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Fireplace: The electric fireplace provided a cozy flame effect without real logs.",
        "ipa": "əlɛ́ktrᵻk fájərplɛ̀js: ðə əlɛ́ktrᵻk fájərplɛ̀js prəvájdᵻd ə kówzij flɛ́jm əfɛ́kt wᵻðáwt ríjəl lɔ́ɡz.",
        "hash": "TXT_e04a2923a4678c06b2765248bd2db7.mp3",
        "score": 0.5
    },
    {
        "txt": "Mantel Clock: The mantel clock struck a pleasant chime every half hour.",
        "ipa": "mǽntəl klɒ́k: ðə mǽntəl klɒ́k strʌ́k ə plɛ́zənt tʃájm ɛvərij hǽf áwər.",
        "hash": "TXT_25bf94ed92c2410b7a92651bf4ce7e.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Warmer: The towel warmer in the guest bath impressed visiting friends.",
        "ipa": "táwəl wɔ́rmər: ðə táwəl wɔ́rmər ᵻn ðə ɡɛ́st bǽθ ᵻ̀mprɛ́st vᵻ́zᵻtᵻŋ frɛ́ndz.",
        "hash": "TXT_be9752f376bd444b70445dde107c92.mp3",
        "score": 0.5
    },
    {
        "txt": "Roman Shades: The roman shades folded up smoothly to welcome the dawn’s early light.  ",
        "ipa": "rówmən ʃɛ́jdz: ðə rówmən ʃɛ́jdz fówldᵻd ʌp smúwðlij tə wɛ́lkəm ðə dɔ́n'z ɜ́rlij lájt.",
        "hash": "TXT_a03ef482391b5369b7ed09028cd288.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Sweep: The door sweep prevented chilly drafts from creeping in under the entrance.  ",
        "ipa": "dɔ́r swíjp: ðə dɔ́r swíjp prəvɛ́ntᵻd tʃᵻ́lij drǽfts frəm kríjpᵻŋ ᵻn ʌ́ndər ðə ɛ́ntrəns.",
        "hash": "TXT_d4e1063bbb20bbd410b7303e970aed.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Pendant: The hanging pendant illuminated the breakfast nook with a warm, intimate glow.  ",
        "ipa": "hǽŋɡᵻŋ pɛ́ndənt: ðə hǽŋɡᵻŋ pɛ́ndənt ᵻ̀lúwmᵻnɛ̀jtᵻd ðə brɛ́kfəst nʊ́k wᵻð ə wɔ́rm, ᵻ́ntᵻmət ɡlów.",
        "hash": "TXT_e567e4e558d5ad6e7e60f30fcb71eb.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Cabinet Lighting: The under-cabinet lighting allowed effortless meal prep after sunset.  ",
        "ipa": "ʌ́ndər-kǽbᵻnət lájtᵻŋ: ðə ʌ́ndər-kǽbᵻnət lájtᵻŋ əláwd ɛ́fərtləs míjl prɛ́p ǽftər sʌ́nsɛ̀t.",
        "hash": "TXT_e54409a811d059fb61fb05acdb96ab.mp3",
        "score": 0.5
    },
    {
        "txt": "Entryway Console: The entryway console displayed a vintage vase beneath a stylish mirror.  ",
        "ipa": "ɛ́ntrijwɛj kɒ́nsowl: ðə ɛ́ntrijwɛj kɒ́nsowl dᵻsplɛ́jd ə vᵻ́ntᵻdʒ vɒ́z bəníjθ ə stájlᵻʃ mɪ́ərər.",
        "hash": "TXT_73f43544680297cf59b47c69ad459f.mp3",
        "score": 0.5
    },
    {
        "txt": "Beveled Mirror: The beveled mirror refracted sunlight in delicate prismatic shapes.  ",
        "ipa": "bévəld mɪ́ərər: ðə bévəld mɪ́ərər rᵻfrǽktᵻd sʌ́nlàjt ᵻn dɛ́lᵻkət prᵻzmǽtᵻk ʃɛ́jps.",
        "hash": "TXT_d887e77ec17ea521eb9dd65045da39.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Valances: The window valances softened the edges of the tall picture windows.  ",
        "ipa": "wᵻ́ndow vəlǽnsᵻz: ðə wᵻ́ndow vəlǽnsᵻz sɔ́fənd ðə ɛ́dʒᵻz əv ðə tɔ́l pᵻ́ktʃər wᵻ́ndowz.",
        "hash": "TXT_26d171c021873f6b8b8a05427c316b.mp3",
        "score": 0.5
    },
    {
        "txt": "French Doors: The French doors opened onto the patio, merging indoor and outdoor space seamlessly.  ",
        "ipa": "frɛ́ntʃ dɔ́rz: ðə frɛ́ntʃ dɔ́rz ówpənd ɒntuw ðə pǽtijòw, mɜ́rdʒᵻŋ ᵻ́ndɔ̀r ənd áwtdɔ̀r spɛ́js síjmləslij.",
        "hash": "TXT_2d3bbf747dbf606e20a14f42125c0f.mp3",
        "score": 0.5
    },
    {
        "txt": "Barn Door: The barn door slid along its rustic track to partition the laundry area.  ",
        "ipa": "bɑ́rn dɔ́r: ðə bɑ́rn dɔ́r slᵻ́d əlɔ́ŋ ᵻts rʌ́stᵻk trǽk tə pɑrtᵻ́ʃən ðə lɔ́ndrij ɛ́ərijə.",
        "hash": "TXT_22d64f3610c97076141a158c5e41bb.mp3",
        "score": 0.5
    },
    {
        "txt": "Radiant Floor Heating: The radiant floor heating kept her toes delightfully warm on winter mornings.  ",
        "ipa": "rɛ́jdìjənt flɔ́r híjtᵻŋ: ðə rɛ́jdìjənt flɔ́r híjtᵻŋ kɛ́pt hər tówz dəlájtfəlij wɔ́rm ɒn wᵻ́ntər mɔ́rnᵻŋz.",
        "hash": "TXT_572a3c4448b73f201cfd08f32abdcf.mp3",
        "score": 0.5
    },
    {
        "txt": "Heated Towel Rack: The heated towel rack ensured a plush, toasty towel after every shower.  ",
        "ipa": "híjtᵻd táwəl rǽk: ðə híjtᵻd táwəl rǽk ənʃʊ́rd ə plʌ́ʃ, tówstij táwəl ǽftər ɛvərij ʃáwər.",
        "hash": "TXT_92b3aac93d323328e3dd29370ec4b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Exhaust Fan: The exhaust fan whisked away steam, preventing a foggy bathroom mirror.  ",
        "ipa": "əɡzɔ́st fǽn: ðə əɡzɔ́st fǽn wᵻ́skt əwɛ́j stíjm, prəvɛ́ntᵻŋ ə fɒ́ɡij bǽθrùwm mɪ́ərər.",
        "hash": "TXT_a8778d31bbeb82fcb4d17056fb23d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Butler’s Pantry: The butler’s pantry stored backup serving dishes for large dinner parties.  ",
        "ipa": "bʌ́tlər'z pǽntrij: ðə bʌ́tlər'z pǽntrij stɔ́rd bǽkʌ̀p sɜ́rvᵻŋ dᵻ́ʃᵻz fɔr lɑ́rdʒ dᵻ́nər pɑ́rtijz.",
        "hash": "TXT_fb1757bf061bb277361f7f3ee3af99.mp3",
        "score": 0.5
    },
    {
        "txt": "Double Oven: The double oven allowed her to bake desserts and roast meats concurrently.  ",
        "ipa": "dʌ́bəl ʌ́vən: ðə dʌ́bəl ʌ́vən əláwd hər tə bɛ́jk dəzɜ́rts ənd rówst míjts kənkɜ́rəntlij.",
        "hash": "TXT_e5aa33fac7d015bb4204a778b9e174.mp3",
        "score": 0.5
    },
    {
        "txt": "Wet Bar: The wet bar offered a dedicated station for mixing evening cocktails.  ",
        "ipa": "wɛ́t bɑ́r: ðə wɛ́t bɑ́r ɔ́fərd ə dɛ́dᵻkɛjtᵻd stɛ́jʃən fɔr mᵻ́ksᵻŋ íjvnᵻŋ kɒ́ktɛ̀jlz.",
        "hash": "TXT_eb8a3518efcd6770f9bd6d8f1473a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Screen: The folding screen added privacy and an artistic backdrop to the corner.  ",
        "ipa": "fówldᵻŋ skríjn: ðə fówldᵻŋ skríjn ǽdᵻd prájvəsij ənd ən ɑrtᵻ́stᵻk bǽkdrɒ̀p tə ðə kɔ́rnər.",
        "hash": "TXT_47d39cd8cff6d1fd221df476bf327e.mp3",
        "score": 0.5
    },
    {
        "txt": "Chesterfield Sofa: The chesterfield sofa’s tufted leather exuded timeless sophistication.  ",
        "ipa": "tʃɛ́stərfìjld sówfə: ðə tʃɛ́stərfìjld sówfə'z tʌ́ftᵻd lɛ́ðər əɡzúwdᵻd tájmləs səfᵻ̀stᵻkɛ́jʃən.",
        "hash": "TXT_0fda4be8f6ca7f1a498135974b9b1f.mp3",
        "score": 0.5
    },
    {
        "txt": "Chaise Lounge: The chaise lounge invited afternoon reading sessions bathed in sunlight.  ",
        "ipa": "ʃɛ́jz láwndʒ: ðə ʃɛ́jz láwndʒ ᵻ̀nvájtᵻd æ̀ftərnúwn ríjdᵻŋ sɛ́ʃənz bɛ́jðd ᵻn sʌ́nlàjt.",
        "hash": "TXT_60df5162d00590b48c132f102d5b00.mp3",
        "score": 0.5
    },
    {
        "txt": "Bistro Set: The bistro set on the balcony made morning coffee a charming affair.  ",
        "ipa": "bᵻ́strow sɛ́t: ðə bᵻ́strow sɛ́t ɒn ðə bǽlkənij mɛ́jd mɔ́rnᵻŋ kɒ́fij ə tʃɑ́rmᵻŋ əfɛ́ər.",
        "hash": "TXT_ac83572c85b23525d1a79165717cf1.mp3",
        "score": 0.5
    },
    {
        "txt": "Bar Cart: The bar cart showcased sparkling glassware and an assortment of fine liquors.  ",
        "ipa": "bɑ́r kɑ́rt: ðə bɑ́r kɑ́rt ʃówkɛ̀jst spɑ́rkəlᵻŋ ɡlǽswɛ̀ər ənd ən əsɔ́rtmənt əv fájn lᵻ́kərz.",
        "hash": "TXT_0799d83a60e11949da7c5f4a9138ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Fire Screen: The fire screen kept errant embers safely contained within the hearth.  ",
        "ipa": "fájər skríjn: ðə fájər skríjn kɛ́pt ɛ́ərənt ɛ́mbərz sɛ́jflij kəntɛ́jnd wᵻðᵻ́n ðə hɑ́rθ.",
        "hash": "TXT_c22b95c5db7348584ca535b739ae56.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorative Throw: The decorative throw accentuated the couch’s color palette with subtle flair.  ",
        "ipa": "dɛ́kərətᵻv θrów: ðə dɛ́kərətᵻv θrów æksɛ́ntʃuwɛ̀jtᵻd ðə káwtʃ'z kʌ́lər pǽlət wᵻð sʌ́təl flɛ́ər.",
        "hash": "TXT_9b25d41ea4be721da77593a643d0d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Floral Arrangement: The floral arrangement refreshed the foyer with fragrant blooms.  ",
        "ipa": "flɔ́rəl ərɛ́jndʒmənt: ðə flɔ́rəl ərɛ́jndʒmənt rijfrɛ́ʃt ðə fɔ́jər wᵻð frɛ́jɡrənt blúwmz.",
        "hash": "TXT_9672438bff57278975e502ebae69bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Wainscoting Panel: The wainscoting panel enhanced the dining room with classic architectural detail.  ",
        "ipa": "wɛ́jnzkòwtᵻŋ pǽnəl: ðə wɛ́jnzkòwtᵻŋ pǽnəl ənhǽnst ðə dájnᵻŋ rúwm wᵻð klǽsᵻk ɑ̀rkᵻtɛ́ktʃərəl díjtɛjl.",
        "hash": "TXT_17e8f51a358f71ab2705dd960bf7a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Baseboard Heater: The baseboard heater discreetly warmed the den without disrupting the décor.  ",
        "ipa": "bɛ́jsbɔ̀rd híjtər: ðə bɛ́jsbɔ̀rd híjtər dᵻskríjtlij wɔ́rmd ðə dɛ́n wᵻðáwt dᵻsrʌ́ptᵻŋ ðə dɛᵻkɔ́r.",
        "hash": "TXT_01575f4dff730293763c616461ea2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Motion Sensor: The motion sensor triggered soft hallway lighting when footsteps passed by.  ",
        "ipa": "mówʃən sɛ́nsər: ðə mówʃən sɛ́nsər trᵻ́ɡərd sɒ́ft hɔ́lwɛ̀j lájtᵻŋ wɛ́n fʊ́tstɛ̀ps pǽst baj.",
        "hash": "TXT_12a90974114e1539eef76074a2b3c4.mp3",
        "score": 0.5
    },
    {
        "txt": "Loft Ladder: The loft ladder folded neatly, granting easy access to the attic hideaway.  ",
        "ipa": "lɔ́ft lǽdər: ðə lɔ́ft lǽdər fówldᵻd níjtlij, ɡrǽntᵻŋ íjzij ǽksɛ̀s tə ðə ǽtᵻk hájdəwɛ̀j.",
        "hash": "TXT_c6a43ca8fffe0858f6ddd338c27d84.mp3",
        "score": 0.5
    },
    {
        "txt": "French Windows: The French windows framed a serene view of the rose garden.  ",
        "ipa": "frɛ́ntʃ wᵻ́ndowz: ðə frɛ́ntʃ wᵻ́ndowz frɛ́jmd ə səríjn vjúw əv ðə rówz ɡɑ́rdən.",
        "hash": "TXT_9c847cb3e700f247eabd48e9926d8e.mp3",
        "score": 0.5
    },
    {
        "txt": "Stained Glass: The stained glass window cast vibrant hues across the living room floor.  ",
        "ipa": "stɛ́jnd ɡlǽs: ðə stɛ́jnd ɡlǽs wᵻ́ndow kǽst vájbrənt hjúwz əkrɔ́s ðə lᵻ́vᵻŋ rúwm flɔ́r.",
        "hash": "TXT_764c86d2c9d248d1d76c6190947ad7.mp3",
        "score": 0.5
    },
    {
        "txt": "Skylight Window: The skylight window filled the upper hall with natural, overhead sunlight.  ",
        "ipa": "skájlàjt wᵻ́ndow: ðə skájlàjt wᵻ́ndow fᵻ́ld ðə ʌ́pər hɔ́l wᵻð nǽtʃərəl, ówvərhɛ́d sʌ́nlàjt.",
        "hash": "TXT_b4ade999bbaecdca873c3ad9c43315.mp3",
        "score": 0.5
    },
    {
        "txt": "Attic Insulation: The attic insulation helped maintain a cozy temperature year-round.  ",
        "ipa": "ǽtᵻk ᵻ̀nsəlɛ́jʃən: ðə ǽtᵻk ᵻ̀nsəlɛ́jʃən hɛ́lpt mɛjntɛ́jn ə kówzij tɛ́mpərətʃər jɪ́ər-ráwnd.",
        "hash": "TXT_fda4b2ce04d2dd22cc62e1754b9504.mp3",
        "score": 0.5
    },
    {
        "txt": "Reverse Osmosis System: The reverse osmosis system filtered water to near-purity in the kitchen.  ",
        "ipa": "rijvɜ́rs ɔ̀zmówsᵻs sᵻ́stəm: ðə rijvɜ́rs ɔ̀zmówsᵻs sᵻ́stəm fᵻ́ltərd wɔ́tər tə nɪ́ər-pjʊ́rᵻtij ᵻn ðə kᵻ́tʃən.",
        "hash": "TXT_84d00f29389eebc1b7a2ed09543243.mp3",
        "score": 0.5
    },
    {
        "txt": "Tankless Water Heater: The tankless water heater delivered a continuous supply of hot water.  ",
        "ipa": "tǽŋkləs wɔ́tər híjtər: ðə tǽŋkləs wɔ́tər híjtər dəlᵻ́vərd ə kəntᵻ́njuwəs səpláj əv hɒ́t wɔ́tər.",
        "hash": "TXT_1cdb5dbe96a6ee91d4da539d61bf25.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Softener: The water softener prevented mineral buildup in the plumbing lines.  ",
        "ipa": "wɔ́tər sɔ́fənər: ðə wɔ́tər sɔ́fənər prəvɛ́ntᵻd mᵻ́nərəl bᵻ́ldʌ̀p ᵻn ðə plʌ́mᵻŋ lájnz.",
        "hash": "TXT_ef92a4ea3ea4338125cd688d555124.mp3",
        "score": 0.5
    },
    {
        "txt": "Sauna Room: The sauna room melted away stress with penetrating, therapeutic heat.  ",
        "ipa": "sɔ́nə rúwm: ðə sɔ́nə rúwm mɛ́ltᵻd əwɛ́j strɛ́s wᵻð pɛ́nətrɛ̀jtᵻŋ, θɛ̀ərəpjúwtᵻk híjt.",
        "hash": "TXT_2f48a4f97af8ae569bc6cc56f1b70c.mp3",
        "score": 0.5
    },
    {
        "txt": "Whirlpool Tub: The whirlpool tub massaged aching muscles with powerful jets of water.  ",
        "ipa": "wɜ́rlpùwl tʌ́b: ðə wɜ́rlpùwl tʌ́b məsɒ́ʒd ɛ́jkᵻŋ mʌ́səlz wᵻð páwərfəl dʒɛ́ts əv wɔ́tər.",
        "hash": "TXT_17a88345fe2d273452284e9ad0038b.mp3",
        "score": 0.5
    },
    {
        "txt": "Vanity Cabinet: The vanity cabinet concealed extra toiletries in chic, mirrored storage.  ",
        "ipa": "vǽnᵻtij kǽbᵻnət: ðə vǽnᵻtij kǽbᵻnət kənsíjld ɛ́kstrə tɔ́jlətrijz ᵻn ʃíjk, mɪ́ərərd stɔ́rᵻdʒ.",
        "hash": "TXT_d1e4ee434f70700aaaddca8169fad1.mp3",
        "score": 0.5
    },
    {
        "txt": "Heated Floors: The heated floors spoiled her with luxurious warmth, even in the dead of winter.  ",
        "ipa": "híjtᵻd flɔ́rz: ðə híjtᵻd flɔ́rz spɔ́jld hər wᵻð ləɡʒɜ́rijəs wɔ́rmθ, íjvən ᵻn ðə dɛ́d əv wᵻ́ntər.",
        "hash": "TXT_ed9cce994173d5d9b54c5da6f2eae1.mp3",
        "score": 0.5
    },
    {
        "txt": "Walk-In Closet: The walk-in closet showcased an enviable collection of suits and gowns.  ",
        "ipa": "wɒ́k-ᵻn klɒ́zət: ðə wɒ́k-ᵻn klɒ́zət ʃówkɛ̀jst ən ɛ́nvijəbəl kəlɛ́kʃən əv súwts ənd ɡáwnz.",
        "hash": "TXT_3aa6add8a34a163b2fafa93d5c4c5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Built-In Wardrobe: The built-in wardrobe blended seamlessly with the bedroom walls.  ",
        "ipa": "bᵻ́lt-ᵻn wɔ́rdròwb: ðə bᵻ́lt-ᵻn wɔ́rdròwb blɛ́ndᵻd síjmləslij wᵻð ðə bɛ́drùwm wɔ́lz.",
        "hash": "TXT_6e6f51e0aef0805ad81b2c19cd9ba7.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Bed Storage: The under-bed storage bins housed winter coats and heavy blankets.  ",
        "ipa": "ʌ́ndər-bɛ́d stɔ́rᵻdʒ: ðə ʌ́ndər-bɛ́d stɔ́rᵻdʒ bᵻ́nz háwzd wᵻ́ntər kówts ənd hɛ́vij blǽŋkəts.",
        "hash": "TXT_71e4b4c9de1efcf8faacd631ee4874.mp3",
        "score": 0.5
    },
    {
        "txt": "Pillow Protector: The pillow protector shielded against dust mites and spills.  ",
        "ipa": "pᵻ́low prətɛ́ktər: ðə pᵻ́low prətɛ́ktər ʃíjldᵻd əɡɛ́jnst dʌ́st májts ənd spᵻ́lz.",
        "hash": "TXT_55fd0451a96d12ff9626c5746c2162.mp3",
        "score": 0.5
    },
    {
        "txt": "Bed Frame: The bed frame provided sturdy support for the plush, king-sized mattress.  ",
        "ipa": "bɛ́d frɛ́jm: ðə bɛ́d frɛ́jm prəvájdᵻd stɜ́rdij səpɔ́rt fɔr ðə plʌ́ʃ, kᵻ́ŋ-sájzd mǽtrəs.",
        "hash": "TXT_e5dc5c4f95d6b07b76796b7d98b803.mp3",
        "score": 0.5
    },
    {
        "txt": "Velvet Curtains: The velvet curtains added drama to the room with their rich texture.  ",
        "ipa": "vɛ́lvət kɜ́rtənz: ðə vɛ́lvət kɜ́rtənz ǽdᵻd drɒ́mə tə ðə rúwm wᵻð ðɛər rᵻ́tʃ tɛ́kstʃər.",
        "hash": "TXT_7d781fa6b509c47a9fbf87a7011408.mp3",
        "score": 0.5
    },
    {
        "txt": "Blackout Curtains: The blackout curtains guaranteed uninterrupted weekend sleep-ins.  ",
        "ipa": "blǽkàwt kɜ́rtənz: ðə blǽkàwt kɜ́rtənz ɡɛ̀ərəntíjd ʌ̀nᵻntərʌ́ptᵻd wíjkɛ̀nd slíjp-ájɛ́nɛ́s.",
        "hash": "TXT_1e3e3a9da0c5cd24c769b5eceddb57.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Seat: The window seat created a perfect perch for afternoon daydreams.  ",
        "ipa": "wᵻ́ndow síjt: ðə wᵻ́ndow síjt krijɛ́jtᵻd ə pɜ́rfəkt pɜ́rtʃ fɔr æ̀ftərnúwn dɛ́jdrìjmz.",
        "hash": "TXT_c612ca46542887844991579629b76e.mp3",
        "score": 0.5
    },
    {
        "txt": "Bay Window: The bay window extended the living space outward, capturing panoramic views.  ",
        "ipa": "bɛ́j wᵻ́ndow: ðə bɛ́j wᵻ́ndow əkstɛ́ndᵻd ðə lᵻ́vᵻŋ spɛ́js áwtwərd, kǽptʃərᵻŋ pæ̀nərǽmᵻk vjúwz.",
        "hash": "TXT_8ec8d5017005c56bb49354b09a3b9f.mp3",
        "score": 0.5
    },
    {
        "txt": "Clerestory Window: The clerestory window flooded the loft with soft, ambient daylight.  ",
        "ipa": "klɪ́ərstɔ̀rij wᵻ́ndow: ðə klɪ́ərstɔ̀rij wᵻ́ndow flʌ́dᵻd ðə lɔ́ft wᵻð sɒ́ft, ǽmbijənt dɛ́jlàjt.",
        "hash": "TXT_9a90e86347b9b51da305b353428468.mp3",
        "score": 0.5
    },
    {
        "txt": "Latch Handle: The latch handle secured the antique pantry door with a gentle click.  ",
        "ipa": "lǽtʃ hǽndəl: ðə lǽtʃ hǽndəl səkjʊ́rd ðə æntíjk pǽntrij dɔ́r wᵻð ə dʒɛ́ntəl klᵻ́k.",
        "hash": "TXT_dd8f4776a68a933c8b5f165d41061b.mp3",
        "score": 0.5
    },
    {
        "txt": "Handrail Bracket: The handrail bracket anchored the polished oak banister securely in place.  ",
        "ipa": "hǽndrɛ̀jl brǽkᵻt: ðə hǽndrɛ̀jl brǽkᵻt ǽŋkərd ðə pɒ́lᵻʃt ówk bǽnᵻstər səkjʊ́rlij ᵻn plɛ́js.",
        "hash": "TXT_de1d4f7104e178fb21d7a026383638.mp3",
        "score": 0.5
    },
    {
        "txt": "Stair Runner: The stair runner muffled footsteps while adding a decorative touch.  ",
        "ipa": "stɛ́ər rʌ́nər: ðə stɛ́ər rʌ́nər mʌ́fəld fʊ́tstɛ̀ps wájl ǽdᵻŋ ə dɛ́kərətᵻv tʌ́tʃ.",
        "hash": "TXT_72fbb57a5820df56122f5536194328.mp3",
        "score": 0.5
    },
    {
        "txt": "Stair Rod: The stair rod held the luxurious carpet runner firmly in place.  ",
        "ipa": "stɛ́ər rɒ́d: ðə stɛ́ər rɒ́d hɛ́ld ðə ləɡʒɜ́rijəs kɑ́rpət rʌ́nər fɜ́rmlij ᵻn plɛ́js.",
        "hash": "TXT_757c34db1fae3bab0539ba5b2e6856.mp3",
        "score": 0.5
    },
    {
        "txt": "Baluster Spindle: The baluster spindles framed each step with delicate, carved symmetry.  ",
        "ipa": "bǽləstər spᵻ́ndəl: ðə bǽləstər spᵻndəlz frɛ́jmd ijtʃ stɛ́p wᵻð dɛ́lᵻkət, kɑ́rvd sᵻ́mətrij.",
        "hash": "TXT_b54afa8a7eeaadf7721c3003c2f487.mp3",
        "score": 0.5
    },
    {
        "txt": "Newel Post: The newel post crowned the staircase, marking the transition between floors.  ",
        "ipa": "núwəl pówst: ðə núwəl pówst kráwnd ðə stɛ́ərkɛ̀js, mɑ́rkᵻŋ ðə trænzᵻ́ʃən bijtwíjn flɔ́rz.",
        "hash": "TXT_c8c1411a1389bc5c92c6435acbdf15.mp3",
        "score": 0.5
    },
    {
        "txt": "Built-In Desk: The built-in desk maximized floor space in the compact home office.  ",
        "ipa": "bᵻ́lt-ᵻn dɛ́sk: ðə bᵻ́lt-ᵻn dɛ́sk mǽksᵻmàjzd flɔ́r spɛ́js ᵻn ðə kɒ́mpækt hówm ɔ́fᵻs.",
        "hash": "TXT_c85d5b7b1dab1e9078bbfd56d39978.mp3",
        "score": 0.5
    },
    {
        "txt": "Corner Desk: The corner desk tucked neatly into the study’s alcove.  ",
        "ipa": "kɔ́rnər dɛ́sk: ðə kɔ́rnər dɛ́sk tʌ́kt níjtlij ᵻntə ðə stʌ́dij'z ǽlkòwv.",
        "hash": "TXT_07d5bfc71acc05aba344f7edb295ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Filing Drawer: The filing drawer alphabetized her documents for quick retrieval.  ",
        "ipa": "fájlᵻŋ drɔ́r: ðə fájlᵻŋ drɔ́r ǽlfəbətàjzd hər dɒ́kjəmənts fɔr kwᵻ́k rətríjvəl.",
        "hash": "TXT_9e5b52b765306ee1bc1b777eccce64.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Chair: The rolling chair glided effortlessly across the hardwood floors.  ",
        "ipa": "rówlᵻŋ tʃɛ́ər: ðə rówlᵻŋ tʃɛ́ər ɡlájdᵻd ɛ́fərtləslij əkrɔ́s ðə hɑ́rdwʊ̀d flɔ́rz.",
        "hash": "TXT_5c71b361a8ccd8e696dabb6f424071.mp3",
        "score": 0.5
    },
    {
        "txt": "Monitor Stand: The monitor stand elevated the screen to an ergonomic viewing height.  ",
        "ipa": "mɒ́nᵻtər stǽnd: ðə mɒ́nᵻtər stǽnd ɛ́ləvɛ̀jtᵻd ðə skríjn tə ən ɜ̀rɡənɒ́mᵻk vjúwᵻŋ hájt.",
        "hash": "TXT_e76ac998ea0f32fd6d404090e40f8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Paper Shredder: The paper shredder devoured old bank statements in seconds.  ",
        "ipa": "pɛ́jpər ʃrɛ́dər: ðə pɛ́jpər ʃrɛ́dər dəváwərd ówld bǽŋk stɛ́jtmənts ᵻn sɛ́kəndz.",
        "hash": "TXT_787950adde679c3cbd0522ee236546.mp3",
        "score": 0.5
    },
    {
        "txt": "Desk Calendar: The desk calendar tracked her appointments with a mere flip of the page.  ",
        "ipa": "dɛ́sk kǽləndər: ðə dɛ́sk kǽləndər trǽkt hər əpɔ́jntmənts wᵻð ə mɪ́ər flᵻ́p əv ðə pɛ́jdʒ.",
        "hash": "TXT_0dd0eda0772c7d9999617d8a0c3bfe.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Cushion: The floor cushion provided casual seating around the low coffee table.  ",
        "ipa": "flɔ́r kʊ́ʃən: ðə flɔ́r kʊ́ʃən prəvájdᵻd kǽʒəwəl síjtᵻŋ əráwnd ðə lów kɒ́fij tɛ́jbəl.",
        "hash": "TXT_9104664f505d1e3a2f43380428fa0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Gaming Chair: The gaming chair offered lumbar support for marathon sessions.  ",
        "ipa": "ɡɛ́jmᵻŋ tʃɛ́ər: ðə ɡɛ́jmᵻŋ tʃɛ́ər ɔ́fərd lʌ́mbɑ̀r səpɔ́rt fɔr mɛ́ərəθɒ̀n sɛ́ʃənz.",
        "hash": "TXT_a474263171b431885e7b23239aecaf.mp3",
        "score": 0.5
    },
    {
        "txt": "Craft Table: The craft table folded out, revealing hidden compartments for supplies.  ",
        "ipa": "krǽft tɛ́jbəl: ðə krǽft tɛ́jbəl fówldᵻd awt, rəvíjlᵻŋ hᵻ́dən kəmpɑ́rtmənts fɔr səplájz.",
        "hash": "TXT_006a58ed15fe50c82f0164e8513122.mp3",
        "score": 0.5
    },
    {
        "txt": "Sewing Machine: The sewing machine hummed methodically while stitching homemade curtains.  ",
        "ipa": "sówᵻŋ məʃíjn: ðə sówᵻŋ məʃíjn hʌmd məθɒ́dᵻkəlij wájl stᵻ́tʃᵻŋ hówmɛ́jd kɜ́rtənz.",
        "hash": "TXT_c94f2feecb8fb1da75502f0f07e8cc.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Easel: The paint easel displayed her canvas, ready for the next brushstroke.  ",
        "ipa": "pɛ́jnt íjzəl: ðə pɛ́jnt íjzəl dᵻsplɛ́jd hər kǽnvəs, rɛ́dij fɔr ðə nɛ́kst brʌ́ʃstròwk.",
        "hash": "TXT_4a70b639bacf9e88cd541f8ff495da.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Table: The folding table expanded the dining area when extra guests arrived.  ",
        "ipa": "fówldᵻŋ tɛ́jbəl: ðə fówldᵻŋ tɛ́jbəl əkspǽndᵻd ðə dájnᵻŋ ɛ́ərijə wɛ́n ɛ́kstrə ɡɛ́sts ərájvd.",
        "hash": "TXT_e211e88a8c79579a1b6e14eded165b.mp3",
        "score": 0.5
    },
    {
        "txt": "DVD Player: The DVD player offered nostalgic movie nights in high resolution.  ",
        "ipa": "DVD plɛ́jər: ðə DVD plɛ́jər ɔ́fərd nɔstǽldʒᵻk múwvij nájts ᵻn háj rɛ̀zəlúwʃən.",
        "hash": "TXT_e6c59c7aa6a68ceb03ca588f4ebb67.mp3",
        "score": 0.5
    },
    {
        "txt": "Vinyl Record Collection: The vinyl record collection spanned everything from jazz to classic rock.  ",
        "ipa": "vájnəl rɛ́kɔrd kəlɛ́kʃən: ðə vájnəl rɛ́kɔrd kəlɛ́kʃən spǽnd ɛ́vrijθᵻ̀ŋ frəm dʒǽz tə klǽsᵻk rɒ́k.",
        "hash": "TXT_6080ef4a1990a53419ba92efbce5b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Record Player: The record player crackled with vintage charm as the needle touched vinyl.  ",
        "ipa": "rɛ́kɔrd plɛ́jər: ðə rɛ́kɔrd plɛ́jər krǽkəld wᵻð vᵻ́ntᵻdʒ tʃɑ́rm æz ðə níjdəl tʌ́tʃt vájnəl.",
        "hash": "TXT_5032f07c994619656741252f2583f2.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Cellar: The wine cellar, cooled to perfection, safeguarded her rarest bottles.  ",
        "ipa": "wájn sɛ́lər: ðə wájn sɛ́lər, kúwld tə pərfɛ́kʃən, sɛ́jfɡɑ̀rdᵻd hər rɛ́ərəst bɒ́təlz.",
        "hash": "TXT_1645646ed8b1acb3f24ce74c4609d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Cigar Humidor: The cigar humidor maintained precise humidity for premium tobacco.  ",
        "ipa": "sᵻɡɑ́r hjúwmᵻdɔ̀r: ðə sᵻɡɑ́r hjúwmᵻdɔ̀r mɛjntɛ́jnd prəsájs hjuwmᵻ́dᵻtij fɔr príjmijəm təbǽkòw.",
        "hash": "TXT_31fd87d7ee8f69da63f9b0cbb7c84d.mp3",
        "score": 0.5
    },
    {
        "txt": "Liquor Cabinet: The liquor cabinet remained locked whenever children visited.  ",
        "ipa": "lᵻ́kər kǽbᵻnət: ðə lᵻ́kər kǽbᵻnət rəmɛ́jnd lɒ́kt wɛnɛ́vər tʃᵻ́ldrən vᵻ́zᵻtᵻd.",
        "hash": "TXT_364c82459c4ff0962ebb96475cb16e.mp3",
        "score": 0.5
    },
    {
        "txt": "Tea Cabinet: The tea cabinet displayed fragrant loose-leaf blends from around the globe.  ",
        "ipa": "tíj kǽbᵻnət: ðə tíj kǽbᵻnət dᵻsplɛ́jd frɛ́jɡrənt lúws-líjf blɛ́ndz frəm əráwnd ðə ɡlówb.",
        "hash": "TXT_e58e3f29bc6df35f68336f98634cd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Bed Canopy: The bed canopy lent a regal, fairytale ambiance to the master bedroom.  ",
        "ipa": "bɛ́d kǽnəpij: ðə bɛ́d kǽnəpij lɛ́nt ə ríjɡəl, fɛ́ərijtɛ̀jl ǽmbijəns tə ðə mǽstər bɛ́drùwm.",
        "hash": "TXT_043bf9ef09af9e4ebbbc9ae93afd94.mp3",
        "score": 0.5
    },
    {
        "txt": "Mosquito Net: The mosquito net protected summer sleepers from unwelcome pests.  ",
        "ipa": "məskíjtow nɛ́t: ðə məskíjtow nɛ́t prətɛ́ktᵻd sʌ́mər slíjpərz frəm ʌ̀nwɛ́lkəm pɛ́sts.",
        "hash": "TXT_3862664009b8151c918f47e2364c45.mp3",
        "score": 0.5
    },
    {
        "txt": "Light Dimmer: The light dimmer allowed adjustable brightness for every mood.  ",
        "ipa": "lájt dᵻ́mər: ðə lájt dᵻ́mər əláwd ədʒʌ́stəbəl brájtnəs fɔr ɛvərij múwd.",
        "hash": "TXT_146900a4ea6fe979a21b84c396516f.mp3",
        "score": 0.5
    },
    {
        "txt": "Bathrobe Hook: The bathrobe hook on the door kept plush robes within easy reach.  ",
        "ipa": "bǽθròwb hʊ́k: ðə bǽθròwb hʊ́k ɒn ðə dɔ́r kɛ́pt plʌ́ʃ rówbz wᵻðᵻ́n íjzij ríjtʃ.",
        "hash": "TXT_6a74e7625a5492dc992985c7072b99.mp3",
        "score": 0.5
    },
    {
        "txt": "Bath Caddy: The bath caddy cradled a book and a glass of wine during long soaks.  ",
        "ipa": "bǽθ kǽdij: ðə bǽθ kǽdij krɛ́jdld ə bʊ́k ənd ə ɡlǽs əv wájn dʊ́rᵻŋ lɔ́ŋ sówks.",
        "hash": "TXT_7369a57d887708489f22806dcbd534.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Niche: The shower niche organized shampoo and soap, freeing up floor space.  ",
        "ipa": "ʃáwər nᵻ́tʃ: ðə ʃáwər nᵻ́tʃ ɔ́rɡənàjzd ʃæmpúw ənd sówp, fríjᵻŋ ʌp flɔ́r spɛ́js.",
        "hash": "TXT_5dae5e4a463f741793e1d710702991.mp3",
        "score": 0.5
    },
    {
        "txt": "Toilet Cistern: The toilet cistern refilled silently after each flush.  ",
        "ipa": "tɔ́jlət sᵻ́stərn: ðə tɔ́jlət sᵻ́stərn rijfᵻ́ld sájləntlij ǽftər ijtʃ flʌ́ʃ.",
        "hash": "TXT_6c729d83d699fabc08a0deabc89405.mp3",
        "score": 0.5
    },
    {
        "txt": "Bathroom Scale: The bathroom scale displayed her weight digitally with a bright LED.  ",
        "ipa": "bǽθrùwm skɛ́jl: ðə bǽθrùwm skɛ́jl dᵻsplɛ́jd hər wɛ́jt dᵻ́dʒᵻtəlij wᵻð ə brájt LED.",
        "hash": "TXT_d965b40300aeef6f3a57a14bb0b5b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Heated Mirror: The heated mirror defied fog even after steamy showers.  ",
        "ipa": "híjtᵻd mɪ́ərər: ðə híjtᵻd mɪ́ərər dəfájd fɒ́ɡ íjvən ǽftər stíjmij ʃáwərz.",
        "hash": "TXT_6fa0f54df15bfdfae07b77e6253efd.mp3",
        "score": 0.5
    },
    {
        "txt": "Shaving Socket: The shaving socket offered a convenient power source in the bathroom vanity.  ",
        "ipa": "ʃɛ́jvᵻŋ sɒ́kət: ðə ʃɛ́jvᵻŋ sɒ́kət ɔ́fərd ə kənvíjnjənt páwər sɔ́rs ᵻn ðə bǽθrùwm vǽnᵻtij.",
        "hash": "TXT_028563f8961a688f5d4d8533a9bc9b.mp3",
        "score": 0.5
    },
    {
        "txt": "Makeup Organizer: The makeup organizer separated lipsticks, brushes, and compacts flawlessly.  ",
        "ipa": "mɛ́jkʌ̀p ɔ́rɡənàjzər: ðə mɛ́jkʌ̀p ɔ́rɡənàjzər sɛ́pərɛ̀jtᵻd lᵻ́pstᵻ̀ks, brʌ́ʃᵻz, ənd kɒ́mpækts flɔ́ləslij.",
        "hash": "TXT_a1a763085d6e4a485883c58c7d593b.mp3",
        "score": 0.5
    },
    {
        "txt": "Cotton Swabs: The cotton swabs were stashed in a neat jar on the vanity top.  ",
        "ipa": "kɒ́tən swɒ́bz: ðə kɒ́tən swɒ́bz wɜ́r stǽʃt ᵻn ə níjt dʒɑ́r ɒn ðə vǽnᵻtij tɒ́p.",
        "hash": "TXT_51d2b23d113ab61b89d274134e76d6.mp3",
        "score": 0.5
    },
    {
        "txt": "Toilet Roll Holder: The toilet roll holder matched the brushed-nickel taps.  ",
        "ipa": "tɔ́jlət rówl hówldər: ðə tɔ́jlət rówl hówldər mǽtʃt ðə brʌ́ʃt-nᵻ́kəl tǽps.",
        "hash": "TXT_a4880b46c6577c4f3e8daab5957fd2.mp3",
        "score": 0.5
    },
    {
        "txt": "Towel Shelf: The towel shelf stacked fresh linens for the next guest.  ",
        "ipa": "táwəl ʃɛ́lf: ðə táwəl ʃɛ́lf stǽkt frɛ́ʃ lᵻ́nənz fɔr ðə nɛ́kst ɡɛ́st.",
        "hash": "TXT_a4c257c231b2ef44ddb4796e0baa17.mp3",
        "score": 0.5
    },
    {
        "txt": "Wet Room: The wet room’s floor-to-ceiling tile allowed for easy cleaning.  ",
        "ipa": "wɛ́t rúwm: ðə wɛ́t rúwm'z flɔ́r-tə-síjlᵻŋ tájl əláwd fɔr íjzij klíjnᵻŋ.",
        "hash": "TXT_91ae8e24a8ebe647703192ac596965.mp3",
        "score": 0.5
    },
    {
        "txt": "Shower Tray: The shower tray drained water seamlessly without pooling.  ",
        "ipa": "ʃáwər trɛ́j: ðə ʃáwər trɛ́j drɛ́jnd wɔ́tər síjmləslij wᵻðáwt púwlᵻŋ.",
        "hash": "TXT_341d3db2c56d050f58380acb4e44ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Closet: The water closet provided a private enclave separate from the main bathroom.  ",
        "ipa": "wɔ́tər klɒ́zət: ðə wɔ́tər klɒ́zət prəvájdᵻd ə prájvət ɒ́nklɛ̀jv sɛ́pərət frəm ðə mɛ́jn bǽθrùwm.",
        "hash": "TXT_44f3601a043a4749e2ae99198f2a55.mp3",
        "score": 0.5
    },
    {
        "txt": "Powder Room: The powder room wowed visitors with bold wallpaper and a vessel sink.  ",
        "ipa": "páwdər rúwm: ðə páwdər rúwm wáwd vᵻ́zᵻtərz wᵻð bówld wɔ́lpɛ̀jpər ənd ə vɛ́səl sᵻ́ŋk.",
        "hash": "TXT_27f6c121714690bc8b9bd5feed63ec.mp3",
        "score": 0.5
    },
    {
        "txt": "Bidet Toilet: The bidet toilet offered hygienic cleansing with adjustable water pressure.  ",
        "ipa": "bᵻdɛ́j tɔ́jlət: ðə bᵻdɛ́j tɔ́jlət ɔ́fərd hajdʒɛ́nᵻk klɛ́nzᵻŋ wᵻð ədʒʌ́stəbəl wɔ́tər prɛ́ʃər.",
        "hash": "TXT_908e83ed96d45818a157b24b028003.mp3",
        "score": 0.5
    },
    {
        "txt": "Clotheshorse Rack: The clotheshorse rack folded away to save space when not in use.  ",
        "ipa": "klówzhɔ̀rs rǽk: ðə klówzhɔ̀rs rǽk fówldᵻd əwɛ́j tə sɛ́jv spɛ́js wɛ́n nɒt ᵻn juwz.",
        "hash": "TXT_d7372773b23791eff896ce23ed4a6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Laundry Pod Container: The laundry pod container sat on the shelf, keeping detergent pods dry.  ",
        "ipa": "lɔ́ndrij pɒ́d kəntɛ́jnər: ðə lɔ́ndrij pɒ́d kəntɛ́jnər sǽt ɒn ðə ʃɛ́lf, kíjpᵻŋ dətɜ́rdʒənt pɒ́dz dráj.",
        "hash": "TXT_830393ea6570e765a9a1b62d1ff239.mp3",
        "score": 0.5
    },
    {
        "txt": "Drying Rack: The drying rack accommodated delicate garments that couldn’t go in the dryer.  ",
        "ipa": "drájᵻŋ rǽk: ðə drájᵻŋ rǽk əkɒ́mədɛ̀jtᵻd dɛ́lᵻkət ɡɑ́rmənts thət kʊ́dənt ɡow ᵻn ðə drájər.",
        "hash": "TXT_afccdc26d7e0ea5e8272d50890c4db.mp3",
        "score": 0.5
    },
    {
        "txt": "Lint Roller: The lint roller rescued her blazer from stray cat hairs just before an interview.  ",
        "ipa": "lᵻ́nt rówlər: ðə lᵻ́nt rówlər rɛ́skjuwd hər blɛ́jzər frəm strɛ́j kǽt hɛ́ərz dʒəst bəfɔ́r ən ᵻ́ntərvjùw.",
        "hash": "TXT_e2feb133e7d38ab2e4026177756b22.mp3",
        "score": 0.5
    },
    {
        "txt": "Vacuum Sealer: The vacuum sealer preserved leftovers by locking out air and moisture.  ",
        "ipa": "vǽkjuwm síjlər: ðə vǽkjuwm síjlər prəzɜ́rvd lɛ́ftòwvərz baj lɒ́kᵻŋ awt ɛ́ər ənd mɔ́jstʃər.",
        "hash": "TXT_097f6343731619f5a825e9ed07a437.mp3",
        "score": 0.5
    },
    {
        "txt": "Preservation Jar: The preservation jar displayed homemade pickles on the countertop.  ",
        "ipa": "prɛ̀zərvɛ́jʃən dʒɑ́r: ðə prɛ̀zərvɛ́jʃən dʒɑ́r dᵻsplɛ́jd hówmɛ́jd pᵻ́kəlz ɒn ðə káwntərtɒ̀p.",
        "hash": "TXT_e62cf3301d41a0acb61dbf96418e30.mp3",
        "score": 0.5
    },
    {
        "txt": "Pantry Shelf: The pantry shelf was labeled meticulously to categorize ingredients.  ",
        "ipa": "pǽntrij ʃɛ́lf: ðə pǽntrij ʃɛ́lf wɒz lɛ́jbəld mətᵻ́kjələslij tə kǽtəɡəràjz ᵻ̀nɡríjdijənts.",
        "hash": "TXT_4d1ec5801093a564d634b51d78ebfe.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Grinder: The spice grinder brought out the authentic aroma in freshly ground cumin.  ",
        "ipa": "spájs ɡrájndər: ðə spájs ɡrájndər brɔ́t awt ðə ɔθɛ́ntᵻk ərówmə ᵻn frɛ́ʃlij ɡráwnd kjúwmᵻn.",
        "hash": "TXT_1b6848e501e96003e38cbc286d1fc0.mp3",
        "score": 0.5
    },
    {
        "txt": "Appliance Garage: The appliance garage concealed bulky gadgets behind a retractable door.  ",
        "ipa": "əplájəns ɡərɒ́ʒ: ðə əplájəns ɡərɒ́ʒ kənsíjld bʌ́lkij ɡǽdʒəts bəhájnd ə rijtrǽktəbəl dɔ́r.",
        "hash": "TXT_780640809f863e11487a4da610073e.mp3",
        "score": 0.5
    },
    {
        "txt": "Keurig Machine: The Keurig machine prepared a quick morning brew with minimal cleanup.  ",
        "ipa": "kjʊrᵻ́ɡ məʃíjn: ðə kjʊrᵻ́ɡ məʃíjn prəpɛ́ərd ə kwᵻ́k mɔ́rnᵻŋ brúw wᵻð mᵻ́nᵻməl klíjnʌ̀p.",
        "hash": "TXT_d7564278b79491e59c535fccb44713.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Fryer: The air fryer crisped fries to golden perfection using minimal oil.  ",
        "ipa": "ɛ́ər frájər: ðə ɛ́ər frájər krᵻ́spt frájz tə ɡówldən pərfɛ́kʃən júwzᵻŋ mᵻ́nᵻməl ɔ́jl.",
        "hash": "TXT_6fdefa6829c47a0744e9504afae18f.mp3",
        "score": 0.5
    },
    {
        "txt": "Smart Fridge: The smart fridge suggested recipes based on items nearing expiration.  ",
        "ipa": "smɑ́rt frᵻ́dʒ: ðə smɑ́rt frᵻ́dʒ sədʒɛ́stᵻd rɛ́sᵻpijz bɛ́jst ɒn ájtəmz nɪ́ərᵻŋ ɛ̀kspərɛ́jʃən.",
        "hash": "TXT_a35d46f750b607720ae2e7c26749e9.mp3",
        "score": 0.5
    },
    {
        "txt": "Freezer Drawer: The freezer drawer held homemade ice cream in a frost-free environment.  ",
        "ipa": "fríjzər drɔ́r: ðə fríjzər drɔ́r hɛ́ld hówmɛ́jd ájs kríjm ᵻn ə frɔ́st-fríj ənvájərənmənt.",
        "hash": "TXT_73dfac4a18d21cc7e09955c6add02c.mp3",
        "score": 0.5
    },
    {
        "txt": "Double Sink: The double sink allowed separate work areas for washing and rinsing.  ",
        "ipa": "dʌ́bəl sᵻ́ŋk: ðə dʌ́bəl sᵻ́ŋk əláwd sɛ́pərət wɜ́rk ɛ́ərijəz fɔr wɒ́ʃᵻŋ ənd rᵻ́nsᵻŋ.",
        "hash": "TXT_43837f1defe12afe5ebb2dc2b3b401.mp3",
        "score": 0.5
    },
    {
        "txt": "Touch Faucet: The touch faucet activated with a simple tap from a wrist.  ",
        "ipa": "tʌ́tʃ fɔ́sət: ðə tʌ́tʃ fɔ́sət ǽktᵻvɛ̀jtᵻd wᵻð ə sᵻ́mpəl tǽp frəm ə rᵻ́st.",
        "hash": "TXT_daa72fab31ff6980c90e78248203b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Dish Drawer: The dish drawer made loading and unloading plates remarkably effortless.  ",
        "ipa": "dᵻ́ʃ drɔ́r: ðə dᵻ́ʃ drɔ́r mɛ́jd lówdᵻŋ ənd ʌ̀nlówdᵻŋ plɛ́jts rəmɑ́rkəblij ɛ́fərtləs.",
        "hash": "TXT_c7cce99e81a70b6d4cd6b60e632cc4.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Hob: The electric hob featured a sleek, glass surface that heated up quickly.  ",
        "ipa": "əlɛ́ktrᵻk hɒ́b: ðə əlɛ́ktrᵻk hɒ́b fíjtʃərd ə slíjk, ɡlǽs sɜ́rfəs thət híjtᵻd ʌp kwᵻ́klij.",
        "hash": "TXT_9d5f1d5790dc82ed428994e3dbb015.mp3",
        "score": 0.5
    },
    {
        "txt": "Gas Range: The gas range provided instant, controllable flames for gourmet cooking.  ",
        "ipa": "ɡǽs rɛ́jndʒ: ðə ɡǽs rɛ́jndʒ prəvájdᵻd ᵻ́nstənt, kəntrówləbəl flɛ́jmz fɔr ɡʊ́rmɛ̀j kʊ́kᵻŋ.",
        "hash": "TXT_0bd85d8ef85a1ea8d719ae17a3f3bb.mp3",
        "score": 0.5
    },
    {
        "txt": "Warming Drawer: The warming drawer kept dinner warm for late arrivals.  ",
        "ipa": "wɔ́rmᵻŋ drɔ́r: ðə wɔ́rmᵻŋ drɔ́r kɛ́pt dᵻ́nər wɔ́rm fɔr lɛ́jt ərájvəlz.",
        "hash": "TXT_fdced06fbde7b9c60fe2ef41731367.mp3",
        "score": 0.5
    },
    {
        "txt": "Convection Oven: The convection oven baked pastries evenly on every rack.  ",
        "ipa": "kənvɛ́kʃən ʌ́vən: ðə kənvɛ́kʃən ʌ́vən bɛ́jkt pɛ́jstrijz íjvənlij ɒn ɛvərij rǽk.",
        "hash": "TXT_e4145131f3e85e38cb4d4cfe7d5208.mp3",
        "score": 0.5
    },
    {
        "txt": "Panini Press: The panini press grilled sandwiches with café-quality char lines.  ",
        "ipa": "pəníjnìj prɛ́s: ðə pəníjnìj prɛ́s ɡrᵻ́ld sǽmwᵻtʃᵻz wᵻð kæfé-kwɑ́lᵻtij tʃɑ́r lájnz.",
        "hash": "TXT_b07c6f6c2f235ec1e51e662729095a.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Scale: The kitchen scale ensured precise measurements for delicate baking.  ",
        "ipa": "kᵻ́tʃən skɛ́jl: ðə kᵻ́tʃən skɛ́jl ənʃʊ́rd prəsájs mɛ́ʒərmənts fɔr dɛ́lᵻkət bɛ́jkᵻŋ.",
        "hash": "TXT_f36c0d7f441a03e668f40e74999c7d.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Baking Mat: The silicone baking mat released cookies without a single crumb sticking.  ",
        "ipa": "sᵻ́ləkòwn bɛ́jkᵻŋ mǽt: ðə sᵻ́ləkòwn bɛ́jkᵻŋ mǽt rəlíjst kʊ́kijz wᵻðáwt ə sᵻ́ŋɡəl krʌ́m stᵻ́kᵻŋ.",
        "hash": "TXT_80b9e187fb591d03bcfc11c52e67f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Opener: The wine opener extracted corks smoothly, preserving bottle labels.  ",
        "ipa": "wájn ówpənər: ðə wájn ówpənər əkstrǽktᵻd kɔ́rks smúwðlij, prəzɜ́rvᵻŋ bɒ́təl lɛ́jbəlz.",
        "hash": "TXT_fdd3b09e8e111454fa1f0b8fafa4f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Torch: The kitchen torch caramelized sugar on crème brûlée in seconds.  ",
        "ipa": "kᵻ́tʃən tɔ́rtʃ: ðə kᵻ́tʃən tɔ́rtʃ kǽrəməlàjzd ʃʊ́ɡər ɒn krem brùwlɛ́j ᵻn sɛ́kəndz.",
        "hash": "TXT_1123b0ebc1e571fc1274b72a79bf98.mp3",
        "score": 0.5
    },
    {
        "txt": "Apron Hook: The apron hook near the stove kept her chef’s apron at the ready.  ",
        "ipa": "ɛ́jprən hʊ́k: ðə ɛ́jprən hʊ́k nɪ́ər ðə stówv kɛ́pt hər ʃɛ́f'z ɛ́jprən æt ðə rɛ́dij.",
        "hash": "TXT_38a4aab7d2840f0f4f1183b52d68ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Rack: The pot rack suspended copper pans above the kitchen island for easy access.  ",
        "ipa": "pɒ́t rǽk: ðə pɒ́t rǽk səspɛ́ndᵻd kɒ́pər pǽnz əbʌ́v ðə kᵻ́tʃən ájlənd fɔr íjzij ǽksɛ̀s.",
        "hash": "TXT_53e38c75953eb740d837e5dc40aa2a.mp3",
        "score": 0.5
    },
    {
        "txt": "Cookie Jar: The cookie jar, shaped like a mischievous cat, tempted sweet-toothed visitors.  ",
        "ipa": "kʊ́kij dʒɑ́r: ðə kʊ́kij dʒɑ́r, ʃɛ́jpt lájk ə mᵻ́stʃəvəs kǽt, tɛ́mptᵻd swíjt-túwðd vᵻ́zᵻtərz.",
        "hash": "TXT_2d5414f9d507391791f14bc4b53714.mp3",
        "score": 0.5
    },
    {
        "txt": "Paper Towel Dispenser: The paper towel dispenser unrolled sheets one at a time without waste.  ",
        "ipa": "pɛ́jpər táwəl dᵻspɛ́nsər: ðə pɛ́jpər táwəl dᵻspɛ́nsər ʌ̀nrówld ʃíjts wʌ́n æt ə tájm wᵻðáwt wɛ́jst.",
        "hash": "TXT_b771138a438038a55cb42db3ee6294.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Shelf Basket: The under-shelf basket created extra vertical storage for zip-top bags.  ",
        "ipa": "ʌ́ndər-ʃɛ́lf bǽskət: ðə ʌ́ndər-ʃɛ́lf bǽskət krijɛ́jtᵻd ɛ́kstrə vɜ́rtᵻkəl stɔ́rᵻdʒ fɔr zᵻ́p-tɒ́p bǽɡz.",
        "hash": "TXT_32cf819135d5121cbb59504153b4df.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Lid Organizer: The pot lid organizer kept lids upright and rattle-free.  ",
        "ipa": "pɒ́t lᵻ́d ɔ́rɡənàjzər: ðə pɒ́t lᵻ́d ɔ́rɡənàjzər kɛ́pt lᵻ́dz ʌ́pràjt ənd rǽtəl-fríj.",
        "hash": "TXT_97625e1c121180117272d4a146d63a.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Cup Set: The measuring cup set nested neatly to save space in the drawer.  ",
        "ipa": "mɛ́ʒərᵻŋ kʌ́p sɛ́t: ðə mɛ́ʒərᵻŋ kʌ́p sɛ́t nɛ́stᵻd níjtlij tə sɛ́jv spɛ́js ᵻn ðə drɔ́r.",
        "hash": "TXT_46be3f4e8c8fbd203516848f648f91.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Spoon Set: The measuring spoon set made quick work of precise seasoning.  ",
        "ipa": "mɛ́ʒərᵻŋ spúwn sɛ́t: ðə mɛ́ʒərᵻŋ spúwn sɛ́t mɛ́jd kwᵻ́k wɜ́rk əv prəsájs síjzənᵻŋ.",
        "hash": "TXT_397b3877c769fc498dd83678bfc9c4.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Pin: The rolling pin flattened dough with a smooth, even pressure.  ",
        "ipa": "rówlᵻŋ pᵻ́n: ðə rówlᵻŋ pᵻ́n flǽtənd dów wᵻð ə smúwð, íjvən prɛ́ʃər.",
        "hash": "TXT_0df98c6cff4efb3ac352135a1b2246.mp3",
        "score": 0.5
    },
    {
        "txt": "Utility Knife: The utility knife sliced through packaging and smaller kitchen tasks alike.  ",
        "ipa": "juwtᵻ́lᵻtij nájf: ðə juwtᵻ́lᵻtij nájf slájst θrúw pǽkᵻdʒᵻŋ ənd smɔ́lər kᵻ́tʃən tǽsks əlájk.",
        "hash": "TXT_28996df62da0650d126abb181a757f.mp3",
        "score": 0.5
    },
    {
        "txt": "Basting Brush: The basting brush helped spread glaze over roasting poultry.  ",
        "ipa": "bɛ́jstᵻŋ brʌ́ʃ: ðə bɛ́jstᵻŋ brʌ́ʃ hɛ́lpt sprɛ́d ɡlɛ́jz ówvər rówstᵻŋ pówltrij.",
        "hash": "TXT_5c5aab9f8a17a0807ac48c17985948.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Dish: The pie dish featured fluted edges that made her crusts look professional.  ",
        "ipa": "páj dᵻ́ʃ: ðə páj dᵻ́ʃ fíjtʃərd fluwtᵻd ɛ́dʒᵻz thət mɛ́jd hər krʌ́sts lʊ́k prəfɛ́ʃənəl.",
        "hash": "TXT_7e1188ebc2dc3e5d9d26a855d3aadf.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Stand: The cake stand elevated her homemade desserts for an elegant presentation.  ",
        "ipa": "kɛ́jk stǽnd: ðə kɛ́jk stǽnd ɛ́ləvɛ̀jtᵻd hər hówmɛ́jd dəzɜ́rts fɔr ən ɛ́ləɡənt prɛ̀zəntɛ́jʃən.",
        "hash": "TXT_87f912ec78684f42dcea7f55ca9c5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Serving Bowl: The serving bowl displayed a rainbow of fresh fruit at the brunch buffet.  ",
        "ipa": "sɜ́rvᵻŋ bówl: ðə sɜ́rvᵻŋ bówl dᵻsplɛ́jd ə rɛ́jnbòw əv frɛ́ʃ frúwt æt ðə brʌ́ntʃ bʊ́fɛj.",
        "hash": "TXT_e5950fb40ca3d6d9825864c42414fd.mp3",
        "score": 0.5
    },
    {
        "txt": "Napkin Holder: The napkin holder prevented napkins from blowing away during outdoor meals.  ",
        "ipa": "nǽpkᵻn hówldər: ðə nǽpkᵻn hówldər prəvɛ́ntᵻd nǽpkᵻnz frəm blówᵻŋ əwɛ́j dʊ́rᵻŋ áwtdɔ̀r míjlz.",
        "hash": "TXT_148a8fccc86fcce0ca311985910580.mp3",
        "score": 0.5
    },
    {
        "txt": "Tablecloth Clip: The tablecloth clip secured linens in windy patio conditions.  ",
        "ipa": "tɛ́jbəlklɔ̀θ klᵻ́p: ðə tɛ́jbəlklɔ̀θ klᵻ́p səkjʊ́rd lᵻ́nənz ᵻn wájndij pǽtijòw kəndᵻ́ʃənz.",
        "hash": "TXT_67b602f16156eef7e3a6a845054e8e.mp3",
        "score": 0.5
    },
    {
        "txt": "Table Runner: The table runner contributed a sophisticated pop of color down the center.  ",
        "ipa": "tɛ́jbəl rʌ́nər: ðə tɛ́jbəl rʌ́nər kəntrᵻ́bjuwtᵻd ə səfᵻ́stᵻkɛ̀jtᵻd pɒ́p əv kʌ́lər dawn ðə sɛ́ntər.",
        "hash": "TXT_e1c9548fe93c4f5380f7bc4e39f729.mp3",
        "score": 0.5
    },
    {
        "txt": "Coat Closet: The coat closet by the front door stored seasonal outerwear and scarves.  ",
        "ipa": "kówt klɒ́zət: ðə kówt klɒ́zət baj ðə frʌ́nt dɔ́r stɔ́rd síjzənəl áwtərwɛ̀ər ənd skɑ́rvz.",
        "hash": "TXT_cac0c6def2ed88ab9c9408959a7c41.mp3",
        "score": 0.5
    },
    {
        "txt": "Mud Room: The mud room caught muddy boots and wet umbrellas before they dirtied the house.  ",
        "ipa": "mʌ́d rúwm: ðə mʌ́d rúwm kɒ́t mʌ́dij búwts ənd wɛ́t əmbrɛ́ləz bəfɔ́r ðɛj dɜ́rtijd ðə haws.",
        "hash": "TXT_6b521d246140922cab5141799e1b7c.mp3",
        "score": 0.5
    },
    {
        "txt": "Boot Tray: The boot tray contained puddles from soggy footwear on rainy days.  ",
        "ipa": "búwt trɛ́j: ðə búwt trɛ́j kəntɛ́jnd pʌ́dəlz frəm sɒ́ɡij fʊ́twɛ̀ər ɒn rɛ́jnij dɛ́jz.",
        "hash": "TXT_39a47f4a1b2de6faffcf787cf48db1.mp3",
        "score": 0.5
    },
    {
        "txt": "Key Holder: The key holder eliminated frantic searches for lost keys each morning.  ",
        "ipa": "kíj hówldər: ðə kíj hówldər əlᵻ́mᵻnɛ̀jtᵻd frǽntᵻk sɜ́rtʃᵻz fɔr lɔ́st kíjz ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_5c91430630fced583f8af22060a203.mp3",
        "score": 0.5
    },
    {
        "txt": "Parcel Locker: The parcel locker by the gate ensured secure delivery of packages.  ",
        "ipa": "pɑ́rsəl lɒ́kər: ðə pɑ́rsəl lɒ́kər baj ðə ɡɛ́jt ənʃʊ́rd səkjʊ́r dəlᵻ́vərij əv pǽkᵻdʒᵻz.",
        "hash": "TXT_46025a284a9af3a52ca4f9a9035670.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Safe: The wall safe protected important documents behind a framed painting.  ",
        "ipa": "wɔ́l sɛ́jf: ðə wɔ́l sɛ́jf prətɛ́ktᵻd ᵻ̀mpɔ́rtənt dɒ́kjəmənts bəhájnd ə frɛ́jmd pɛ́jntᵻŋ.",
        "hash": "TXT_a7bb61800b900a0a92781fea67cd54.mp3",
        "score": 0.5
    },
    {
        "txt": "TV Bracket: The TV bracket pivoted for multiple viewing angles in the living room.  ",
        "ipa": "TV brǽkᵻt: ðə TV brǽkᵻt pᵻ́vətᵻd fɔr mʌ́ltᵻpəl vjúwᵻŋ ǽŋɡəlz ᵻn ðə lᵻ́vᵻŋ rúwm.",
        "hash": "TXT_a95193029f73ed526a6aa320686bff.mp3",
        "score": 0.5
    },
    {
        "txt": "Soundproofing Panel: The soundproofing panel minimized echo in the makeshift music studio.  ",
        "ipa": "sáwndprùwfᵻŋ pǽnəl: ðə sáwndprùwfᵻŋ pǽnəl mᵻ́nᵻmàjzd ɛ́kow ᵻn ðə mɛ́jkʃᵻ̀ft mjúwzᵻk stúwdijòw.",
        "hash": "TXT_9016123dcd8f3d4b9006437fdf1dba.mp3",
        "score": 0.5
    },
    {
        "txt": "Acoustic Foam: The acoustic foam created a quiet zone for crisp audio recording.  ",
        "ipa": "əkúwstᵻk fówm: ðə əkúwstᵻk fówm krijɛ́jtᵻd ə kwájət zówn fɔr krᵻ́sp ɒ́dijòw rəkɔ́rdᵻŋ.",
        "hash": "TXT_d6984ab6f0bacb9cc54ea29e4d3998.mp3",
        "score": 0.5
    },
    {
        "txt": "HDMI Switch: The HDMI switch connected multiple game consoles to one television.  ",
        "ipa": "HDMI swᵻ́tʃ: ðə HDMI swᵻ́tʃ kənɛ́ktᵻd mʌ́ltᵻpəl ɡɛ́jm kənsówlz tə wʌ́n tɛ́ləvᵻ̀ʒən.",
        "hash": "TXT_b7455891a1a09256ff740555f4d469.mp3",
        "score": 0.5
    },
    {
        "txt": "Ethernet Cable: The ethernet cable improved streaming quality by bypassing spotty Wi-Fi.  ",
        "ipa": "íjθərnɛ̀t kɛ́jbəl: ðə íjθərnɛ̀t kɛ́jbəl ᵻmprúwvd stríjmᵻŋ kwɑ́lᵻtij baj bájpæ̀sᵻŋ spɒ́tij wíj-fáj.",
        "hash": "TXT_a7637336894ed39cb6a28e795577fd.mp3",
        "score": 0.5
    },
    {
        "txt": "Speaker Stand: The speaker stand minimized vibrations for a clear, resonant sound.  ",
        "ipa": "spíjkər stǽnd: ðə spíjkər stǽnd mᵻ́nᵻmàjzd vajbrɛ́jʃənz fɔr ə klɪ́ər, rɛ́zənənt sáwnd.",
        "hash": "TXT_da841c3011f60876336cbaa332c5aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Record Shelf: The record shelf organized vintage vinyl albums by genre and era.  ",
        "ipa": "rɛ́kɔrd ʃɛ́lf: ðə rɛ́kɔrd ʃɛ́lf ɔ́rɡənàjzd vᵻ́ntᵻdʒ vájnəl ǽlbəmz baj ʒɒ́nrə ənd ɛ́ərə.",
        "hash": "TXT_76df301486e4844ab2cde9a9e3e280.mp3",
        "score": 0.5
    },
    {
        "txt": "Music Stand: The music stand supported sheet music while she practiced violin.  ",
        "ipa": "mjúwzᵻk stǽnd: ðə mjúwzᵻk stǽnd səpɔ́rtᵻd ʃíjt mjúwzᵻk wájl ʃij prǽktᵻst vajəlᵻ́n.",
        "hash": "TXT_27051b97bcf5fbe22ea633160339e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Instrument Rack: The instrument rack displayed guitars without risk of tipping.  ",
        "ipa": "ᵻ́nstrəmənt rǽk: ðə ᵻ́nstrəmənt rǽk dᵻsplɛ́jd ɡᵻtɑ́rz wᵻðáwt rᵻ́sk əv tᵻ́pᵻŋ.",
        "hash": "TXT_4b85f7d41d292bc15549b5a762d261.mp3",
        "score": 0.5
    },
    {
        "txt": "Piano Bench: The piano bench offered a cushioned seat for extended practice sessions.  ",
        "ipa": "pijǽnə bɛ́ntʃ: ðə pijǽnə bɛ́ntʃ ɔ́fərd ə kʊ́ʃənd síjt fɔr əkstɛ́ndᵻd prǽktᵻs sɛ́ʃənz.",
        "hash": "TXT_098097fd6ce47da9328311b9e80b0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Alarm: The window alarm signaled any suspicious attempt at forced entry.  ",
        "ipa": "wᵻ́ndow əlɑ́rm: ðə wᵻ́ndow əlɑ́rm sᵻ́ɡnəld ɛ́nij səspᵻ́ʃəs ətɛ́mpt æt fɔ́rst ɛ́ntrij.",
        "hash": "TXT_4329377a26d66c217d2d68660e0a2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Break Sensor: The glass break sensor detected the distinctive sound of shattering glass.  ",
        "ipa": "ɡlǽs brɛ́jk sɛ́nsər: ðə ɡlǽs brɛ́jk sɛ́nsər dətɛ́ktᵻd ðə dᵻstᵻ́ŋktᵻv sáwnd əv ʃǽtərᵻŋ ɡlǽs.",
        "hash": "TXT_5447971a4aba28368667854dbd43ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Lock Box: The lock box hid spare keys safely for emergencies.  ",
        "ipa": "lɒ́k bɒ́ks: ðə lɒ́k bɒ́ks hᵻ́d spɛ́ər kíjz sɛ́jflij fɔr əmɜ́rdʒənsijz.",
        "hash": "TXT_99d37a59881c00b83e12341f62faf9.mp3",
        "score": 0.5
    },
    {
        "txt": "Burglar Bars: The burglar bars defended basement windows in a high-crime neighborhood.  ",
        "ipa": "bɜ́rɡlər bɑ́rz: ðə bɜ́rɡlər bɑ́rz dəfɛ́ndᵻd bɛ́jsmənt wᵻ́ndowz ᵻn ə háj-krájm nɛ́jbərhʊ̀d.",
        "hash": "TXT_8122ed1fbdc5527089bf9f2e7a852c.mp3",
        "score": 0.5
    },
    {
        "txt": "Screen Door: The screen door allowed a breeze to enter while keeping insects out.  ",
        "ipa": "skríjn dɔ́r: ðə skríjn dɔ́r əláwd ə bríjz tə ɛ́ntər wájl kíjpᵻŋ ᵻ́nsɛ̀kts awt.",
        "hash": "TXT_0e4f0f58c543d705198c6c6f0da027.mp3",
        "score": 0.5
    },
    {
        "txt": "Fly Screen: The fly screen in the kitchen prevented unwelcome buzzing intruders.  ",
        "ipa": "fláj skríjn: ðə fláj skríjn ᵻn ðə kᵻ́tʃən prəvɛ́ntᵻd ʌ̀nwɛ́lkəm bʌ́zᵻŋ ᵻ̀ntrúwdərz.",
        "hash": "TXT_083be8bf13df033ab3cddebd93df1b.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Sofa: The outdoor sofa formed a cozy lounge area on the deck.  ",
        "ipa": "áwtdɔ̀r sówfə: ðə áwtdɔ̀r sówfə fɔ́rmd ə kówzij láwndʒ ɛ́ərijə ɒn ðə dɛ́k.",
        "hash": "TXT_7af031e0b50fa368250ffc976f8ef6.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Bar: The patio bar encouraged lively gatherings under the summer sun.  ",
        "ipa": "pǽtijòw bɑ́r: ðə pǽtijòw bɑ́r ənkɜ́rᵻdʒd lájvlij ɡǽðərᵻŋz ʌ́ndər ðə sʌ́mər sʌ́n.",
        "hash": "TXT_fee7a97737cbb4b4701ae6396dc58b.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Curtain: The outdoor curtain waved gently in the evening breeze, providing a sense of enclosure.  ",
        "ipa": "áwtdɔ̀r kɜ́rtən: ðə áwtdɔ̀r kɜ́rtən wɛ́jvd dʒɛ́ntlij ᵻn ðə íjvnᵻŋ bríjz, prəvájdᵻŋ ə sɛ́ns əv ɛnklówʒər.",
        "hash": "TXT_4ecf36a3c5fd2b094f8f7443ba321c.mp3",
        "score": 0.5
    },
    {
        "txt": "Gazebo Netting: The gazebo netting protected the dinner party from pesky mosquitoes.  ",
        "ipa": "ɡəzíjbow nɛ́tᵻŋ: ðə ɡəzíjbow nɛ́tᵻŋ prətɛ́ktᵻd ðə dᵻ́nər pɑ́rtij frəm pɛ́skij məskíjtowz.",
        "hash": "TXT_7cd9ce9568ed828821e6f5b7cfcb1a.mp3",
        "score": 0.5
    },
    {
        "txt": "Pool Heater: The pool heater extended swim season into the cooler months.  ",
        "ipa": "púwl híjtər: ðə púwl híjtər əkstɛ́ndᵻd swᵻ́m síjzən ᵻntə ðə kúwlər mʌ́nθs.",
        "hash": "TXT_bcd431d4e1e8d633728f99cbd7cbd6.mp3",
        "score": 0.5
    },
    {
        "txt": "Pool Filter: The pool filter maintained crystal-clear water all summer long.  ",
        "ipa": "púwl fᵻ́ltər: ðə púwl fᵻ́ltər mɛjntɛ́jnd krᵻ́stəl-klɪ́ər wɔ́tər ɔl sʌ́mər lɔ́ŋ.",
        "hash": "TXT_1a22bddda15ddc111d7baec1c6b38d.mp3",
        "score": 0.5
    },
    {
        "txt": "Hot Tub: The hot tub soothed sore muscles with effervescent jets under starry skies.  ",
        "ipa": "hɒ́t tʌ́b: ðə hɒ́t tʌ́b súwðd sɔ́r mʌ́səlz wᵻð ɛ̀fərvɛ́sənt dʒɛ́ts ʌ́ndər stɑ́rìj skájz.",
        "hash": "TXT_b09b7eaf9354cf1e826d9267e94162.mp3",
        "score": 0.5
    },
    {
        "txt": "Deck Stain: The deck stain gave the aged wood a lustrous, weatherproof finish.  ",
        "ipa": "dɛ́k stɛ́jn: ðə dɛ́k stɛ́jn ɡɛ́jv ðə ɛ́jdʒd wʊ́d ə lʌ́strəs, wɛ́ðərprùwf fᵻ́nᵻʃ.",
        "hash": "TXT_0ec3fbd71f14c7e94f935e35b14a81.mp3",
        "score": 0.5
    },
    {
        "txt": "Deck Railing: The deck railing adhered to safety codes while offering unobstructed backyard views.  ",
        "ipa": "dɛ́k rɛ́jlᵻŋ: ðə dɛ́k rɛ́jlᵻŋ ædhɪ́ərd tə sɛ́jftij kówdz wájl ɔ́fərᵻŋ ʌ̀nəbstrʌ́ktᵻd bǽkjɑ̀rd vjúwz.",
        "hash": "TXT_1803d69bf346f035b286f7a93f31b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Paver: The patio paver pathway led guests to the garden swing.  ",
        "ipa": "pǽtijòw pɛ́jvər: ðə pǽtijòw pɛ́jvər pǽθwɛ̀j lɛ́d ɡɛ́sts tə ðə ɡɑ́rdən swᵻ́ŋ.",
        "hash": "TXT_c3c5edddc1738a90b9f54d5e4f1224.mp3",
        "score": 0.5
    },
    {
        "txt": "Vertical Garden: The vertical garden thrived with carefully timed drip irrigation.  ",
        "ipa": "vɜ́rtᵻkəl ɡɑ́rdən: ðə vɜ́rtᵻkəl ɡɑ́rdən θrájvd wᵻð kɛ́ərfəlij tájmd drᵻ́p ɪ̀ərᵻɡɛ́jʃən.",
        "hash": "TXT_e50fc9ca4bd4c62ead99fed0532490.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Projector: The outdoor projector turned the yard into an open-air cinema.  ",
        "ipa": "áwtdɔ̀r prədʒɛ́ktər: ðə áwtdɔ̀r prədʒɛ́ktər tɜ́rnd ðə jɑ́rd ᵻntə ən ówpən-ɛ́ər sᵻ́nəmə.",
        "hash": "TXT_c9cd1c67f914ebe661f06c9c3439e0.mp3",
        "score": 0.5
    },
    {
        "txt": "Exterior Flood Light: The exterior flood light illuminated the driveway for nighttime arrivals.  ",
        "ipa": "əkstɪ́ərijər flʌ́d lájt: ðə əkstɪ́ərijər flʌ́d lájt ᵻ̀lúwmᵻnɛ̀jtᵻd ðə drájvwɛ̀j fɔr nájttàjm ərájvəlz.",
        "hash": "TXT_3502ce354170ee7684ff192cce2d36.mp3",
        "score": 0.5
    },
    {
        "txt": "Motion Light: The motion light deterred nocturnal wildlife from wandering too close to the porch.  ",
        "ipa": "mówʃən lájt: ðə mówʃən lájt dətɜ́rd nɒktɜ́rnəl wájldlàjf frəm wɒ́ndərᵻŋ túw klóws tə ðə pɔ́rtʃ.",
        "hash": "TXT_0e393e227c149ff192c260767cb5a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Gutter Helmet: The gutter helmet prevented leaves and debris from clogging the drainage system.  ",
        "ipa": "ɡʌ́tər hɛ́lmət: ðə ɡʌ́tər hɛ́lmət prəvɛ́ntᵻd líjvz ənd dəbríj frəm klɒ́ɡᵻŋ ðə drɛ́jnᵻdʒ sᵻ́stəm.",
        "hash": "TXT_df45c9070395c7188b9789d47d9631.mp3",
        "score": 0.5
    },
    {
        "txt": "Terrarium Kit: The terrarium kit housed miniature ferns and moss behind a glass dome.  ",
        "ipa": "tərɛ́ərijəm kᵻ́t: ðə tərɛ́ərijəm kᵻ́t háwzd mᵻ́nijətʃʊ̀r fɜ́rnz ənd mɔ́s bəhájnd ə ɡlǽs dówm.",
        "hash": "TXT_73925d789bd38839f7f1bc43948b04.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Kneeler: The garden kneeler saved her knees from painful pebbles while weeding.  ",
        "ipa": "ɡɑ́rdən níjlər: ðə ɡɑ́rdən níjlər sɛ́jvd hər níjz frəm pɛ́jnfəl pɛ́bəlz wájl wíjdᵻŋ.",
        "hash": "TXT_638e7500f532a2bb20e6e772d94b12.mp3",
        "score": 0.5
    },
    {
        "txt": "Plant Stand: The plant stand showed off greenery at varied eye levels.  ",
        "ipa": "plǽnt stǽnd: ðə plǽnt stǽnd ʃówd ɔ́f ɡríjnərij æt vɛ́ərijd áj lɛ́vəlz.",
        "hash": "TXT_dd0fb36425723a107dcd8015c28acb.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Gauge: The rain gauge revealed precisely how much precipitation fell overnight.  ",
        "ipa": "rɛ́jn ɡɛ́jdʒ: ðə rɛ́jn ɡɛ́jdʒ rəvíjld prəsájslij háw mʌtʃ prəsᵻ̀pᵻtɛ́jʃən fɛ́l ówvərnájt.",
        "hash": "TXT_742a68c3f7be21065683e31b795e2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheelbarrow Handle: The wheelbarrow handle provided a firm grip for hauling heavy mulch.  ",
        "ipa": "wíjlbæ̀row hǽndəl: ðə wíjlbæ̀row hǽndəl prəvájdᵻd ə fɜ́rm ɡrᵻ́p fɔr hɔ́lᵻŋ hɛ́vij mʌ́ltʃ.",
        "hash": "TXT_8b3558042ed51aa6530e4e2c41e2ba.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Sculpture: The garden sculpture, a graceful bronze heron, made a striking focal point.  ",
        "ipa": "ɡɑ́rdən skʌ́lptʃər: ðə ɡɑ́rdən skʌ́lptʃər, ə ɡrɛ́jsfəl brɒ́nz hɛ́ərən, mɛ́jd ə strájkᵻŋ fówkəl pɔ́jnt.",
        "hash": "TXT_3744252aa737441d739c7306af9068.mp3",
        "score": 0.5
    },
    {
        "txt": "Compost Tumbler: The compost tumbler accelerated decomposition through regular turning.  ",
        "ipa": "kɒ́mpowst tʌ́mblər: ðə kɒ́mpowst tʌ́mblər æksɛ́lərɛ̀jtᵻd dìjkəmpəzᵻ́ʃən θrúw rɛ́ɡjələr tɜ́rnᵻŋ.",
        "hash": "TXT_726219c1d592a7b134abd9d7b32c70.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Rug: The outdoor rug tied together the patio furniture arrangement under the pergola.  ",
        "ipa": "áwtdɔ̀r rʌ́ɡ: ðə áwtdɔ̀r rʌ́ɡ tájd təɡɛ́ðər ðə pǽtijòw fɜ́rnᵻtʃər ərɛ́jndʒmənt ʌ́ndər ðə pɜ́rɡələ.",
        "hash": "TXT_ccfcd6be949fd8568d6340c7aeab73.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Scissors: The garden scissors snipped fresh herbs for tonight’s dinner with clean cuts.  ",
        "ipa": "ɡɑ́rdən sᵻ́zərz: ðə ɡɑ́rdən sᵻ́zərz snᵻ́pt frɛ́ʃ ɜ́rbz fɔr tənájt's dᵻ́nər wᵻð klíjn kʌ́ts.",
        "hash": "TXT_06aaa553ae75abb6749117746f210a.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Shed Key: The garden shed key dangled on the back door’s key rack.  ",
        "ipa": "ɡɑ́rdən ʃɛ́d kíj: ðə ɡɑ́rdən ʃɛ́d kíj dǽŋɡəld ɒn ðə bǽk dɔ́r'z kíj rǽk.",
        "hash": "TXT_38b89b014544e7c425e29a3c83c522.mp3",
        "score": 0.5
    },
    {
        "txt": "Roman Blind: The roman blind folded elegantly, revealing a forest panorama outside.  ",
        "ipa": "rówmən blájnd: ðə rówmən blájnd fówldᵻd ɛ́ləɡəntlìj, rəvíjlᵻŋ ə fɔ́rəst pæ̀nərǽmə áwtsájd.",
        "hash": "TXT_69a7134e87b59cf8066873f2ad0056.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Stairs Storage: The under-stairs storage held rarely used luggage and seasonal décor.  ",
        "ipa": "ʌ́ndər-stɛ́ərz stɔ́rᵻdʒ: ðə ʌ́ndər-stɛ́ərz stɔ́rᵻdʒ hɛ́ld rɛ́ərlij júwzd lʌ́ɡᵻdʒ ənd síjzənəl dɛᵻkɔ́r.",
        "hash": "TXT_577aa8d8eb704ff3609697d6908100.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Fence: The security fence surrounded the property with a stately wrought-iron design.  ",
        "ipa": "səkjʊ́rᵻtij fɛ́ns: ðə səkjʊ́rᵻtij fɛ́ns səráwndᵻd ðə prɒ́pərtij wᵻð ə stɛ́jtlij rɔ́t-ájərn dəzájn.",
        "hash": "TXT_2c2bdc6def039d9daa9846330870ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Holiday Wreath: The holiday wreath announced festive joy at the entrance each December.  ",
        "ipa": "hɒ́lədɛ̀j ríjθ: ðə hɒ́lədɛ̀j ríjθ ənáwnst fɛ́stᵻv dʒɔ́j æt ðə ɛ́ntrəns ijtʃ dəsɛ́mbər.",
        "hash": "TXT_9d0141d7f03312a74176f9089f2f9c.mp3",
        "score": 0.5
    },
    {
        "txt": "Floating Shelf: The floating shelf seemed to hover magically without visible supports.  ",
        "ipa": "flówtᵻŋ ʃɛ́lf: ðə flówtᵻŋ ʃɛ́lf síjmd tə hʌ́vər mǽdʒᵻkəlij wᵻðáwt vᵻ́zᵻbəl səpɔ́rts.",
        "hash": "TXT_72b7ea7008148ce8a3394816a770b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Mural: The wall mural brought the vibrancy of a tropical forest right into the living room.  ",
        "ipa": "wɔ́l mjʊ́rəl: ðə wɔ́l mjʊ́rəl brɔ́t ðə vájbrənsij əv ə trɒ́pᵻkəl fɔ́rəst rájt ᵻntə ðə lᵻ́vᵻŋ rúwm.",
        "hash": "TXT_73dda208e2c5d53f4627fa2f3218e6.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Sink Organizer: The under-sink organizer tamed the clutter of sponges, brushes, and sprays.  ",
        "ipa": "ʌ́ndər-sᵻ́ŋk ɔ́rɡənàjzər: ðə ʌ́ndər-sᵻ́ŋk ɔ́rɡənàjzər tɛ́jmd ðə klʌ́tər əv spʌ́ndʒᵻz, brʌ́ʃᵻz, ənd sprɛ́jz.",
        "hash": "TXT_30f76cff17475bd2e0eeeb747924b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Steamer Basket: The steamer basket preserved nutrients in veggies with gentle cooking.  ",
        "ipa": "stíjmər bǽskət: ðə stíjmər bǽskət prəzɜ́rvd núwtrijənts ᵻn vɛ́dʒijz wᵻð dʒɛ́ntəl kʊ́kᵻŋ.",
        "hash": "TXT_3b3ef87be1a3b56e91f124a8b61dde.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Fireplace: The electric fireplace provided cozy ambiance minus the hassle of real logs.  ",
        "ipa": "əlɛ́ktrᵻk fájərplɛ̀js: ðə əlɛ́ktrᵻk fájərplɛ̀js prəvájdᵻd kówzij ǽmbijəns májnəs ðə hǽsəl əv ríjəl lɔ́ɡz.",
        "hash": "TXT_c5046c1870223b4adddb06c619e440.mp3",
        "score": 0.5
    },
    {
        "txt": "Mantel Clock: The mantel clock chimed softly, marking each half hour with a melodic note.  ",
        "ipa": "mǽntəl klɒ́k: ðə mǽntəl klɒ́k tʃájmd sɔ́flij, mɑ́rkᵻŋ ijtʃ hǽf áwər wᵻð ə məlɒ́dᵻk nówt.",
        "hash": "TXT_0f2808ad4de5a7341c1217d55c11be.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Screen Divider: The folding screen divider sectioned off a makeshift guest room in the open-plan loft.  ",
        "ipa": "fówldᵻŋ skríjn dᵻvájdər: ðə fówldᵻŋ skríjn dᵻvájdər sɛ́kʃənd ɔ́f ə mɛ́jkʃᵻ̀ft ɡɛ́st rúwm ᵻn ðə ówpən-plǽn lɔ́ft.",
        "hash": "TXT_cf65c6bf61766a80d174241d6bb42c.mp3",
        "score": 0.5
    },
    {
        "txt": "Velvet Throw: The velvet throw introduced sumptuous texture to the minimalist sofa.  ",
        "ipa": "vɛ́lvət θrów: ðə vɛ́lvət θrów ᵻ̀ntrədúwst sʌ́mptʃuwəs tɛ́kstʃər tə ðə mᵻ́nᵻməlᵻst sówfə.",
        "hash": "TXT_9284615d5769ef9f0d737338901d58.mp3",
        "score": 0.5
    },
    {
        "txt": "Magazine Organizer: The magazine organizer propped up her monthly subscriptions tidily.  ",
        "ipa": "mǽɡəzìjn ɔ́rɡənàjzər: ðə mǽɡəzìjn ɔ́rɡənàjzər prɒ́pt ʌp hər mʌ́nθlij sʌbskrᵻ́pʃənz tájdᵻlij.",
        "hash": "TXT_e044c3b25f3d6824ea8f94246b8cfd.mp3",
        "score": 0.5
    },
    {
        "txt": "Cookbook Stand: The cookbook stand kept pages open and off the messy countertop.  ",
        "ipa": "kʊ́kbʊ̀k stǽnd: ðə kʊ́kbʊ̀k stǽnd kɛ́pt pɛ́jdʒᵻz ówpən ənd ɔ́f ðə mɛ́sij káwntərtɒ̀p.",
        "hash": "TXT_67bf18ead3ba310018c6fa2b780ec5.mp3",
        "score": 0.5
    },
    {
        "txt": "Jar Opener: The jar opener broke stubborn seals with minimal effort.  ",
        "ipa": "dʒɑ́r ówpənər: ðə dʒɑ́r ówpənər brówk stʌ́bərn síjlz wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_9a93393cd6ba2be37a0969567220f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Paper Towel Holder: The paper towel holder swung out from under the cabinet for convenient dispensing.  ",
        "ipa": "pɛ́jpər táwəl hówldər: ðə pɛ́jpər táwəl hówldər swʌ́ŋ awt frəm ʌ́ndər ðə kǽbᵻnət fɔr kənvíjnjənt dᵻspɛ́nsᵻŋ.",
        "hash": "TXT_ae91a0e825e75be9ea2bb123bd3f72.mp3",
        "score": 0.5
    },
    {
        "txt": "Cork Trivet: The cork trivet protected the table from scalding hot pots and pans.  ",
        "ipa": "kɔ́rk trᵻ́vᵻt: ðə kɔ́rk trᵻ́vᵻt prətɛ́ktᵻd ðə tɛ́jbəl frəm skɔ́ldᵻŋ hɒ́t pɒ́ts ənd pǽnz.",
        "hash": "TXT_239ab0bcfc6b4b1f5c98881df50a95.mp3",
        "score": 0.5
    },
    {
        "txt": "Draining Board: The draining board beside the sink accommodated drying pans and utensils.  ",
        "ipa": "drɛ́jnᵻŋ bɔ́rd: ðə drɛ́jnᵻŋ bɔ́rd bᵻsájd ðə sᵻ́ŋk əkɒ́mədɛ̀jtᵻd drájᵻŋ pǽnz ənd juwtɛ́nsəlz.",
        "hash": "TXT_0389966141ec83c402ea8b7f015458.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Dish: The butter dish maintained spreadable consistency at room temperature.  ",
        "ipa": "bʌ́tər dᵻ́ʃ: ðə bʌ́tər dᵻ́ʃ mɛjntɛ́jnd sprɛ́dəbəl kənsᵻ́stənsij æt rúwm tɛ́mpərətʃər.",
        "hash": "TXT_46d83d24a593f99bfa622eb784bca8.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall Plate Rack: The wall plate rack exhibited heirloom china in the dining area.  ",
        "ipa": "wɔ́l plɛ́jt rǽk: ðə wɔ́l plɛ́jt rǽk əɡzᵻ́bᵻtᵻd ɛ́ərlùwm tʃájnə ᵻn ðə dájnᵻŋ ɛ́ərijə.",
        "hash": "TXT_3a47cb7f9a26debea206f6221cb590.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Pot Holder: The hanging pot holder freed cabinet space by suspending everyday pans.  ",
        "ipa": "hǽŋɡᵻŋ pɒ́t hówldər: ðə hǽŋɡᵻŋ pɒ́t hówldər fríjd kǽbᵻnət spɛ́js baj səspɛ́ndᵻŋ ɛ́vrijdɛ́j pǽnz.",
        "hash": "TXT_e7642b05c6bb2d609725decf104d71.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Knife Strip: The magnetic knife strip displayed her chef’s knives in plain sight.  ",
        "ipa": "mæɡnɛ́tᵻk nájf strᵻ́p: ðə mæɡnɛ́tᵻk nájf strᵻ́p dᵻsplɛ́jd hər ʃɛ́f'z nájvz ᵻn plɛ́jn sájt.",
        "hash": "TXT_f10556a2d7cd5c9bf2ab5e39eb1b5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Jar Shelf Liner: The jar shelf liner prevented slippage and made cleanup a breeze.  ",
        "ipa": "dʒɑ́r ʃɛ́lf lájnər: ðə dʒɑ́r ʃɛ́lf lájnər prəvɛ́ntᵻd slᵻ́pᵻdʒ ənd mɛ́jd klíjnʌ̀p ə bríjz.",
        "hash": "TXT_61b62ac59082643a1bd5d0d6bcdba0.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Container Set: The glass container set sealed leftovers securely, retaining freshness.  ",
        "ipa": "ɡlǽs kəntɛ́jnər sɛ́t: ðə ɡlǽs kəntɛ́jnər sɛ́t síjld lɛ́ftòwvərz səkjʊ́rlij, rijtɛ́jnᵻŋ frɛ́ʃnəs.",
        "hash": "TXT_8dd1a36a677e217e6f21e7dee09ab8.mp3",
        "score": 0.5
    },
    {
        "txt": "Countertop Compost Bin: The countertop compost bin collected vegetable scraps for quick disposal.  ",
        "ipa": "káwntərtɒ̀p kɒ́mpowst bᵻ́n: ðə káwntərtɒ̀p kɒ́mpowst bᵻ́n kəlɛ́ktᵻd vɛ́dʒtəbəl skrǽps fɔr kwᵻ́k dᵻspówzəl.",
        "hash": "TXT_9c6878ccc6dc63191d2154d059522b.mp3",
        "score": 0.5
    },
    {
        "txt": "Shelf Extender: The shelf extender maximized cabinet space for small spice jars.  ",
        "ipa": "ʃɛ́lf ɛ́kstɛ̀ndər: ðə ʃɛ́lf ɛ́kstɛ̀ndər mǽksᵻmàjzd kǽbᵻnət spɛ́js fɔr smɔ́l spájs dʒɑ́rz.",
        "hash": "TXT_b3ed00bde00359cf99b2f838420013.mp3",
        "score": 0.5
    },
    {
        "txt": "Pull-Out Drawer: The pull-out drawer revealed hidden pots at the back of deep cabinets.  ",
        "ipa": "pʊ́l-awt drɔ́r: ðə pʊ́l-awt drɔ́r rəvíjld hᵻ́dən pɒ́ts æt ðə bǽk əv díjp kǽbᵻnəts.",
        "hash": "TXT_2a434317c954b507a673df0bc135ab.mp3",
        "score": 0.5
    },
    {
        "txt": "Microfiber Cloth: The microfiber cloth effectively trapped dust without leaving streaks.  ",
        "ipa": "májkrowfàjbər klɔ́θ: ðə májkrowfàjbər klɔ́θ əfɛ́ktᵻvlij trǽpt dʌ́st wᵻðáwt líjvᵻŋ stríjks.",
        "hash": "TXT_dfe5cd2321b8d5101e0c06ebd08fec.mp3",
        "score": 0.5
    },
    {
        "txt": "All-Purpose Spray: The all-purpose spray sanitized countertops and doorknobs in a single sweep.  ",
        "ipa": "ɔl-pɜ́rpəs sprɛ́j: ðə ɔl-pɜ́rpəs sprɛ́j sǽnᵻtàjzd káwntərtɒ̀ps ənd dúwrnɒbz ᵻn ə sᵻ́ŋɡəl swíjp.",
        "hash": "TXT_130ff7de5f26f8d5d877c19fe1638d.mp3",
        "score": 0.5
    },
    {
        "txt": "Dishwasher Pod: The dishwasher pod dissolved to leave every plate sparkling clean.  ",
        "ipa": "dᵻ́ʃwɒ̀ʃər pɒ́d: ðə dᵻ́ʃwɒ̀ʃər pɒ́d dᵻzɒ́lvd tə líjv ɛvərij plɛ́jt spɑ́rkəlᵻŋ klíjn.",
        "hash": "TXT_d38fd5bfa02e5b94b0f354a1d98646.mp3",
        "score": 0.5
    },
    {
        "txt": "Fridge Organizer: The fridge organizer categorized produce, dairy, and meats in separate bins.  ",
        "ipa": "frᵻ́dʒ ɔ́rɡənàjzər: ðə frᵻ́dʒ ɔ́rɡənàjzər kǽtəɡəràjzd prədúws, dɛ́ərij, ənd míjts ᵻn sɛ́pərət bᵻ́nz.",
        "hash": "TXT_30b4e7c7268ea23eff5e391260e0c8.mp3",
        "score": 0.5
    },
    {
        "txt": "Lazy Susan: The lazy Susan offered a rotating carousel of sauces for easy access.  ",
        "ipa": "lɛ́jzij súwzən: ðə lɛ́jzij súwzən ɔ́fərd ə rówtɛ̀jtᵻŋ kɛ́ərəsɛ̀l əv sɔ́sᵻz fɔr íjzij ǽksɛ̀s.",
        "hash": "TXT_16459b036224d5b6abca164a5c134b.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Aerator: The wine aerator enhanced the bouquet of robust reds before serving.  ",
        "ipa": "wájn eərɛ́jtər: ðə wájn eərɛ́jtər ənhǽnst ðə buwkɛ́j əv rowbʌ́st rɛ́dz bəfɔ́r sɜ́rvᵻŋ.",
        "hash": "TXT_79206502d688628c7c1f8d836960a4.mp3",
        "score": 0.5
    },
    {
        "txt": "Muffin Tin: The muffin tin popped out perfectly baked treats when lightly greased.  ",
        "ipa": "mʌ́fᵻn tᵻ́n: ðə mʌ́fᵻn tᵻ́n pɒ́pt awt pɜ́rfəktlij bɛ́jkt tríjts wɛ́n lájtlij ɡríjst.",
        "hash": "TXT_42226ff39511c6076f44a83853d85e.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Spatula: The silicone spatula scraped bowls clean without scratching.  ",
        "ipa": "sᵻ́ləkòwn spǽtʃʊ̀lə: ðə sᵻ́ləkòwn spǽtʃʊ̀lə skrɛ́jpt bówlz klíjn wᵻðáwt skrǽtʃᵻŋ.",
        "hash": "TXT_622433ce306a2a6a655a9d31165c8b.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Cutter: The pastry cutter blended butter into flour for flaky pie crusts.  ",
        "ipa": "pɛ́jstrij kʌ́tər: ðə pɛ́jstrij kʌ́tər blɛ́ndᵻd bʌ́tər ᵻntə fláwər fɔr flɛ́jkij páj krʌ́sts.",
        "hash": "TXT_ab6f431c9169588ac2918c7b418150.mp3",
        "score": 0.5
    },
    {
        "txt": "Mandoline Slicer: The mandoline slicer shaved vegetables into uniform, delicate slices.  ",
        "ipa": "mǽndəlìjn slájsər: ðə mǽndəlìjn slájsər ʃɛ́jvd vɛ́dʒtəbəlz ᵻntə júwnᵻfɔ̀rm, dɛ́lᵻkət slájsᵻz.",
        "hash": "TXT_e2dafaba5e219ddb26ae91d797f004.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Dome: The cheese dome preserved cheese’s flavor and humidity on the kitchen counter.  ",
        "ipa": "tʃíjz dówm: ðə tʃíjz dówm prəzɜ́rvd tʃíjz'z flɛ́jvər ənd hjuwmᵻ́dᵻtij ɒn ðə kᵻ́tʃən káwntər.",
        "hash": "TXT_09ab96ff0b198a64afa1d57884d4a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Refrigerator Water Line: The refrigerator water line dispensed filtered ice and chilled water.  ",
        "ipa": "rəfrᵻ́dʒərɛ̀jtər wɔ́tər lájn: ðə rəfrᵻ́dʒərɛ̀jtər wɔ́tər lájn dᵻspɛ́nst fᵻ́ltərd ájs ənd tʃᵻ́ld wɔ́tər.",
        "hash": "TXT_ea4a8e47a89f6962e19983177640fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Cutting Board: The bamboo cutting board resisted knife marks and lingering odors.  ",
        "ipa": "bæmbúw kʌ́tᵻŋ bɔ́rd: ðə bæmbúw kʌ́tᵻŋ bɔ́rd rəzᵻ́stᵻd nájf mɑ́rks ənd lᵻ́ŋɡərᵻŋ ówdərz.",
        "hash": "TXT_9bc712fbd82e9b789fe89378e939d0.mp3",
        "score": 0.5
    },
    {
        "txt": "Vacuum Seal Bags: The vacuum seal bags compressed bulky winter coats for off-season storage.  ",
        "ipa": "vǽkjuwm síjl bǽɡz: ðə vǽkjuwm síjl bǽɡz kəmprɛ́st bʌ́lkij wᵻ́ntər kówts fɔr ɔ́f-síjzən stɔ́rᵻdʒ.",
        "hash": "TXT_eb21884128e5ad84c1727f9b539535.mp3",
        "score": 0.5
    },
    {
        "txt": "Handheld Steamer: The handheld steamer smoothed curtains and upholstery with minimal fuss.  ",
        "ipa": "hǽndhɛ́ld stíjmər: ðə hǽndhɛ́ld stíjmər smúwðd kɜ́rtənz ənd əpówlstərij wᵻð mᵻ́nᵻməl fʌ́s.",
        "hash": "TXT_506daafa80ef4a1ec40eb68d6ec5ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Fabric Shaver: The fabric shaver removed unsightly pills from old sweaters.  ",
        "ipa": "fǽbrᵻk ʃɛ́jvər: ðə fǽbrᵻk ʃɛ́jvər rijmúwvd ʌ̀nsájtlij pᵻ́lz frəm ówld swɛ́tərz.",
        "hash": "TXT_345dff4ab858066aeca85a0feca31d.mp3",
        "score": 0.5
    },
    {
        "txt": "Linen Closet: The linen closet smelled fresh from sachets of dried lavender.  ",
        "ipa": "lᵻ́nən klɒ́zət: ðə lᵻ́nən klɒ́zət smɛ́ld frɛ́ʃ frəm sæʃɛ́jz əv drájd lǽvəndər.",
        "hash": "TXT_d5e33672f23a9d591161d2123fa314.mp3",
        "score": 0.5
    },
    {
        "txt": "Shelving Unit: The shelving unit provided modular storage for books and collectables.  ",
        "ipa": "ʃɛ́lvᵻŋ júwnᵻt: ðə ʃɛ́lvᵻŋ júwnᵻt prəvájdᵻd mɒ́dʒələr stɔ́rᵻdʒ fɔr bʊ́ks ənd kəlɛ́ktəbəlz.",
        "hash": "TXT_af5010f79dc2752861be877d1c8737.mp3",
        "score": 0.5
    },
    {
        "txt": "Sliding Wardrobe Door: The sliding wardrobe door revealed a mirror on one side and shelving on the other.  ",
        "ipa": "slájdᵻŋ wɔ́rdròwb dɔ́r: ðə slájdᵻŋ wɔ́rdròwb dɔ́r rəvíjld ə mɪ́ərər ɒn wʌ́n sájd ənd ʃɛ́lvᵻŋ ɒn ðə ʌ́ðər.",
        "hash": "TXT_b61ff98e8f35c43b786b158970439e.mp3",
        "score": 0.5
    },
    {
        "txt": "Hat Stand: The hat stand displayed her collection of fedoras in style.  ",
        "ipa": "hǽt stǽnd: ðə hǽt stǽnd dᵻsplɛ́jd hər kəlɛ́kʃən əv fədɔ́rəz ᵻn stájl.",
        "hash": "TXT_72afa7bd562ac6c41ea5317f2e4821.mp3",
        "score": 0.5
    },
    {
        "txt": "Tie Rack: The tie rack spanned rainbow rows of silk ties for formal events.  ",
        "ipa": "táj rǽk: ðə táj rǽk spǽnd rɛ́jnbòw rówz əv sᵻ́lk tájz fɔr fɔ́rməl əvɛ́nts.",
        "hash": "TXT_576032e350a2048ad22d8d7b06cfe2.mp3",
        "score": 0.5
    },
    {
        "txt": "Belt Organizer: The belt organizer hung neatly behind the closet door, saving drawer space.  ",
        "ipa": "bɛ́lt ɔ́rɡənàjzər: ðə bɛ́lt ɔ́rɡənàjzər hʌ́ŋ níjtlij bəhájnd ðə klɒ́zət dɔ́r, sɛ́jvᵻŋ drɔ́r spɛ́js.",
        "hash": "TXT_e69e7d39122aaa3790aaef5df2d672.mp3",
        "score": 0.5
    },
    {
        "txt": "Safe Deposit Chest: The safe deposit chest secured birth certificates and passports.  ",
        "ipa": "sɛ́jf dəpɒ́zᵻt tʃɛ́st: ðə sɛ́jf dəpɒ́zᵻt tʃɛ́st səkjʊ́rd bɜ́rθ sərtᵻ́fᵻkəts ənd pǽspɔ̀rts.",
        "hash": "TXT_69c50612ac70761ab7c14162275283.mp3",
        "score": 0.5
    },
    {
        "txt": "Futon Mattress: The futon mattress folded up to become a makeshift couch by day.  ",
        "ipa": "fúwtɒn mǽtrəs: ðə fúwtɒn mǽtrəs fówldᵻd ʌp tə bəkʌ́m ə mɛ́jkʃᵻ̀ft káwtʃ baj dɛ́j.",
        "hash": "TXT_a27c0ae5cb77671f8efe8172ff03f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Room Divider Curtain: The room divider curtain separated the sleeping area in a studio apartment.  ",
        "ipa": "rúwm dᵻvájdər kɜ́rtən: ðə rúwm dᵻvájdər kɜ́rtən sɛ́pərɛ̀jtᵻd ðə slíjpᵻŋ ɛ́ərijə ᵻn ə stúwdijòw əpɑ́rtmənt.",
        "hash": "TXT_db38f6a5e7b984a7d2491c43edf852.mp3",
        "score": 0.5
    },
    {
        "txt": "Corner Bookshelf: The corner bookshelf utilized overlooked space for paperback novels.  ",
        "ipa": "kɔ́rnər bʊ́kʃɛ̀lf: ðə kɔ́rnər bʊ́kʃɛ̀lf júwtᵻlàjzd ówvərlʊ̀kt spɛ́js fɔr pɛ́jpərbæ̀k nɒ́vəlz.",
        "hash": "TXT_e71a1764afa1013f1f78f1918bd952.mp3",
        "score": 0.5
    },
    {
        "txt": "Carpet Runner: The carpet runner added color along the length of the hallway floor.  ",
        "ipa": "kɑ́rpət rʌ́nər: ðə kɑ́rpət rʌ́nər ǽdᵻd kʌ́lər əlɔ́ŋ ðə lɛ́ŋθ əv ðə hɔ́lwɛ̀j flɔ́r.",
        "hash": "TXT_46714c84685358710ae967781278e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Velvet Stool: The velvet stool acted as both decoration and additional seating for guests.  ",
        "ipa": "vɛ́lvət stúwl: ðə vɛ́lvət stúwl ǽktᵻd æz bówθ dɛ̀kərɛ́jʃən ənd ədᵻ́ʃənəl síjtᵻŋ fɔr ɡɛ́sts.",
        "hash": "TXT_989652eaa1c579c18bd41b71018c53.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Mirror: The floor mirror leaned elegantly against the wall, creating an illusion of added space.  ",
        "ipa": "flɔ́r mɪ́ərər: ðə flɔ́r mɪ́ərər líjnd ɛ́ləɡəntlìj əɡɛ́jnst ðə wɔ́l, krijɛ́jtᵻŋ ən ᵻ̀lúwʒən əv ǽdᵻd spɛ́js.",
        "hash": "TXT_3e27b5e066e5dd1ce4f84c9f4cddf6.mp3",
        "score": 0.5
    },
    {
        "txt": "Night Light: The night light prevented stubbed toes during late-night kitchen trips.  ",
        "ipa": "nájt lájt: ðə nájt lájt prəvɛ́ntᵻd stʌ́bd tówz dʊ́rᵻŋ lɛ́jt-nájt kᵻ́tʃən trᵻ́ps.",
        "hash": "TXT_ab3ac71fec6cae445ac0997e0ec09b.mp3",
        "score": 0.5
    },
    {
        "txt": "Cable Cover: The cable cover concealed unsightly wires along the baseboard.  ",
        "ipa": "kɛ́jbəl kʌ́vər: ðə kɛ́jbəl kʌ́vər kənsíjld ʌ̀nsájtlij wájərz əlɔ́ŋ ðə bɛ́jsbɔ̀rd.",
        "hash": "TXT_bd3d9eb5df763a54dbc244188a9b4e.mp3",
        "score": 0.5
    },
    {
        "txt": "Wireless Charger: The wireless charger juiced up smartphones just by setting them down.  ",
        "ipa": "wájərlᵻs tʃɑ́rdʒər: ðə wájərlᵻs tʃɑ́rdʒər dʒuwst ʌp smɑ́rtfòwnz dʒəst baj sɛ́tᵻŋ ðɛm dawn.",
        "hash": "TXT_75de475d63748b505ba5b10275f39f.mp3",
        "score": 0.5
    },
    {
        "txt": "Laptop Tray: The laptop tray rested comfortably on her lap while she worked from the couch.  ",
        "ipa": "lǽptɒ̀p trɛ́j: ðə lǽptɒ̀p trɛ́j rɛ́stᵻd kʌ́mfərtəblij ɒn hər lǽp wájl ʃij wɜ́rkt frəm ðə káwtʃ.",
        "hash": "TXT_4a2f7d3adfc9398a141510ff1b7e63.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Blanket: The electric blanket chased away the chill during movie marathons.  ",
        "ipa": "əlɛ́ktrᵻk blǽŋkət: ðə əlɛ́ktrᵻk blǽŋkət tʃɛ́jst əwɛ́j ðə tʃᵻ́l dʊ́rᵻŋ múwvij mɛ́ərəθɒ̀nz.",
        "hash": "TXT_1b2c9df6726aefb4a80d796e06e31e.mp3",
        "score": 0.5
    },
    {
        "txt": "Floating TV Unit: The floating TV unit saved floor space and eliminated clutter.  ",
        "ipa": "flówtᵻŋ TV júwnᵻt: ðə flówtᵻŋ TV júwnᵻt sɛ́jvd flɔ́r spɛ́js ənd əlᵻ́mᵻnɛ̀jtᵻd klʌ́tər.",
        "hash": "TXT_a8b7bd09866d07ac432dccecc01977.mp3",
        "score": 0.5
    },
    {
        "txt": "Smart Thermostat: The smart thermostat adjusted temperatures according to her daily routine.  ",
        "ipa": "smɑ́rt θɜ́rməstæ̀t: ðə smɑ́rt θɜ́rməstæ̀t ədʒʌ́stᵻd tɛ́mpərətʃərz əkɔ́rdᵻŋ tə hər dɛ́jlij ruwtíjn.",
        "hash": "TXT_91129b605080785031172667b6034f.mp3",
        "score": 0.5
    },
    {
        "txt": "Voice Assistant: The voice assistant responded to spoken requests for weather updates or music.  ",
        "ipa": "vɔ́js əsᵻ́stənt: ðə vɔ́js əsᵻ́stənt rəspɒ́ndᵻd tə spówkən rəkwɛ́s fɔr wɛ́ðər ʌ́pdɛ̀jts ɔr mjúwzᵻk.",
        "hash": "TXT_fb0a54599c72217b5f8fcd0ade9cec.mp3",
        "score": 0.5
    },
    {
        "txt": "Robo Vacuum: The robo vacuum scuttled around the house, collecting dust bunnies under the bed.  ",
        "ipa": "rówbow vǽkjuwm: ðə rówbow vǽkjuwm skʌ́təld əráwnd ðə haws, kəlɛ́ktᵻŋ dʌ́st bʌ́nijz ʌ́ndər ðə bɛ́d.",
        "hash": "TXT_36d08e76e79329b81a8536a2d6d89e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cordless Iron: The cordless iron made pressing clothes hassle-free, untethered by cables.  ",
        "ipa": "kɔ́rdləs ájərn: ðə kɔ́rdləs ájərn mɛ́jd prɛ́sᵻŋ klówðz hǽsəl-fríj, ʌntɛ́ðərd baj kɛ́jbəlz.",
        "hash": "TXT_0b7436ba8263e932eca6f8bc0dbe86.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Ladder: The folding ladder shrank to fit in the narrow broom closet.  ",
        "ipa": "fówldᵻŋ lǽdər: ðə fówldᵻŋ lǽdər ʃrǽŋk tə fᵻ́t ᵻn ðə nǽrow brúwm klɒ́zət.",
        "hash": "TXT_7204e0664be48a8646813ed906102c.mp3",
        "score": 0.5
    },
    {
        "txt": "Battery Organizer: The battery organizer sorted AA, AAA, and specialty batteries by size.  ",
        "ipa": "bǽtərij ɔ́rɡənàjzər: ðə bǽtərij ɔ́rɡənàjzər sɔ́rtᵻd AA, AAA, ənd spɛ́jʃəltij bǽtərijz baj sájz.",
        "hash": "TXT_4c260de012882b7be5f9b3e7318ab3.mp3",
        "score": 0.5
    },
    {
        "txt": "Drawer Liner: The drawer liner protected delicate utensils from scratches.  ",
        "ipa": "drɔ́r lájnər: ðə drɔ́r lájnər prətɛ́ktᵻd dɛ́lᵻkət juwtɛ́nsəlz frəm skrǽtʃᵻz.",
        "hash": "TXT_61d7a4d6e93db6e77e46489bebb83a.mp3",
        "score": 0.5
    },
    {
        "txt": "Airtight Container: The airtight container kept homemade cookies crisp and flavorful.  ",
        "ipa": "ɛ́ərtàjt kəntɛ́jnər: ðə ɛ́ərtàjt kəntɛ́jnər kɛ́pt hówmɛ́jd kʊ́kijz krᵻ́sp ənd flɛ́jvərfəl.",
        "hash": "TXT_f220696cb6dcc5e4855192a01be963.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Drying Rack: The herb drying rack hung clusters of rosemary and thyme in the pantry.  ",
        "ipa": "ɜ́rb drájᵻŋ rǽk: ðə ɜ́rb drájᵻŋ rǽk hʌ́ŋ klʌ́stərz əv rówzmɛ̀ərij ənd θájm ᵻn ðə pǽntrij.",
        "hash": "TXT_282ed5d9f80d9c8709b81748d6a094.mp3",
        "score": 0.5
    },
    {
        "txt": "Wireless Doorbell: The wireless doorbell chimed pleasantly without requiring wiring.  ",
        "ipa": "wájərlᵻs dɔ́rbɛ̀l: ðə wájərlᵻs dɔ́rbɛ̀l tʃájmd plɛ́zəntlij wᵻðáwt rijkwájərᵻŋ wájərᵻŋ.",
        "hash": "TXT_6127960d67ab20699ba1b0eed28bbc.mp3",
        "score": 0.5
    },
    {
        "txt": "Curtain Liner: The curtain liner shielded the decorative drapes from moisture.  ",
        "ipa": "kɜ́rtən lájnər: ðə kɜ́rtən lájnər ʃíjldᵻd ðə dɛ́kərətᵻv drɛ́jps frəm mɔ́jstʃər.",
        "hash": "TXT_ebe4c7dcd3989b08129babd5239fb8.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Partition: The glass partition separated the home office from the living room while retaining openness.  ",
        "ipa": "ɡlǽs pɑrtᵻ́ʃən: ðə ɡlǽs pɑrtᵻ́ʃən sɛ́pərɛ̀jtᵻd ðə hówm ɔ́fᵻs frəm ðə lᵻ́vᵻŋ rúwm wájl rijtɛ́jnᵻŋ ówpənəs.",
        "hash": "TXT_71a66e1b36f5131b2df417c2a86cbc.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall-Mounted Coat Rack: The wall-mounted coat rack saved floor space in the entryway.  ",
        "ipa": "wɔ́l-máwntᵻd kówt rǽk: ðə wɔ́l-máwntᵻd kówt rǽk sɛ́jvd flɔ́r spɛ́js ᵻn ðə ɛ́ntrijwɛj.",
        "hash": "TXT_139616d25006a33c03b19babdeab7f.mp3",
        "score": 0.5
    },
    {
        "txt": "Plant Mister: The plant mister delivered a fine spray for delicate indoor foliage.  ",
        "ipa": "plǽnt mᵻ́stər: ðə plǽnt mᵻ́stər dəlᵻ́vərd ə fájn sprɛ́j fɔr dɛ́lᵻkət ᵻ́ndɔ̀r fówlijᵻdʒ.",
        "hash": "TXT_312e825f3f981f87e097ffa4f49b9a.mp3",
        "score": 0.5
    },
    {
        "txt": "Propagation Station: The propagation station displayed cuttings in tiny glass tubes.  ",
        "ipa": "prɒ̀pəɡɛ́jʃən stɛ́jʃən: ðə prɒ̀pəɡɛ́jʃən stɛ́jʃən dᵻsplɛ́jd kʌ́tᵻŋz ᵻn tájnij ɡlǽs túwbz.",
        "hash": "TXT_571c95a8d634eda3983cc4eda5d47e.mp3",
        "score": 0.5
    },
    {
        "txt": "Utility Hook: The utility hook on the back of the door held a small broom and dustpan.  ",
        "ipa": "juwtᵻ́lᵻtij hʊ́k: ðə juwtᵻ́lᵻtij hʊ́k ɒn ðə bǽk əv ðə dɔ́r hɛ́ld ə smɔ́l brúwm ənd dʌstpæn.",
        "hash": "TXT_84066540207a949f11f98cea240c24.mp3",
        "score": 0.5
    },
    {
        "txt": "Cleaning Caddy: The cleaning caddy corralled sprays, cloths, and gloves in one portable station.  ",
        "ipa": "klíjnᵻŋ kǽdij: ðə klíjnᵻŋ kǽdij kərǽld sprɛ́jz, klɔ́θs, ənd ɡlʌ́vz ᵻn wʌ́n pɔ́rtəbəl stɛ́jʃən.",
        "hash": "TXT_c8948a67ac55ac54a56b14519b6b55.mp3",
        "score": 0.5
    },
    {
        "txt": "Sun Shade: The sun shade on the terrace offered respite from intense midday heat.  ",
        "ipa": "sʌ́n ʃɛ́jd: ðə sʌ́n ʃɛ́jd ɒn ðə tɛ́ərəs ɔ́fərd rɛ́spᵻt frəm ᵻ̀ntɛ́ns mᵻ́ddɛ̀j híjt.",
        "hash": "TXT_ee2816f1d7c2ed2f2ae611499d25ad.mp3",
        "score": 0.5
    },
    {
        "txt": "Birdhouse Pole: The birdhouse pole in the backyard attracted chirping families in spring.  ",
        "ipa": "bɜ́rdhaws pówl: ðə bɜ́rdhaws pówl ᵻn ðə bǽkjɑ̀rd ətrǽktᵻd tʃɜ́rpᵻŋ fǽmᵻlijz ᵻn sprᵻ́ŋ.",
        "hash": "TXT_575f28bf8c85caee5b9fb69974b0d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Personal Safe: The personal safe protected precious jewelry and backup hard drives.  ",
        "ipa": "pɜ́rsənəl sɛ́jf: ðə pɜ́rsənəl sɛ́jf prətɛ́ktᵻd prɛ́ʃəs dʒúwəlrij ənd bǽkʌ̀p hɑ́rd drájvz.",
        "hash": "TXT_579ffed76835373c3ec86954c6827d.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Desk Drawer: The under-desk drawer stowed away stationery and snacks.  ",
        "ipa": "ʌ́ndər-dɛ́sk drɔ́r: ðə ʌ́ndər-dɛ́sk drɔ́r stówd əwɛ́j stɛ́jʃənɛ̀ərij ənd snǽks.",
        "hash": "TXT_290e2c31ac05048b45b664ed4a9ae9.mp3",
        "score": 0.5
    },
    {
        "txt": "Keyless Entry: The keyless entry system unlocked the front door with a secure PIN.  ",
        "ipa": "kíjləs ɛ́ntrij: ðə kíjləs ɛ́ntrij sᵻ́stəm ʌ̀nlɒ́kt ðə frʌ́nt dɔ́r wᵻð ə səkjʊ́r PIN.",
        "hash": "TXT_b68803d68cc0ee04aa314afc591db8.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Heater Cover: The patio heater cover shielded the unit from harsh winter elements.  ",
        "ipa": "pǽtijòw híjtər kʌ́vər: ðə pǽtijòw híjtər kʌ́vər ʃíjldᵻd ðə júwnᵻt frəm hɑ́rʃ wᵻ́ntər ɛ́ləmənts.",
        "hash": "TXT_c58fe999dfee77f2d7d41b626f7470.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Organizers: The tool organizers in the garage kept screwdrivers, wrenches, and pliers neatly arranged.  ",
        "ipa": "túwl ɔ́rɡənàjzərz: ðə túwl ɔ́rɡənàjzərz ᵻn ðə ɡərɒ́ʒ kɛ́pt skrúwdràjvərz, rɛ́ntʃᵻz, ənd plájərz níjtlij ərɛ́jndʒd.",
        "hash": "TXT_cc3eb10d925f208fd6ed3cd860ee1d.mp3",
        "score": 0.5
    },
    {
        "txt": "Nesting Tables: The nesting tables slid out to provide extra surfaces for entertaining.  ",
        "ipa": "nɛ́stᵻŋ tɛ́jbəlz: ðə nɛ́stᵻŋ tɛ́jbəlz slᵻ́d awt tə prəvájd ɛ́kstrə sɜ́rfəsᵻz fɔr ɛ̀ntərtɛ́jnᵻŋ.",
        "hash": "TXT_e773bf0fa0960f3ba8ef5d09d383bf.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Insulation Kit: The window insulation kit sealed out cold drafts during frigid months.  ",
        "ipa": "wᵻ́ndow ᵻ̀nsəlɛ́jʃən kᵻ́t: ðə wᵻ́ndow ᵻ̀nsəlɛ́jʃən kᵻ́t síjld awt kówld drǽfts dʊ́rᵻŋ frᵻ́dʒəd mʌ́nθs.",
        "hash": "TXT_374b834e533b9344928f508f2073c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Fire Escape Ladder: The fire escape ladder in the second-floor closet offered a safe exit in emergencies.  ",
        "ipa": "fájər əskɛ́jp lǽdər: ðə fájər əskɛ́jp lǽdər ᵻn ðə sɛ́kənd-flɔ́r klɒ́zət ɔ́fərd ə sɛ́jf ɛ́ɡzᵻt ᵻn əmɜ́rdʒənsijz.",
        "hash": "TXT_a39f5f52f1f7f7275a1ec864d9b736.mp3",
        "score": 0.5
    },
    {
        "txt": "Fire Blanket: The fire blanket in the kitchen could smother accidental grease fires.  ",
        "ipa": "fájər blǽŋkət: ðə fájər blǽŋkət ᵻn ðə kᵻ́tʃən kʊ́d smʌ́ðər æ̀ksᵻdɛ́ntəl ɡríjs fájərz.",
        "hash": "TXT_bb7a5c563a3f1b7507e0b972b0055c.mp3",
        "score": 0.5
    },
    {
        "txt": "Houseplants Collection: The houseplants collection, from ferns to succulents, improved indoor air quality.  ",
        "ipa": "háwsplæ̀nts kəlɛ́kʃən: ðə háwsplæ̀nts kəlɛ́kʃən, frəm fɜ́rnz tə sʌ́kjələnts, ᵻmprúwvd ᵻ́ndɔ̀r ɛ́ər kwɑ́lᵻtij.",
        "hash": "TXT_ca4fc69bf8559b0e3b13b2865fb22e.mp3",
        "score": 0.5
    },
    {
        "txt": "Indoor Herb Garden: The indoor herb garden ensured fresh basil and parsley year-round.  ",
        "ipa": "ᵻ́ndɔ̀r ɜ́rb ɡɑ́rdən: ðə ᵻ́ndɔ̀r ɜ́rb ɡɑ́rdən ənʃʊ́rd frɛ́ʃ bɛ́jzəl ənd pɑ́rslij jɪ́ər-ráwnd.",
        "hash": "TXT_6371812e9185500a9819048255f659.mp3",
        "score": 0.5
    },
    {
        "txt": "Room Divider Curtain Rod: The room divider curtain rod easily partitioned the loft into separate zones.  ",
        "ipa": "rúwm dᵻvájdər kɜ́rtən rɒ́d: ðə rúwm dᵻvájdər kɜ́rtən rɒ́d íjzəlij pɑrtᵻ́ʃənd ðə lɔ́ft ᵻntə sɛ́pərət zównz.",
        "hash": "TXT_6296e666e7e2ac8fd7fb5c4b733b31.mp3",
        "score": 0.5
    },
    {
        "txt": "Rope Light: The rope light traced soft illumination around the ceiling’s perimeter.  ",
        "ipa": "rówp lájt: ðə rówp lájt trɛ́jst sɒ́ft ᵻ̀lùwmᵻtɛ́jʃən əráwnd ðə síjlᵻŋ's pərᵻ́mətər.",
        "hash": "TXT_5817292b0d64a117362638234ef31d.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Chair: The folding chair provided instant seating for unexpected visitors.  ",
        "ipa": "fówldᵻŋ tʃɛ́ər: ðə fówldᵻŋ tʃɛ́ər prəvájdᵻd ᵻ́nstənt síjtᵻŋ fɔr ʌ̀nəkspɛ́ktᵻd vᵻ́zᵻtərz.",
        "hash": "TXT_2bb2de169248e0d4c52e870a85c3b1.mp3",
        "score": 0.5
    },
    {
        "txt": "Magazine File: The magazine file held monthly editions of architectural digests.  ",
        "ipa": "mǽɡəzìjn fájl: ðə mǽɡəzìjn fájl hɛ́ld mʌ́nθlij ədᵻ́ʃənz əv ɑ̀rkᵻtɛ́ktʃərəl dájdʒɛsts.",
        "hash": "TXT_b6ef5c06c33a0f484e48e0620e70fd.mp3",
        "score": 0.5
    },
    {
        "txt": "Photo Collage Frame: The photo collage frame celebrated cherished memories in one display.  ",
        "ipa": "fówtòw kəlɒ́ʒ frɛ́jm: ðə fówtòw kəlɒ́ʒ frɛ́jm sɛ́ləbrɛ̀jtᵻd tʃɛ́ərᵻʃt mɛ́mərijz ᵻn wʌ́n dᵻsplɛ́j.",
        "hash": "TXT_b48f7984ad66289d39a8764df89af8.mp3",
        "score": 0.5
    },
    {
        "txt": "Light-Up Vanity Mirror: The light-up vanity mirror offered perfect illumination for detailed makeup.  ",
        "ipa": "lájt-ʌp vǽnᵻtij mɪ́ərər: ðə lájt-ʌp vǽnᵻtij mɪ́ərər ɔ́fərd pɜ́rfəkt ᵻ̀lùwmᵻtɛ́jʃən fɔr dətɛ́jld mɛ́jkʌ̀p.",
        "hash": "TXT_0e765830ade4f00fb78f6a4fb90a13.mp3",
        "score": 0.5
    },
    {
        "txt": "Ottoman Pouf: The ottoman pouf served as both footrest and an informal coffee table.  ",
        "ipa": "ɒ́təmən púwf: ðə ɒ́təmən púwf sɜ́rvd æz bówθ fʊ́trɛ̀st ənd ən ᵻnfɔ́rməl kɒ́fij tɛ́jbəl.",
        "hash": "TXT_a70d7121804056f023c85748313d76.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Mattress: The air mattress inflated quickly for impromptu overnight guests.  ",
        "ipa": "ɛ́ər mǽtrəs: ðə ɛ́ər mǽtrəs ᵻ̀nflɛ́jtᵻd kwᵻ́klij fɔr ᵻ̀mprɒ́mptuw ówvərnájt ɡɛ́sts.",
        "hash": "TXT_16694c760e668504075c2eac754c28.mp3",
        "score": 0.5
    },
    {
        "txt": "Firewood Tote: The firewood tote transported logs from the yard without leaving debris.  ",
        "ipa": "fájərwʊ̀d tówt: ðə fájərwʊ̀d tówt trænspɔ́rtᵻd lɔ́ɡz frəm ðə jɑ́rd wᵻðáwt líjvᵻŋ dəbríj.",
        "hash": "TXT_c73387c5208ab9ade6763055c4bf6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Dog Crate: The dog crate gave the family pet a secure den to rest in.  ",
        "ipa": "dɔ́ɡ krɛ́jt: ðə dɔ́ɡ krɛ́jt ɡɛ́jv ðə fǽmᵻlij pɛ́t ə səkjʊ́r dɛ́n tə rɛ́st ᵻn.",
        "hash": "TXT_7d2e4196b3f3a1e12ea0d07f1d3b9e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cat Tower: The cat tower offered multiple perches for a curious feline.  ",
        "ipa": "kǽt táwər: ðə kǽt táwər ɔ́fərd mʌ́ltᵻpəl pɜ́rtʃᵻz fɔr ə kjʊ́rijəs fíjlàjn.",
        "hash": "TXT_84d9307005a04a9e7d71043b61408a.mp3",
        "score": 0.5
    },
    {
        "txt": "Automatic Feeder: The automatic feeder dispensed kibble on a scheduled timer.  ",
        "ipa": "ɔ̀təmǽtᵻk fíjdər: ðə ɔ̀təmǽtᵻk fíjdər dᵻspɛ́nst kᵻ́bəl ɒn ə skɛ́dʒuwld tájmər.",
        "hash": "TXT_f56be87e5ed78cf9c514842911f674.mp3",
        "score": 0.5
    },
    {
        "txt": "Bird Cage Cover: The bird cage cover helped the parrot settle down at bedtime.  ",
        "ipa": "bɜ́rd kɛ́jdʒ kʌ́vər: ðə bɜ́rd kɛ́jdʒ kʌ́vər hɛ́lpt ðə pǽrət sɛ́təl dawn æt bɛ́dtàjm.",
        "hash": "TXT_ead9e5ed1ed42dc45e5b886f0c4b53.mp3",
        "score": 0.5
    },
    {
        "txt": "Fish Tank Filter: The fish tank filter kept the aquarium water crystal clear.  ",
        "ipa": "fᵻ́ʃ tǽŋk fᵻ́ltər: ðə fᵻ́ʃ tǽŋk fᵻ́ltər kɛ́pt ðə əkwɛ́ərijəm wɔ́tər krᵻ́stəl klɪ́ər.",
        "hash": "TXT_36037169979511fcac57d6a163bbdc.mp3",
        "score": 0.5
    },
    {
        "txt": "Crib Mobile: The crib mobile dangled bright shapes to entertain the newborn.  ",
        "ipa": "krᵻ́b mówbᵻl: ðə krᵻ́b mówbᵻl dǽŋɡəld brájt ʃɛ́jps tə ɛ̀ntərtɛ́jn ðə núwbɔrn.",
        "hash": "TXT_fbfdde3582bde8a3813ca5a6c74e72.mp3",
        "score": 0.5
    },
    {
        "txt": "Changing Table: The changing table stored diapers and wipes within arm’s reach.  ",
        "ipa": "tʃɛ́jndʒᵻŋ tɛ́jbəl: ðə tʃɛ́jndʒᵻŋ tɛ́jbəl stɔ́rd dájəpərz ənd wájps wᵻðᵻ́n ɑ́rm'z ríjtʃ.",
        "hash": "TXT_f0e0c1c119be175f9ee4509bce7853.mp3",
        "score": 0.5
    },
    {
        "txt": "Toy Chest: The toy chest overflowed with plush animals and building blocks.  ",
        "ipa": "tɔ́j tʃɛ́st: ðə tɔ́j tʃɛ́st òwvərflówd wᵻð plʌ́ʃ ǽnᵻməlz ənd bᵻ́ldᵻŋ blɒ́ks.",
        "hash": "TXT_70d6f161f89c73bebc63dbb2978351.mp3",
        "score": 0.5
    },
    {
        "txt": "Baby Monitor: The baby monitor’s camera streamed a live feed to the parents’ phones.  ",
        "ipa": "bɛ́jbij mɒ́nᵻtər: ðə bɛ́jbij mɒ́nᵻtər'z kǽmərə stríjmd ə lᵻv fíjd tə ðə pɛ́ərənts’ fównz.",
        "hash": "TXT_c7dcfbf763201739d09902c01cbb5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Bunk Bed: The bunk bed saved space in the kids’ shared bedroom.  ",
        "ipa": "bʌ́ŋk bɛ́d: ðə bʌ́ŋk bɛ́d sɛ́jvd spɛ́js ᵻn ðə kᵻ́dz’ ʃɛ́ərd bɛ́drùwm.",
        "hash": "TXT_1555b9dabc3ada50b5017a1ad0c105.mp3",
        "score": 0.5
    },
    {
        "txt": "Child Safety Gate: The child safety gate blocked stair access for the toddler.  ",
        "ipa": "tʃájld sɛ́jftij ɡɛ́jt: ðə tʃájld sɛ́jftij ɡɛ́jt blɒ́kt stɛ́ər ǽksɛ̀s fɔr ðə tɒ́dlər.",
        "hash": "TXT_3eb50263ad7b0856b7bbd501898429.mp3",
        "score": 0.5
    },
    {
        "txt": "Pest Repellent Device: The pest repellent device emitted ultrasonic waves to discourage rodents.  ",
        "ipa": "pɛ́st rəpɛ́lənt dəvájs: ðə pɛ́st rəpɛ́lənt dəvájs əmᵻ́tᵻd ʌ̀ltrəsɒ́nᵻk wɛ́jvz tə dᵻskɜ́rᵻdʒ rówdənts.",
        "hash": "TXT_eed2d8c03e27002295a39d806b17d7.mp3",
        "score": 0.5
    },
    {
        "txt": "Ultrasonic Repeller: The ultrasonic repeller was installed near the garage to deter mice.  ",
        "ipa": "ʌ̀ltrəsɒ́nᵻk rəpɛ́lər: ðə ʌ̀ltrəsɒ́nᵻk rəpɛ́lər wɒz ᵻ̀nstɔ́ld nɪ́ər ðə ɡərɒ́ʒ tə dətɜ́r májs.",
        "hash": "TXT_146f77eff1725b0d1a153cda1fe429.mp3",
        "score": 0.5
    },
    {
        "txt": "Moth Trap: The moth trap prevented fabric damage in stored winter clothing.  ",
        "ipa": "mɔ́θ trǽp: ðə mɔ́θ trǽp prəvɛ́ntᵻd fǽbrᵻk dǽmᵻdʒ ᵻn stɔ́rd wᵻ́ntər klówðᵻŋ.",
        "hash": "TXT_fb23eef96954b98f3e794ee1b77e05.mp3",
        "score": 0.5
    },
    {
        "txt": "Fly Swatter: The fly swatter hung on the pantry hook for quick insect control.  ",
        "ipa": "fláj swɒ́tər: ðə fláj swɒ́tər hʌ́ŋ ɒn ðə pǽntrij hʊ́k fɔr kwᵻ́k ᵻ́nsɛ̀kt kəntrówl.",
        "hash": "TXT_547f3715f28ba51f493ceae9a3f08b.mp3",
        "score": 0.5
    },
    {
        "txt": "Grill Cover: The grill cover protected barbecue equipment from rust and rain.  ",
        "ipa": "ɡrᵻ́l kʌ́vər: ðə ɡrᵻ́l kʌ́vər prətɛ́ktᵻd bɑ́rbᵻkjùw əkwᵻ́pmənt frəm rʌ́st ənd rɛ́jn.",
        "hash": "TXT_905a9f1d4aba1739c240090c0b2243.mp3",
        "score": 0.5
    },
    {
        "txt": "Side Burner: The side burner on the grill handled sauces while the main rack seared meats.  ",
        "ipa": "sájd bɜ́rnər: ðə sájd bɜ́rnər ɒn ðə ɡrᵻ́l hǽndəld sɔ́sᵻz wájl ðə mɛ́jn rǽk sɪ́ərd míjts.",
        "hash": "TXT_0f0c625c46578389f4951e8206e2e5.mp3",
        "score": 0.5
    },
    {
        "txt": "BBQ Brush: The BBQ brush scrubbed stubborn char from the grates after cooking.  ",
        "ipa": "BBQ brʌ́ʃ: ðə BBQ brʌ́ʃ skrʌ́bd stʌ́bərn tʃɑ́r frəm ðə ɡrɛ́jts ǽftər kʊ́kᵻŋ.",
        "hash": "TXT_4d6f8fc59d88d84b56d792304a98cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Smoker Box: The smoker box infused meats with an irresistible hickory aroma.  ",
        "ipa": "smówkər bɒ́ks: ðə smówkər bɒ́ks ᵻ̀nfjúwzd míjts wᵻð ən ɪ̀ərəzᵻ́stᵻbəl hᵻ́kərij ərówmə.",
        "hash": "TXT_15980873c9d9773852d334bd81c015.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Bar Cart: The outdoor bar cart made poolside refreshment service effortless.  ",
        "ipa": "áwtdɔ̀r bɑ́r kɑ́rt: ðə áwtdɔ̀r bɑ́r kɑ́rt mɛ́jd púwlsàjd rəfrɛ́ʃmənt sɜ́rvᵻs ɛ́fərtləs.",
        "hash": "TXT_29e53d638c6fd3aa82d697eb856081.mp3",
        "score": 0.5
    },
    {
        "txt": "Mosquito Net Tent: The mosquito net tent allowed bug-free backyard picnics.  ",
        "ipa": "məskíjtow nɛ́t tɛ́nt: ðə məskíjtow nɛ́t tɛ́nt əláwd bʌ́ɡ-fríj bǽkjɑ̀rd pᵻ́knᵻ̀ks.",
        "hash": "TXT_a4bf6289efd434555a44fa39445c9e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cafe Lights: The cafe lights strung above the patio created a festive evening ambiance.  ",
        "ipa": "kǽfɛj lájts: ðə kǽfɛj lájts strʌ́ŋ əbʌ́v ðə pǽtijòw krijɛ́jtᵻd ə fɛ́stᵻv íjvnᵻŋ ǽmbijəns.",
        "hash": "TXT_554b5f975910cd927e77695c9e01c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Hammock Chair: The hammock chair swayed gently, lulling anyone who sat into relaxation.  ",
        "ipa": "hǽmək tʃɛ́ər: ðə hǽmək tʃɛ́ər swɛ́jd dʒɛ́ntlij, lʌ́lᵻŋ ɛ́nijwən huw sǽt ᵻntə rìjlæksɛ́jʃən.",
        "hash": "TXT_23820c442742d87ecf29c70410693c.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Arch: The garden arch framed a whimsical entrance to the rose bushes.  ",
        "ipa": "ɡɑ́rdən ɑ́rtʃ: ðə ɡɑ́rdən ɑ́rtʃ frɛ́jmd ə wᵻ́mzᵻkəl ɛ́ntrəns tə ðə rówz bʊ́ʃᵻz.",
        "hash": "TXT_0892f0d5e76916ec80382b5cfb0933.mp3",
        "score": 0.5
    },
    {
        "txt": "Bug Shield Screen: The bug shield screen on the patio door reduced bothersome insects inside.  ",
        "ipa": "bʌ́ɡ ʃíjld skríjn: ðə bʌ́ɡ ʃíjld skríjn ɒn ðə pǽtijòw dɔ́r rədjúwst bɒ́ðərsəm ᵻ́nsɛ̀kts ᵻnsájd.",
        "hash": "TXT_7f13ee659b05b3a66bc48e924d7475.mp3",
        "score": 0.5
    },
    {
        "txt": "Backyard Pond: The backyard pond, stocked with koi, added a tranquil water feature.  ",
        "ipa": "bǽkjɑ̀rd pɒ́nd: ðə bǽkjɑ̀rd pɒ́nd, stɒ́kt wᵻð kɔj, ǽdᵻd ə trǽŋkwᵻl wɔ́tər fíjtʃər.",
        "hash": "TXT_2bc4d28df48a85331991215d892ccc.mp3",
        "score": 0.5
    },
    {
        "txt": "Pond Pump: The pond pump circulated fresh water, maintaining healthy oxygen levels.  ",
        "ipa": "pɒ́nd pʌ́mp: ðə pɒ́nd pʌ́mp sɜ́rkjəlɛ̀jtᵻd frɛ́ʃ wɔ́tər, mɛjntɛ́jnᵻŋ hɛ́lθij ɒ́ksᵻdʒən lɛ́vəlz.",
        "hash": "TXT_f2fe6c8dc16407f19fe2a6c65d0f35.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Fireplace: The outdoor fireplace created a cozy gathering spot during chilly evenings.  ",
        "ipa": "áwtdɔ̀r fájərplɛ̀js: ðə áwtdɔ̀r fájərplɛ̀js krijɛ́jtᵻd ə kówzij ɡǽðərᵻŋ spɒ́t dʊ́rᵻŋ tʃᵻ́lij íjvnᵻŋz.",
        "hash": "TXT_6e66916f03ad1b703d426fe920f1fe.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Oven: The pizza oven in the backyard turned out perfectly crispy, wood-fired crusts.  ",
        "ipa": "píjtsə ʌ́vən: ðə píjtsə ʌ́vən ᵻn ðə bǽkjɑ̀rd tɜ́rnd awt pɜ́rfəktlij krᵻ́spij, wʊ́d-fájərd krʌ́sts.",
        "hash": "TXT_1137a6ca7638369ee2f8485bb6586c.mp3",
        "score": 0.5
    },
    {
        "txt": "Deck Steps: The deck steps descended into a well-lit walkway leading to the garden.  ",
        "ipa": "dɛ́k stɛ́ps: ðə dɛ́k stɛ́ps dəsɛ́ndᵻd ᵻntə ə wɛ́l-lᵻ́t wɔ́kwɛ̀j líjdᵻŋ tə ðə ɡɑ́rdən.",
        "hash": "TXT_1c6e9a1737d33db841e63435a80ce4.mp3",
        "score": 0.5
    },
    {
        "txt": "Planter Urn: The planter urn showcased vibrant seasonal blooms on either side of the porch.  ",
        "ipa": "plǽntər ɜ́rn: ðə plǽntər ɜ́rn ʃówkɛ̀jst vájbrənt síjzənəl blúwmz ɒn ájðər sájd əv ðə pɔ́rtʃ.",
        "hash": "TXT_9d5ce9f85de265ca200e9c52b6f162.mp3",
        "score": 0.5
    },
    {
        "txt": "Rock Garden: The rock garden displayed succulents and cacti in a minimalist design.  ",
        "ipa": "rɒ́k ɡɑ́rdən: ðə rɒ́k ɡɑ́rdən dᵻsplɛ́jd sʌ́kjələnts ənd kǽktaj ᵻn ə mᵻ́nᵻməlᵻst dəzájn.",
        "hash": "TXT_d8ca5b211925fd307fb12eb971496a.mp3",
        "score": 0.5
    },
    {
        "txt": "Zen Garden: The zen garden provided a meditative space for raking patterns into sand.  ",
        "ipa": "zɛ́n ɡɑ́rdən: ðə zɛ́n ɡɑ́rdən prəvájdᵻd ə mɛ́dᵻtɛ̀jtᵻv spɛ́js fɔr rɛ́jkᵻŋ pǽtərnz ᵻntə sǽnd.",
        "hash": "TXT_210414064252b2db41884d06fd0b37.mp3",
        "score": 0.5
    },
    {
        "txt": "Paving Stones: The paving stones delineated a neat path around the flowerbeds.  ",
        "ipa": "pɛ́jvᵻŋ stównz: ðə pɛ́jvᵻŋ stównz dəlᵻ́nijɛ̀jtᵻd ə níjt pǽθ əráwnd ðə fláwərbɛ̀dz.",
        "hash": "TXT_7351572da4b3204538e3e7b48a596f.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Oven: The outdoor oven doubled as a smoker for slow-cooking roasts.  ",
        "ipa": "áwtdɔ̀r ʌ́vən: ðə áwtdɔ̀r ʌ́vən dʌ́bəld æz ə smówkər fɔr slów-kʊ́kᵻŋ rówsts.",
        "hash": "TXT_06d53ee26cb36f5d8c8c9fd5b1cb3b.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheelbarrow Tire: The wheelbarrow tire needed inflating before hauling mulch again.  ",
        "ipa": "wíjlbæ̀row tájər: ðə wíjlbæ̀row tájər níjdᵻd ᵻ̀nflɛ́jtᵻŋ bəfɔ́r hɔ́lᵻŋ mʌ́ltʃ əɡɛ́jn.",
        "hash": "TXT_5e312cbb10f16c3f7f945676f83afd.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Netting: The garden netting protected ripe strawberries from hungry birds.  ",
        "ipa": "ɡɑ́rdən nɛ́tᵻŋ: ðə ɡɑ́rdən nɛ́tᵻŋ prətɛ́ktᵻd rájp strɔ́bɛ̀ərijz frəm hʌ́ŋɡrij bɜ́rdz.",
        "hash": "TXT_4e3f16c04d3e2356ed595d6f0bd368.mp3",
        "score": 0.5
    },
    {
        "txt": "Plant Cloche: The plant cloche shielded tender seedlings from frost.  ",
        "ipa": "plǽnt klowʃ: ðə plǽnt klowʃ ʃíjldᵻd tɛ́ndər síjdlᵻŋz frəm frɔ́st.",
        "hash": "TXT_66a92ac6901a59ce1315b17ee0a95e.mp3",
        "score": 0.5
    },
    {
        "txt": "Raised Bed: The raised bed improved drainage and simplified weed control for her vegetables.  ",
        "ipa": "rɛ́jzd bɛ́d: ðə rɛ́jzd bɛ́d ᵻmprúwvd drɛ́jnᵻdʒ ənd sᵻ́mpləfajd wíjd kəntrówl fɔr hər vɛ́dʒtəbəlz.",
        "hash": "TXT_f20a2362ff3924fe59c11b449ecf70.mp3",
        "score": 0.5
    },
    {
        "txt": "Landscape Fabric: The landscape fabric deterred persistent weeds around newly planted shrubs.  ",
        "ipa": "lǽnskɛ̀jp fǽbrᵻk: ðə lǽnskɛ̀jp fǽbrᵻk dətɜ́rd pərsᵻ́stənt wíjdz əráwnd núwlij plǽntᵻd ʃrʌ́bz.",
        "hash": "TXT_31c173478e320c236dbeba732ab099.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Cart: The garden cart rolled with ease across bumpy ground.  ",
        "ipa": "ɡɑ́rdən kɑ́rt: ðə ɡɑ́rdən kɑ́rt rówld wᵻð íjz əkrɔ́s bʌ́mpij ɡráwnd.",
        "hash": "TXT_03c8c39702d762112187a0e5155bea.mp3",
        "score": 0.5
    },
    {
        "txt": "Misting System: The misting system cooled down the patio during scorching summer afternoons.  ",
        "ipa": "mᵻstᵻŋ sᵻ́stəm: ðə mᵻstᵻŋ sᵻ́stəm kúwld dawn ðə pǽtijòw dʊ́rᵻŋ skɔ́rtʃᵻŋ sʌ́mər æ̀ftərnúwnz.",
        "hash": "TXT_0c2b21bb313eb3bed7cdbbec8cf17c.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor TV Cover: The outdoor TV cover safeguarded the screen from dust and drizzle.  ",
        "ipa": "áwtdɔ̀r TV kʌ́vər: ðə áwtdɔ̀r TV kʌ́vər sɛ́jfɡɑ̀rdᵻd ðə skríjn frəm dʌ́st ənd drᵻ́zəl.",
        "hash": "TXT_a523ccfc150cb62d84e50e672a7a2a.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Lights: The patio lights created a magical ambiance after sunset.  ",
        "ipa": "pǽtijòw lájts: ðə pǽtijòw lájts krijɛ́jtᵻd ə mǽdʒᵻkəl ǽmbijəns ǽftər sʌ́nsɛ̀t.",
        "hash": "TXT_dd63a051387b95982d5158a6a001d5.mp3",
        "score": 0.5
    },
    {
        "txt": "Trampoline Net: The trampoline net prevented overzealous bouncers from tumbling off.  ",
        "ipa": "træ̀mpəlíjn nɛ́t: ðə træ̀mpəlíjn nɛ́t prəvɛ́ntᵻd òwvərzɛ́ləs báwnsərz frəm tʌ́mbəlᵻŋ ɔ́f.",
        "hash": "TXT_59ade0170858018ba948b65d0ef707.mp3",
        "score": 0.5
    },
    {
        "txt": "Sandbox Cover: The sandbox cover kept neighborhood cats at bay overnight.  ",
        "ipa": "sǽndbɒ̀ks kʌ́vər: ðə sǽndbɒ̀ks kʌ́vər kɛ́pt nɛ́jbərhʊ̀d kǽts æt bɛ́j ówvərnájt.",
        "hash": "TXT_86c031167242a31221883bf6e2b921.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Chest: The storage chest on the deck stowed cushions and pool toys.  ",
        "ipa": "stɔ́rᵻdʒ tʃɛ́st: ðə stɔ́rᵻdʒ tʃɛ́st ɒn ðə dɛ́k stówd kʊ́ʃənz ənd púwl tɔ́jz.",
        "hash": "TXT_9f1fbba8e03ed71dceacc0d340bdc8.mp3",
        "score": 0.5
    },
    {
        "txt": "Rug Pad: The rug pad underneath the living room carpet prevented slips and bunching.  ",
        "ipa": "rʌ́ɡ pǽd: ðə rʌ́ɡ pǽd ʌ̀ndərníjθ ðə lᵻ́vᵻŋ rúwm kɑ́rpət prəvɛ́ntᵻd slᵻ́ps ənd bʌ́ntʃᵻŋ.",
        "hash": "TXT_c8d1eae7afffd7509da3e45faa9281.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Chime: The door chime gently announced visitors with a melodic tone.  ",
        "ipa": "dɔ́r tʃájm: ðə dɔ́r tʃájm dʒɛ́ntlij ənáwnst vᵻ́zᵻtərz wᵻð ə məlɒ́dᵻk tówn.",
        "hash": "TXT_3fce9c240bfa9e958deb32bb3ce26a.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Film: The window film provided privacy while still letting sunlight filter in.  ",
        "ipa": "wᵻ́ndow fᵻ́lm: ðə wᵻ́ndow fᵻ́lm prəvájdᵻd prájvəsij wájl stᵻ́l lɛ́tᵻŋ sʌ́nlàjt fᵻ́ltər ᵻn.",
        "hash": "TXT_a6f22ddbe8373b38ba02e393fa390a.mp3",
        "score": 0.5
    },
    {
        "txt": "Safety Gate: The safety gate in the kitchen restricted the puppy’s movement during cooking.  ",
        "ipa": "sɛ́jftij ɡɛ́jt: ðə sɛ́jftij ɡɛ́jt ᵻn ðə kᵻ́tʃən rəstrᵻ́ktᵻd ðə pʌ́pij'z múwvmənt dʊ́rᵻŋ kʊ́kᵻŋ.",
        "hash": "TXT_28a1f40afc6c826797732f5bbeac79.mp3",
        "score": 0.5
    },
    {
        "txt": "Crib Mattress: The crib mattress offered firm support for the infant’s safety.  ",
        "ipa": "krᵻ́b mǽtrəs: ðə krᵻ́b mǽtrəs ɔ́fərd fɜ́rm səpɔ́rt fɔr ðə ᵻ́nfənt's sɛ́jftij.",
        "hash": "TXT_4718a38e34eb9aa1031b2220d0455a.mp3",
        "score": 0.5
    },
    {
        "txt": "Rocking Chair: The rocking chair soothed the baby to sleep with gentle sways.  ",
        "ipa": "rɒ́kᵻŋ tʃɛ́ər: ðə rɒ́kᵻŋ tʃɛ́ər súwðd ðə bɛ́jbij tə slíjp wᵻð dʒɛ́ntəl swɛ́jz.",
        "hash": "TXT_1d085660b56839eb9f36d7b6668c79.mp3",
        "score": 0.5
    },
    {
        "txt": "Night Light Projector: The night light projector cast a starry sky onto the nursery ceiling.  ",
        "ipa": "nájt lájt prədʒɛ́ktər: ðə nájt lájt prədʒɛ́ktər kǽst ə stɑ́rìj skáj ɒntuw ðə nɜ́rsərij síjlᵻŋ.",
        "hash": "TXT_01c69df4edbf0fe092abeced35ca17.mp3",
        "score": 0.5
    },
    {
        "txt": "Toy Organizer: The toy organizer separated stuffed animals from building blocks.  ",
        "ipa": "tɔ́j ɔ́rɡənàjzər: ðə tɔ́j ɔ́rɡənàjzər sɛ́pərɛ̀jtᵻd stʌ́ft ǽnᵻməlz frəm bᵻ́ldᵻŋ blɒ́ks.",
        "hash": "TXT_376ff1ceaf8b353e199ce7e120acd9.mp3",
        "score": 0.5
    },
    {
        "txt": "Growth Chart: The growth chart in the hallway recorded yearly height milestones.  ",
        "ipa": "ɡrówθ tʃɑ́rt: ðə ɡrówθ tʃɑ́rt ᵻn ðə hɔ́lwɛ̀j rəkɔ́rdᵻd jɪ́ərlij hájt májlstòwnz.",
        "hash": "TXT_34633474340c3d870db5767cd30619.mp3",
        "score": 0.5
    },
    {
        "txt": "Kids Table: The kids table encouraged creativity with coloring books and crayons.  ",
        "ipa": "kᵻ́dz tɛ́jbəl: ðə kᵻ́dz tɛ́jbəl ənkɜ́rᵻdʒd krìjɛjtᵻ́vᵻtij wᵻð kʌ́lərᵻŋ bʊ́ks ənd krɛ́jɒ̀nz.",
        "hash": "TXT_ee9357faa6e5b2b64ac4168690ec83.mp3",
        "score": 0.5
    },
    {
        "txt": "Puppy Pen: The puppy pen allowed the new dog a safe space to play when unsupervised.  ",
        "ipa": "pʌ́pij pɛ́n: ðə pʌ́pij pɛ́n əláwd ðə núw dɔ́ɡ ə sɛ́jf spɛ́js tə plɛ́j wɛ́n ʌ̀nsúwpərvàjzd.",
        "hash": "TXT_e46709fbfb9000cf0994924975c492.mp3",
        "score": 0.5
    },
    {
        "txt": "Litter Box Enclosure: The litter box enclosure disguised the cat’s bathroom area behind a neat cabinet door.  ",
        "ipa": "lᵻ́tər bɒ́ks ɛnklówʒər: ðə lᵻ́tər bɒ́ks ɛnklówʒər dᵻsɡájzd ðə kǽt's bǽθrùwm ɛ́ərijə bəhájnd ə níjt kǽbᵻnət dɔ́r.",
        "hash": "TXT_64cd7e11daee058309169f0a1fd271.mp3",
        "score": 0.5
    },
    {
        "txt": "Pet Feeder Station: The pet feeder station kept bowls from sliding around on the floor.  ",
        "ipa": "pɛ́t fíjdər stɛ́jʃən: ðə pɛ́t fíjdər stɛ́jʃən kɛ́pt bówlz frəm slájdᵻŋ əráwnd ɒn ðə flɔ́r.",
        "hash": "TXT_a5cf48214abadac5b4d5601a5be81d.mp3",
        "score": 0.5
    },
    {
        "txt": "Kennel Cover: The kennel cover gave the dog a cozy nook during thunderstorms.  ",
        "ipa": "kɛ́nəl kʌ́vər: ðə kɛ́nəl kʌ́vər ɡɛ́jv ðə dɔ́ɡ ə kówzij nʊ́k dʊ́rᵻŋ θʌ́ndərstɔ̀rmz.",
        "hash": "TXT_ec15ad2722181a4a7575b9bafdac95.mp3",
        "score": 0.5
    },
    {
        "txt": "Pet Ramp: The pet ramp eased older pets’ access onto the couch without straining joints.  ",
        "ipa": "pɛ́t rǽmp: ðə pɛ́t rǽmp íjzd ówldər pɛ́ts’ ǽksɛ̀s ɒntuw ðə káwtʃ wᵻðáwt strɛ́jnᵻŋ dʒɔ́jnts.",
        "hash": "TXT_4b4b421c2761b55700e43ed14c55ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Cat Scratching Post: The cat scratching post saved the sofa corners from sharp claws.  ",
        "ipa": "kǽt skrǽtʃᵻŋ pówst: ðə kǽt skrǽtʃᵻŋ pówst sɛ́jvd ðə sówfə kɔ́rnərz frəm ʃɑ́rp klɔ́z.",
        "hash": "TXT_e6383bf33eee878b036fe813eaf6a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Bird Bath Heater: The bird bath heater prevented the water from freezing in winter.  ",
        "ipa": "bɜ́rd bǽθ híjtər: ðə bɜ́rd bǽθ híjtər prəvɛ́ntᵻd ðə wɔ́tər frəm fríjzᵻŋ ᵻn wᵻ́ntər.",
        "hash": "TXT_505c04f59a0deeac98119ec014ed90.mp3",
        "score": 0.5
    },
    {
        "txt": "Pest Trap: The pest trap lured and captured fruit flies near the kitchen compost bin.  ",
        "ipa": "pɛ́st trǽp: ðə pɛ́st trǽp lʊ́rd ənd kǽptʃərd frúwt flájz nɪ́ər ðə kᵻ́tʃən kɒ́mpowst bᵻ́n.",
        "hash": "TXT_82bbd237fe69b82b91e6c9ccf44284.mp3",
        "score": 0.5
    },
    {
        "txt": "Side Burner Cover: The side burner cover on the grill protected it from weather damage.  ",
        "ipa": "sájd bɜ́rnər kʌ́vər: ðə sájd bɜ́rnər kʌ́vər ɒn ðə ɡrᵻ́l prətɛ́ktᵻd ᵻt frəm wɛ́ðər dǽmᵻdʒ.",
        "hash": "TXT_578b27ecd3ea1fa0d8a666d1a6f6ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Smoking Chips Box: The smoking chips box infused backyard barbecues with robust flavors.  ",
        "ipa": "smówkᵻŋ tʃᵻ́ps bɒ́ks: ðə smówkᵻŋ tʃᵻ́ps bɒ́ks ᵻ̀nfjúwzd bǽkjɑ̀rd bɑ́rbᵻkjùwz wᵻð rowbʌ́st flɛ́jvərz.",
        "hash": "TXT_512d12880fc2e1e858684f2a635413.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Fridge: The outdoor fridge kept beverages chilled for al fresco entertaining.  ",
        "ipa": "áwtdɔ̀r frᵻ́dʒ: ðə áwtdɔ̀r frᵻ́dʒ kɛ́pt bɛ́vrᵻdʒᵻz tʃᵻ́ld fɔr ǽl frɛ́skow ɛ̀ntərtɛ́jnᵻŋ.",
        "hash": "TXT_53a274d9edffa1a1f49cc7264f1a78.mp3",
        "score": 0.5
    },
    {
        "txt": "Mosquito Coil: The mosquito coil wards off persistent insects around the deck.  ",
        "ipa": "məskíjtow kɔ́jl: ðə məskíjtow kɔ́jl wɔ́rdz ɔ́f pərsᵻ́stənt ᵻ́nsɛ̀kts əráwnd ðə dɛ́k.",
        "hash": "TXT_e23efada8633611a032e5ffa2060e8.mp3",
        "score": 0.5
    },
    {
        "txt": "String Lights: The string lights created a dreamy ambiance across the fenced backyard.  ",
        "ipa": "strᵻ́ŋ lájts: ðə strᵻ́ŋ lájts krijɛ́jtᵻd ə dríjmij ǽmbijəns əkrɔ́s ðə fɛ́nst bǽkjɑ̀rd.",
        "hash": "TXT_8bbfef750a59772697eb27ab1212dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Deck Storage: The under-deck storage held spare lumber and folded garden chairs.  ",
        "ipa": "ʌ́ndər-dɛ́k stɔ́rᵻdʒ: ðə ʌ́ndər-dɛ́k stɔ́rᵻdʒ hɛ́ld spɛ́ər lʌ́mbər ənd fówldᵻd ɡɑ́rdən tʃɛ́ərz.",
        "hash": "TXT_488d6965597cd07241fb770ad37306.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Fan: The outdoor fan circulated cool air beneath the pergola on humid nights.  ",
        "ipa": "áwtdɔ̀r fǽn: ðə áwtdɔ̀r fǽn sɜ́rkjəlɛ̀jtᵻd kúwl ɛ́ər bəníjθ ðə pɜ́rɡələ ɒn hjúwmvd nájts.",
        "hash": "TXT_b0bd7e2b9cc8dabe1581ab349c70e3.mp3",
        "score": 0.5
    },
    {
        "txt": "Pool Vacuum: The pool vacuum roamed the bottom, collecting debris automatically.  ",
        "ipa": "púwl vǽkjuwm: ðə púwl vǽkjuwm rówmd ðə bɒ́təm, kəlɛ́ktᵻŋ dəbríj ɔ̀təmǽtᵻklij.",
        "hash": "TXT_be23a28c4bf935005b459d3bc729df.mp3",
        "score": 0.5
    },
    {
        "txt": "Shed Lock: The shed lock secured gardening tools from opportunistic hands.  ",
        "ipa": "ʃɛ́d lɒ́k: ðə ʃɛ́d lɒ́k səkjʊ́rd ɡɑ́rdənᵻŋ túwlz frəm ɒ̀pərtùwnᵻ́stᵻk hǽndz.",
        "hash": "TXT_b7ca78f720d82e835f2bae0f5a2e38.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Charger: The solar charger on the windowsill powered small electronics for free.  ",
        "ipa": "sówlər tʃɑ́rdʒər: ðə sówlər tʃɑ́rdʒər ɒn ðə wᵻ́ndowsᵻ̀l páwərd smɔ́l ələktrɒ́nᵻks fɔr fríj.",
        "hash": "TXT_02110e5744c9cc24ff46bd161d66cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Sensor: The rain sensor adjusted the sprinkler schedule according to precipitation.  ",
        "ipa": "rɛ́jn sɛ́nsər: ðə rɛ́jn sɛ́nsər ədʒʌ́stᵻd ðə sprᵻ́ŋkələr skɛ́dʒuwl əkɔ́rdᵻŋ tə prəsᵻ̀pᵻtɛ́jʃən.",
        "hash": "TXT_4d76429f7d5cf585d6ef54cf5a98ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Patio Paver Sealer: The patio paver sealer prevented water damage and weed growth between stones.  ",
        "ipa": "pǽtijòw pɛ́jvər síjlər: ðə pǽtijòw pɛ́jvər síjlər prəvɛ́ntᵻd wɔ́tər dǽmᵻdʒ ənd wíjd ɡrówθ bijtwíjn stównz.",
        "hash": "TXT_1dc5ff118f4a992596577c9d5ed7e3.mp3",
        "score": 0.5
    },
    {
        "txt": "Garage Loft: The garage loft provided overhead storage for suitcases and spare furniture.  ",
        "ipa": "ɡərɒ́ʒ lɔ́ft: ðə ɡərɒ́ʒ lɔ́ft prəvájdᵻd ówvərhɛ́d stɔ́rᵻdʒ fɔr súwtkɛ̀jsᵻz ənd spɛ́ər fɜ́rnᵻtʃər.",
        "hash": "TXT_bf0fcfb78fac196cf8c3993a697d93.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Bench: The tool bench in the garage offered a solid surface for woodworking projects.  ",
        "ipa": "túwl bɛ́ntʃ: ðə túwl bɛ́ntʃ ᵻn ðə ɡərɒ́ʒ ɔ́fərd ə sɒ́lᵻd sɜ́rfəs fɔr wʊ́dwɜ̀rkᵻŋ prɒ́dʒɛkts.",
        "hash": "TXT_6fe9f0fa4cd8ca0abc2144abf663d5.mp3",
        "score": 0.5
    },
    {
        "txt": "Workbench Pegboard: The workbench pegboard displayed wrenches, hammers, and other hand tools.  ",
        "ipa": "wɜ́rkbɛ̀ntʃ pɛ́ɡbɔ̀rd: ðə wɜ́rkbɛ̀ntʃ pɛ́ɡbɔ̀rd dᵻsplɛ́jd rɛ́ntʃᵻz, hǽmərz, ənd ʌ́ðər hǽnd túwlz.",
        "hash": "TXT_0f46078dce7c4a82fd825c8cba6531.mp3",
        "score": 0.5
    },
    {
        "txt": "Saw Horse: The saw horse stabilized large wooden boards during cutting.  ",
        "ipa": "sɔ́ hɔ́rs: ðə sɔ́ hɔ́rs stɛ́jbᵻlàjzd lɑ́rdʒ wʊ́dən bɔ́rdz dʊ́rᵻŋ kʌ́tᵻŋ.",
        "hash": "TXT_54a40586fedd3c73d704f48673263c.mp3",
        "score": 0.5
    },
    {
        "txt": "Lumber Rack: The lumber rack kept planks neatly stacked and ready for DIY tasks.  ",
        "ipa": "lʌ́mbər rǽk: ðə lʌ́mbər rǽk kɛ́pt plǽŋks níjtlij stǽkt ənd rɛ́dij fɔr DIY tǽsks.",
        "hash": "TXT_70930ee037a1933663cb033b0a0695.mp3",
        "score": 0.5
    },
    {
        "txt": "Locking Shed: The locking shed housed mowing equipment and a leaf blower securely.  ",
        "ipa": "lɒ́kᵻŋ ʃɛ́d: ðə lɒ́kᵻŋ ʃɛ́d háwzd máwᵻŋ əkwᵻ́pmənt ənd ə líjf blówər səkjʊ́rlij.",
        "hash": "TXT_51661a5154f755444b68446e496bce.mp3",
        "score": 0.5
    },
    {
        "txt": "Pest Control Trap: The pest control trap humanely captured pests before releasing them far away.  ",
        "ipa": "pɛ́st kəntrówl trǽp: ðə pɛ́st kəntrówl trǽp hjuwmɛ́jnlij kǽptʃərd pɛ́sts bəfɔ́r rəlíjsᵻŋ ðɛm fɑ́r əwɛ́j.",
        "hash": "TXT_77021f1701d98b396d6efc71e9bdfd.mp3",
        "score": 0.5
    },
    {
        "txt": "Trundle Bed: The trundle bed slid out discreetly for an overnight guest in the kids’ room.  ",
        "ipa": "trʌ́ndəl bɛ́d: ðə trʌ́ndəl bɛ́d slᵻ́d awt dᵻskríjtlij fɔr ən ówvərnájt ɡɛ́st ᵻn ðə kᵻ́dz’ rúwm.",
        "hash": "TXT_acedf07e79e74679c3622156718bc2.mp3",
        "score": 0.5
    },
    {
        "txt": "Daybed Frame: The daybed frame served as a couch by day and a spare bed by night.  ",
        "ipa": "dɛ́jbɛ̀d frɛ́jm: ðə dɛ́jbɛ̀d frɛ́jm sɜ́rvd æz ə káwtʃ baj dɛ́j ənd ə spɛ́ər bɛ́d baj nájt.",
        "hash": "TXT_5386b335c8d38b06b8aa6d3318fd6e.mp3",
        "score": 0.5
    },
    {
        "txt": "Touch Lamp: The touch lamp brightened the hallway with a single tap.  ",
        "ipa": "tʌ́tʃ lǽmp: ðə tʌ́tʃ lǽmp brájtənd ðə hɔ́lwɛ̀j wᵻð ə sᵻ́ŋɡəl tǽp.",
        "hash": "TXT_52ebe3922e7e0a993c6a7c54b0697d.mp3",
        "score": 0.5
    },
    {
        "txt": "Circuit Breaker Panel: The circuit breaker panel housed all the home’s electrical switches for safety.  ",
        "ipa": "sɜ́rkət brɛ́jkər pǽnəl: ðə sɜ́rkət brɛ́jkər pǽnəl háwzd ɔl ðə hówm'z əlɛ́ktrᵻkəl swᵻ́tʃᵻz fɔr sɛ́jftij.",
        "hash": "TXT_a8c148d7593b8913bf42580679063d.mp3",
        "score": 0.5
    },
    {
        "txt": "Fuse Box: The fuse box in the older section of the home still used replaceable fuses.  ",
        "ipa": "fjúwz bɒ́ks: ðə fjúwz bɒ́ks ᵻn ðə ówldər sɛ́kʃən əv ðə hówm stᵻ́l júwzd rìjplɛ́jsəbəl fjúwzᵻz.",
        "hash": "TXT_29964c3033fe68b5f3e900a9fece88.mp3",
        "score": 0.5
    },
    {
        "txt": "Smart Lock Deadbolt: The smart lock deadbolt auto-locked after a set period for added security.  ",
        "ipa": "smɑ́rt lɒ́k dɛ́dbòwlt: ðə smɑ́rt lɒ́k dɛ́dbòwlt ɔ́tow-lɒ́kt ǽftər ə sɛ́t pɪ́ərijəd fɔr ǽdᵻd səkjʊ́rᵻtij.",
        "hash": "TXT_12321cf885bb89968090d5ee7ab2eb.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Latch: The security latch bolstered the front door’s defenses against forced entry.  ",
        "ipa": "səkjʊ́rᵻtij lǽtʃ: ðə səkjʊ́rᵻtij lǽtʃ bówlstərd ðə frʌ́nt dɔ́r'z dəfɛ́nsᵻz əɡɛ́jnst fɔ́rst ɛ́ntrij.",
        "hash": "TXT_bcb66cfb126a2b2292a68331d2ec84.mp3",
        "score": 0.5
    },
    {
        "txt": "Panic Room Door: The panic room door was reinforced with steel to withstand intruders.  ",
        "ipa": "pǽnᵻk rúwm dɔ́r: ðə pǽnᵻk rúwm dɔ́r wɒz rìjᵻnfɔ́rst wᵻð stíjl tə wᵻθstǽnd ᵻ̀ntrúwdərz.",
        "hash": "TXT_c5dcf88e39a734b24054a0d3362dba.mp3",
        "score": 0.5
    },
    {
        "txt": "Gun Cabinet: The gun cabinet locked firearms away in compliance with local regulations.  ",
        "ipa": "ɡʌ́n kǽbᵻnət: ðə ɡʌ́n kǽbᵻnət lɒ́kt fájərɑ̀rmz əwɛ́j ᵻn kəmplájəns wᵻð lówkəl rɛ̀ɡjəlɛ́jʃənz.",
        "hash": "TXT_8cb2b603e8bd259c9456046e8670c7.mp3",
        "score": 0.5
    },
    {
        "txt": "Car Lift: The car lift in the garage enabled easy oil changes without a mechanic.  ",
        "ipa": "kɑ́r lᵻ́ft: ðə kɑ́r lᵻ́ft ᵻn ðə ɡərɒ́ʒ ɛnɛ́jbəld íjzij ɔ́jl tʃɛ́jndʒᵻz wᵻðáwt ə məkǽnᵻk.",
        "hash": "TXT_9f10836c5f175321bf9c2de01490e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Workbench Light: The workbench light illuminated detailed repairs in the dim garage.  ",
        "ipa": "wɜ́rkbɛ̀ntʃ lájt: ðə wɜ́rkbɛ̀ntʃ lájt ᵻ̀lúwmᵻnɛ̀jtᵻd dətɛ́jld rijpɛ́ərz ᵻn ðə dᵻ́m ɡərɒ́ʒ.",
        "hash": "TXT_fa45569947526e5ca3c9a31f95942f.mp3",
        "score": 0.5
    },
    {
        "txt": "Salt Spreader: The salt spreader prevented the driveway from icing over in winter.  ",
        "ipa": "sɔ́lt sprɛ́dər: ðə sɔ́lt sprɛ́dər prəvɛ́ntᵻd ðə drájvwɛ̀j frəm ájsᵻŋ ówvər ᵻn wᵻ́ntər.",
        "hash": "TXT_3fb0a6e3521a303f56c18a5e75c267.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Melt Bin: The ice melt bin by the garage door ensured quick action against slippery steps.  ",
        "ipa": "ájs mɛ́lt bᵻ́n: ðə ájs mɛ́lt bᵻ́n baj ðə ɡərɒ́ʒ dɔ́r ənʃʊ́rd kwᵻ́k ǽkʃən əɡɛ́jnst slᵻ́pərij stɛ́ps.",
        "hash": "TXT_e677a6e5925f11b93b008e0aa6bc28.mp3",
        "score": 0.5
    },
    {
        "txt": "Rain Spout Extension: The rain spout extension carried runoff away from the foundation.  ",
        "ipa": "rɛ́jn spáwt əkstɛ́nʃən: ðə rɛ́jn spáwt əkstɛ́nʃən kǽrijd rʌ́nɔ̀f əwɛ́j frəm ðə fawndɛ́jʃən.",
        "hash": "TXT_9eabb3a3e96b48ba42c93faa0ce06a.mp3",
        "score": 0.5
    },
    {
        "txt": "Gutter Drain: The gutter drain funneled water directly into the rain barrel.  ",
        "ipa": "ɡʌ́tər drɛ́jn: ðə ɡʌ́tər drɛ́jn fʌ́nəld wɔ́tər dᵻərɛ́klij ᵻntə ðə rɛ́jn bǽrəl.",
        "hash": "TXT_3e686616d8418fa12c6d565c186f3f.mp3",
        "score": 0.5
    },
    {
        "txt": "Sprinkler Head: The sprinkler head popped up at dawn to hydrate the lawn.  ",
        "ipa": "sprᵻ́ŋkələr hɛ́d: ðə sprᵻ́ŋkələr hɛ́d pɒ́pt ʌp æt dɔ́n tə hájdrɛ̀jt ðə lɔ́n.",
        "hash": "TXT_1cd5fb47ca804ed306466046d5e020.mp3",
        "score": 0.5
    },
    {
        "txt": "Sprinkler Timer: The sprinkler timer optimized watering to conserve resources.  ",
        "ipa": "sprᵻ́ŋkələr tájmər: ðə sprᵻ́ŋkələr tájmər ɒ́ptᵻmàjzd wɔ́tərᵻŋ tə kənsɜ́rv ríjsɔrsᵻz.",
        "hash": "TXT_c4b902849cd53446bbe3eab281203f.mp3",
        "score": 0.5
    },
    {
        "txt": "Driveway Sealer: The driveway sealer protected the asphalt from cracks and weather damage.  ",
        "ipa": "drájvwɛ̀j síjlər: ðə drájvwɛ̀j síjlər prətɛ́ktᵻd ðə ǽsfɔlt frəm krǽks ənd wɛ́ðər dǽmᵻdʒ.",
        "hash": "TXT_6f0842fb3f380fbc6cfa10e961ea2e.mp3",
        "score": 0.5
    },
    {
        "txt": "Foldable Ladder Hooks: The foldable ladder hooks secured the ladder flat against the wall.  ",
        "ipa": "fówldəbəl lǽdər hʊ́ks: ðə fówldəbəl lǽdər hʊ́ks səkjʊ́rd ðə lǽdər flǽt əɡɛ́jnst ðə wɔ́l.",
        "hash": "TXT_9aba7e6ece54ed5d7429c23ed97eed.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Hooks: The storage hooks in the garage suspended bicycles above parked cars.  ",
        "ipa": "stɔ́rᵻdʒ hʊ́ks: ðə stɔ́rᵻdʒ hʊ́ks ᵻn ðə ɡərɒ́ʒ səspɛ́ndᵻd bájsᵻkəlz əbʌ́v pɑ́rkt kɑ́rz.",
        "hash": "TXT_98ed21d0c56fa9333a30d866a3cdb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Bicycle Pump: The bicycle pump hung in plain sight to keep tires inflated.  ",
        "ipa": "bájsᵻkəl pʌ́mp: ðə bájsᵻkəl pʌ́mp hʌ́ŋ ᵻn plɛ́jn sájt tə kíjp tájərz ᵻ̀nflɛ́jtᵻd.",
        "hash": "TXT_523dfc6b7f3446956c842fb516c8cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Playhouse Door: The playhouse door opened into a magical child-sized retreat.  ",
        "ipa": "plɛ́jhàws dɔ́r: ðə plɛ́jhàws dɔ́r ówpənd ᵻntə ə mǽdʒᵻkəl tʃájld-sájzd rijtríjt.",
        "hash": "TXT_4d40ebefb0ceb0344d1e8e03829585.mp3",
        "score": 0.5
    },
    {
        "txt": "Sandbag Weight: The sandbag weight anchored the patio umbrella against gusty winds.  ",
        "ipa": "sǽndbæ̀ɡ wɛ́jt: ðə sǽndbæ̀ɡ wɛ́jt ǽŋkərd ðə pǽtijòw ʌ́mbrɛ̀lə əɡɛ́jnst ɡʌ́stij wájndz.",
        "hash": "TXT_199db41a7d2143deaa862b34b6298c.mp3",
        "score": 0.5
    },
    {
        "txt": "Blanket Box: The blanket box at the end of the bed concealed extra linens.  ",
        "ipa": "blǽŋkət bɒ́ks: ðə blǽŋkət bɒ́ks æt ðə ɛ́nd əv ðə bɛ́d kənsíjld ɛ́kstrə lᵻ́nənz.",
        "hash": "TXT_4f3ab7d330cd2b23822d9fa8589b79.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Basket Set: The storage basket set kept all knickknacks tidy in the living room.  ",
        "ipa": "stɔ́rᵻdʒ bǽskət sɛ́t: ðə stɔ́rᵻdʒ bǽskət sɛ́t kɛ́pt ɔl nᵻ́knæ̀ks tájdij ᵻn ðə lᵻ́vᵻŋ rúwm.",
        "hash": "TXT_e64002ef90f21671f666be5394ff76.mp3",
        "score": 0.5
    },
    {
        "txt": "Door Chime Sensor: The door chime sensor alerted her whenever the side gate was opened.  ",
        "ipa": "dɔ́r tʃájm sɛ́nsər: ðə dɔ́r tʃájm sɛ́nsər əlɜ́rtᵻd hər wɛnɛ́vər ðə sájd ɡɛ́jt wɒz ówpənd.",
        "hash": "TXT_70fc424278012d089267d23e899206.mp3",
        "score": 0.5
    },
    {
        "txt": "Safety Gate Lock: The safety gate lock clicked securely, thwarting curious toddlers.  ",
        "ipa": "sɛ́jftij ɡɛ́jt lɒ́k: ðə sɛ́jftij ɡɛ́jt lɒ́k klᵻ́kt səkjʊ́rlij, θwɔ́rtᵻŋ kjʊ́rijəs tɒ́dlərz.",
        "hash": "TXT_10450c8bc40f7d69f6f82d32aa7112.mp3",
        "score": 0.5
    },
    {
        "txt": "Baby Monitor Camera: The baby monitor camera offered a clear night-vision view of the nursery.  ",
        "ipa": "bɛ́jbij mɒ́nᵻtər kǽmərə: ðə bɛ́jbij mɒ́nᵻtər kǽmərə ɔ́fərd ə klɪ́ər nájt-vᵻ́ʒən vjúw əv ðə nɜ́rsərij.",
        "hash": "TXT_2b7aaf9925be7bfc0ce6889bcc979f.mp3",
        "score": 0.5
    },
    {
        "txt": "Crib Mattress Protector: The crib mattress protector safeguarded against nighttime spills and accidents.  ",
        "ipa": "krᵻ́b mǽtrəs prətɛ́ktər: ðə krᵻ́b mǽtrəs prətɛ́ktər sɛ́jfɡɑ̀rdᵻd əɡɛ́jnst nájttàjm spᵻ́lz ənd ǽksᵻdənts.",
        "hash": "TXT_9b97b7121b73ba1027a7012b5739ba.mp3",
        "score": 0.5
    },
    {
        "txt": "Mobile Hanger: The mobile hanger dangled playful figures that engaged the infant’s gaze.  ",
        "ipa": "mówbᵻl hǽŋər: ðə mówbᵻl hǽŋər dǽŋɡəld plɛ́jfəl fᵻ́ɡjərz thət ənɡɛ́jdʒd ðə ᵻ́nfənt's ɡɛ́jz.",
        "hash": "TXT_7135a22d4836ae6c179e790e98040a.mp3",
        "score": 0.5
    },
    {
        "txt": "Night Light Bulb: The night light bulb glowed softly, dispelling the darkness for anxious toddlers.  ",
        "ipa": "nájt lájt bʌ́lb: ðə nájt lájt bʌ́lb ɡlówd sɔ́flij, dᵻspɛ́lᵻŋ ðə dɑ́rknəs fɔr ǽŋkʃəs tɒ́dlərz.",
        "hash": "TXT_9806325ac9c3923afa1de4bdce1310.mp3",
        "score": 0.5
    },
    {
        "txt": "Toy Chest Bench: The toy chest bench served as both seating and storage in the playroom.  ",
        "ipa": "tɔ́j tʃɛ́st bɛ́ntʃ: ðə tɔ́j tʃɛ́st bɛ́ntʃ sɜ́rvd æz bówθ síjtᵻŋ ənd stɔ́rᵻdʒ ᵻn ðə plɛ́jərùwm.",
        "hash": "TXT_ea73f23fc7df66a01e86c714875f54.mp3",
        "score": 0.5
    },
    {
        "txt": "Lego Organizer Box: The lego organizer box sorted bricks by color and size.  ",
        "ipa": "lɛ́ɡow ɔ́rɡənàjzər bɒ́ks: ðə lɛ́ɡow ɔ́rɡənàjzər bɒ́ks sɔ́rtᵻd brᵻ́ks baj kʌ́lər ənd sájz.",
        "hash": "TXT_2d1d35c7e1a5316735e5c4c795121b.mp3",
        "score": 0.5
    },
    {
        "txt": "Chore Chart Board: The chore chart board in the kitchen taught responsibility through colorful stickers.  ",
        "ipa": "tʃɔ́r tʃɑ́rt bɔ́rd: ðə tʃɔ́r tʃɑ́rt bɔ́rd ᵻn ðə kᵻ́tʃən tɔ́t rəspɒ̀nsᵻbᵻ́lᵻtij θrúw kʌ́lərfəl stᵻ́kərz.",
        "hash": "TXT_aba0007920aa509aac79a78e556a66.mp3",
        "score": 0.5
    },
    {
        "txt": "Kids’ Step Stool: The kids’ step stool helped little ones reach the bathroom sink independently.  ",
        "ipa": "kᵻ́dz’ stɛ́p stúwl: ðə kᵻ́dz’ stɛ́p stúwl hɛ́lpt lᵻ́təl wʌ́nz ríjtʃ ðə bǽθrùwm sᵻ́ŋk ᵻ̀ndəpɛ́ndəntlij.",
        "hash": "TXT_fe4877109aa12593b5094c8a329d3d.mp3",
        "score": 0.5
    },
    {
        "txt": "Cat Tree Tower: The cat tree tower let the cat climb and lounge at various heights.  ",
        "ipa": "kǽt tríj táwər: ðə kǽt tríj táwər lɛt ðə kǽt klájm ənd láwndʒ æt vɛ́ərijəs hájts.",
        "hash": "TXT_3b6ae0ec0389d096f988f34e69fd7b.mp3",
        "score": 0.5
    },
    {
        "txt": "Litter Box Enclosure Cabinet: The litter box enclosure cabinet masked odors and kept the box out of sight.  ",
        "ipa": "lᵻ́tər bɒ́ks ɛnklówʒər kǽbᵻnət: ðə lᵻ́tər bɒ́ks ɛnklówʒər kǽbᵻnət mǽskt ówdərz ənd kɛ́pt ðə bɒ́ks awt əv sájt.",
        "hash": "TXT_fd7ff3a50cb8f4263396c8ee1afdca.mp3",
        "score": 0.5
    },
    {
        "txt": "Automatic Pet Door: The automatic pet door sensed the microchip in the cat’s collar to grant entry.  ",
        "ipa": "ɔ̀təmǽtᵻk pɛ́t dɔ́r: ðə ɔ̀təmǽtᵻk pɛ́t dɔ́r sɛ́nst ðə májkròwtʃᵻ́p ᵻn ðə kǽt's kɒ́lər tə ɡrǽnt ɛ́ntrij.",
        "hash": "TXT_cf45444c48233d0b33bbc274f2f311.mp3",
        "score": 0.5
    },
    {
        "txt": "Pet Ramp Steps: The pet ramp steps allowed the senior dog to climb onto the couch gently.  ",
        "ipa": "pɛ́t rǽmp stɛ́ps: ðə pɛ́t rǽmp stɛ́ps əláwd ðə síjnjər dɔ́ɡ tə klájm ɒntuw ðə káwtʃ dʒɛ́ntlij.",
        "hash": "TXT_0749aed45bd7a691056d83cb867eaf.mp3",
        "score": 0.5
    },
    {
        "txt": "Mothball Sachet: The mothball sachet repelled moths from winter coats in the closet.  ",
        "ipa": "mɔ́θbɔ̀l sæʃɛ́j: ðə mɔ́θbɔ̀l sæʃɛ́j rəpɛ́ld mɔ́θs frəm wᵻ́ntər kówts ᵻn ðə klɒ́zət.",
        "hash": "TXT_00446879e2b0d01f35e91acbd02e39.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Screen Patch: The window screen patch repaired minor tears from curious pets.  ",
        "ipa": "wᵻ́ndow skríjn pǽtʃ: ðə wᵻ́ndow skríjn pǽtʃ rijpɛ́ərd májnər tɛ́ərz frəm kjʊ́rijəs pɛ́ts.",
        "hash": "TXT_112e6b783279790ddb205c5be147d5.mp3",
        "score": 0.5
    },
    {
        "txt": "BBQ Smoker: The BBQ smoker slow-cooked brisket with a heavenly, smoky flavor.  ",
        "ipa": "BBQ smówkər: ðə BBQ smówkər slów-kʊ́kt brᵻ́skət wᵻð ə hɛ́vənlij, smówkij flɛ́jvər.",
        "hash": "TXT_094fd48288d0dc8dc355a1db985ccb.mp3",
        "score": 0.5
    },
    {
        "txt": "Side Burner Griddle: The side burner griddle sizzled bacon and eggs al fresco on Saturday mornings.  ",
        "ipa": "sájd bɜ́rnər ɡrᵻ́dəl: ðə sájd bɜ́rnər ɡrᵻ́dəl sᵻ́zəld bɛ́jkən ənd ɛ́ɡz ǽl frɛ́skow ɒn sǽtərdɛj mɔ́rnᵻŋz.",
        "hash": "TXT_b4e469e70a5246f25df17ab98cf10d.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Mini-Fridge: The outdoor mini-fridge chilled drinks for pool parties.  ",
        "ipa": "áwtdɔ̀r mᵻ́nij-frᵻ́dʒ: ðə áwtdɔ̀r mᵻ́nij-frᵻ́dʒ tʃᵻ́ld drᵻ́ŋks fɔr púwl pɑ́rtijz.",
        "hash": "TXT_042450cdf4441ca5b6f237cec460e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Screen House Gazebo: The screen house gazebo provided bug-free relaxation at dusk.  ",
        "ipa": "skríjn haws ɡəzíjbow: ðə skríjn haws ɡəzíjbow prəvájdᵻd bʌ́ɡ-fríj rìjlæksɛ́jʃən æt dʌ́sk.",
        "hash": "TXT_f7084cb654f6cca39470567cb58216.mp3",
        "score": 0.5
    },
    {
        "txt": "Deck Rail Planter: The deck rail planter brimmed with fragrant mint and basil.  ",
        "ipa": "dɛ́k rɛ́jl plǽntər: ðə dɛ́k rɛ́jl plǽntər brᵻ́md wᵻð frɛ́jɡrənt mᵻ́nt ənd bɛ́jzəl.",
        "hash": "TXT_c6adaa5e9640a1f03210ba18a5faed.mp3",
        "score": 0.5
    },
    {
        "txt": "Rock Fountain: The rock fountain’s soothing babble calmed the entire backyard atmosphere.  ",
        "ipa": "rɒ́k fáwntən: ðə rɒ́k fáwntən'z súwðᵻŋ bǽbəl kɒ́lmd ðə əntájər bǽkjɑ̀rd ǽtməsfɪ̀ər.",
        "hash": "TXT_8275bf19d95733951cbe251d3611fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Swing Cushion: The garden swing cushion offered plush comfort for lazy afternoon reads.  ",
        "ipa": "ɡɑ́rdən swᵻ́ŋ kʊ́ʃən: ðə ɡɑ́rdən swᵻ́ŋ kʊ́ʃən ɔ́fərd plʌ́ʃ kʌ́mfərt fɔr lɛ́jzij æ̀ftərnúwn ríjdz.",
        "hash": "TXT_033fa8464b680c929b57a3ac4cf400.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Projector Screen: The outdoor projector screen turned the backyard into a cinema under the stars.  ",
        "ipa": "áwtdɔ̀r prədʒɛ́ktər skríjn: ðə áwtdɔ̀r prədʒɛ́ktər skríjn tɜ́rnd ðə bǽkjɑ̀rd ᵻntə ə sᵻ́nəmə ʌ́ndər ðə stɑ́rz.",
        "hash": "TXT_87f266ef2041f56b5786b17d438c06.mp3",
        "score": 0.5
    },
    {
        "txt": "Fence-Mounted Solar Light: The fence-mounted solar light marked property boundaries after dark.  ",
        "ipa": "fɛ́ns-máwntᵻd sówlər lájt: ðə fɛ́ns-máwntᵻd sówlər lájt mɑ́rkt prɒ́pərtij báwndərijz ǽftər dɑ́rk.",
        "hash": "TXT_af8af5c2f7eee4ff8754bcc37a174e.mp3",
        "score": 0.5
    },
    {
        "txt": "Driveway Motion Sensor: The driveway motion sensor brightened the path whenever a car approached.  ",
        "ipa": "drájvwɛ̀j mówʃən sɛ́nsər: ðə drájvwɛ̀j mówʃən sɛ́nsər brájtənd ðə pǽθ wɛnɛ́vər ə kɑ́r əprówtʃt.",
        "hash": "TXT_3225eeabdaac29e7fae4ba551dfc0c.mp3",
        "score": 0.5
    },
    {
        "txt": "Gable Vent Fan: The gable vent fan pulled hot air out of the attic in summer months.  ",
        "ipa": "ɡɛ́jbəl vɛ́nt fǽn: ðə ɡɛ́jbəl vɛ́nt fǽn pʊ́ld hɒ́t ɛ́ər awt əv ðə ǽtᵻk ᵻn sʌ́mər mʌ́nθs.",
        "hash": "TXT_893ded94908bbe4cde906bb94d706b.mp3",
        "score": 0.5
    },
    {
        "txt": "Insulation Foam Board: The insulation foam board improved the home’s energy efficiency.  ",
        "ipa": "ᵻ̀nsəlɛ́jʃən fówm bɔ́rd: ðə ᵻ̀nsəlɛ́jʃən fówm bɔ́rd ᵻmprúwvd ðə hówm'z ɛ́nərdʒij əfᵻ́ʃənsij.",
        "hash": "TXT_b57668325a37a6f36ad64e2b4d0c73.mp3",
        "score": 0.5
    },
    {
        "txt": "Tile Grout Sealer: The tile grout sealer protected bathroom floors from mildew stains.  ",
        "ipa": "tájl ɡráwt síjlər: ðə tájl ɡráwt síjlər prətɛ́ktᵻd bǽθrùwm flɔ́rz frəm mᵻ́ldùw stɛ́jnz.",
        "hash": "TXT_0b8c4e2b1158e2e9a27a79ee0e28d0.mp3",
        "score": 0.5
    },
    {
        "txt": "Wallpaper Steamer: The wallpaper steamer loosened old adhesive for a hassle-free removal process.  ",
        "ipa": "wɔ́lpɛ̀jpər stíjmər: ðə wɔ́lpɛ̀jpər stíjmər lúwsənd ówld ædhíjsᵻv fɔr ə hǽsəl-fríj rəmúwvəl prɒ́sɛs.",
        "hash": "TXT_1441a18238631a27bf344f5389ed3f.mp3",
        "score": 0.5
    },
    {
        "txt": "Parquet Floor: The parquet floor design created an eye-catching geometric pattern.  ",
        "ipa": "pɑrkɛ́j flɔ́r: ðə pɑrkɛ́j flɔ́r dəzájn krijɛ́jtᵻd ən áj-kǽtʃᵻŋ dʒìjəmɛ́trᵻk pǽtərn.",
        "hash": "TXT_3085a59ff0703795cdc0e76e8c5301.mp3",
        "score": 0.5
    },
    {
        "txt": "Crown Molding: The crown molding capped the room with an elegant architectural flourish.  ",
        "ipa": "kráwn mówldᵻŋ: ðə kráwn mówldᵻŋ kǽpt ðə rúwm wᵻð ən ɛ́ləɡənt ɑ̀rkᵻtɛ́ktʃərəl flɜ́rᵻʃ.",
        "hash": "TXT_5eb64c5af4c3e86bd90bd2fb74f21b.mp3",
        "score": 0.5
    },
    {
        "txt": "Chair Rail: The chair rail broke up the painted wall into two distinct design zones.  ",
        "ipa": "tʃɛ́ər rɛ́jl: ðə tʃɛ́ər rɛ́jl brówk ʌp ðə pɛ́jntᵻd wɔ́l ᵻntə túw dᵻstᵻ́ŋkt dəzájn zównz.",
        "hash": "TXT_8e245aae110fc53bc9a50a0d018d20.mp3",
        "score": 0.5
    },
    {
        "txt": "Beadboard Panel: The beadboard panel added a cottage-like feel to the breakfast nook.  ",
        "ipa": "bíjdbɔ̀rd pǽnəl: ðə bíjdbɔ̀rd pǽnəl ǽdᵻd ə kɒ́tᵻdʒ-lájk fíjl tə ðə brɛ́kfəst nʊ́k.",
        "hash": "TXT_d96c80b7f3404479a8e80ad3633aa4.mp3",
        "score": 0.5
    },
    {
        "txt": "Display Case: The display case stored rare collectibles behind protective glass.  ",
        "ipa": "dᵻsplɛ́j kɛ́js: ðə dᵻsplɛ́j kɛ́js stɔ́rd rɛ́ər kəlɛ́ktᵻbəlz bəhájnd prətɛ́ktᵻv ɡlǽs.",
        "hash": "TXT_2f1bb36802aeb7dc1d7b8faa7ed4ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Console Table: The console table in the hallway showcased a modern sculpture and a small lamp.  ",
        "ipa": "kɒ́nsowl tɛ́jbəl: ðə kɒ́nsowl tɛ́jbəl ᵻn ðə hɔ́lwɛ̀j ʃówkɛ̀jst ə mɒ́dərn skʌ́lptʃər ənd ə smɔ́l lǽmp.",
        "hash": "TXT_af73da55c91905f9efa9ea1c4dc33f.mp3",
        "score": 0.5
    },
    {
        "txt": "Murphy Bed: The murphy bed folded down from the wall to accommodate overnight guests.  ",
        "ipa": "mɜ́rfij bɛ́d: ðə mɜ́rfij bɛ́d fówldᵻd dawn frəm ðə wɔ́l tə əkɒ́mədɛ̀jt ówvərnájt ɡɛ́sts.",
        "hash": "TXT_2291e2cdd9e9df184b5065f3694f6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Touch Switch: The touch switch allowed fingertip control of the living room lights.  ",
        "ipa": "tʌ́tʃ swᵻ́tʃ: ðə tʌ́tʃ swᵻ́tʃ əláwd fᵻ́ŋɡərtᵻ̀p kəntrówl əv ðə lᵻ́vᵻŋ rúwm lájts.",
        "hash": "TXT_87d4c5bd0206c0ef9adaad64363d5c.mp3",
        "score": 0.5
    },
    {
        "txt": "Light Switch Plate: The light switch plate was embossed with an Art Deco pattern.  ",
        "ipa": "lájt swᵻ́tʃ plɛ́jt: ðə lájt swᵻ́tʃ plɛ́jt wɒz əmbɔ́st wᵻð ən ɑ́rt dɛ́kow pǽtərn.",
        "hash": "TXT_330d17623268087ab4842bc277f4cd.mp3",
        "score": 0.5
    },
    {
        "txt": "Toggle Switch: The toggle switch flicked on the chandelier with a satisfying click.  ",
        "ipa": "tɒ́ɡəl swᵻ́tʃ: ðə tɒ́ɡəl swᵻ́tʃ flᵻ́kt ɒn ðə ʃændəlɪ́ər wᵻð ə sǽtᵻsfàjᵻŋ klᵻ́k.",
        "hash": "TXT_416b06a8c0bd950f2088cd2508bee1.mp3",
        "score": 0.5
    },
    {
        "txt": "Smart Lock Keypad: The smart lock keypad required a secret code for safe entry.  ",
        "ipa": "smɑ́rt lɒ́k kíjpæ̀d: ðə smɑ́rt lɒ́k kíjpæ̀d rəkwájərd ə síjkrət kówd fɔr sɛ́jf ɛ́ntrij.",
        "hash": "TXT_8b52b026d5461f8e6b28e680f988a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Security Camera Doorbell: The security camera doorbell streamed live footage to her phone.  ",
        "ipa": "səkjʊ́rᵻtij kǽmərə dɔ́rbɛ̀l: ðə səkjʊ́rᵻtij kǽmərə dɔ́rbɛ̀l stríjmd lᵻv fʊ́tᵻdʒ tə hər fówn.",
        "hash": "TXT_83424295d2c16e698f89057cc8df13.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceiling Medallion: The ceiling medallion framed the chandelier in intricate plasterwork.  ",
        "ipa": "síjlᵻŋ mədǽljən: ðə síjlᵻŋ mədǽljən frɛ́jmd ðə ʃændəlɪ́ər ᵻn ᵻ́ntrᵻkət plǽstərwɜ̀rk.",
        "hash": "TXT_4235738031565a466da2d94c218634.mp3",
        "score": 0.5
    },
    {
        "txt": "Hugger Fan: The hugger fan fit snugly against the low ceiling of the guest room.  ",
        "ipa": "hʌ́ɡər fǽn: ðə hʌ́ɡər fǽn fᵻ́t snʌ́ɡlij əɡɛ́jnst ðə lów síjlᵻŋ əv ðə ɡɛ́st rúwm.",
        "hash": "TXT_d6613967e8db7106deccb5c143b01b.mp3",
        "score": 0.5
    },
    {
        "txt": "Drop Ceiling Tiles: The drop ceiling tiles in the basement concealed unsightly pipes.  ",
        "ipa": "drɒ́p síjlᵻŋ tájlz: ðə drɒ́p síjlᵻŋ tájlz ᵻn ðə bɛ́jsmənt kənsíjld ʌ̀nsájtlij pájps.",
        "hash": "TXT_83d53d3f1debe347f7e641a70506d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Acoustic Foam Panels: The acoustic foam panels dampened echoes during music practice.  ",
        "ipa": "əkúwstᵻk fówm pǽnəlz: ðə əkúwstᵻk fówm pǽnəlz dǽmpənd ɛ́kowz dʊ́rᵻŋ mjúwzᵻk prǽktᵻs.",
        "hash": "TXT_35faba60a1148a06441d448be2a3c4.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Fireplace Remote: The electric fireplace remote adjusted both the heat and flame intensity.  ",
        "ipa": "əlɛ́ktrᵻk fájərplɛ̀js rijmówt: ðə əlɛ́ktrᵻk fájərplɛ̀js rijmówt ədʒʌ́stᵻd bówθ ðə híjt ənd flɛ́jm ᵻntɛ́nsᵻtij.",
        "hash": "TXT_be1090ed34b7a472c1bc9f531cb057.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Cabinet Range Hood: The under-cabinet range hood whisked away pungent cooking odors.  ",
        "ipa": "ʌ́ndər-kǽbᵻnət rɛ́jndʒ hʊ́d: ðə ʌ́ndər-kǽbᵻnət rɛ́jndʒ hʊ́d wᵻ́skt əwɛ́j pʌ́ndʒənt kʊ́kᵻŋ ówdərz.",
        "hash": "TXT_392be2715ae2ab7c94e14fd807cf1a.mp3",
        "score": 0.5
    },
    {
        "txt": "Stone Veneer Wall: The stone veneer wall gave the living room a rustic, natural edge.  ",
        "ipa": "stówn vənɪ́ər wɔ́l: ðə stówn vənɪ́ər wɔ́l ɡɛ́jv ðə lᵻ́vᵻŋ rúwm ə rʌ́stᵻk, nǽtʃərəl ɛ́dʒ.",
        "hash": "TXT_8c1acc75fb8ae5eccfb5f3485f27e0.mp3",
        "score": 0.5
    },
    {
        "txt": "Farmhouse Sink: The farmhouse sink’s deep basin accommodated large pots with ease.  ",
        "ipa": "fɑ́rmhàws sᵻ́ŋk: ðə fɑ́rmhàws sᵻ́ŋk'z díjp bɛ́jsən əkɒ́mədɛ̀jtᵻd lɑ́rdʒ pɒ́ts wᵻð íjz.",
        "hash": "TXT_2385bd9b38a883b10bafb6f5eb4dd8.mp3",
        "score": 0.5
    },
    {
        "txt": "Concrete Countertop: The concrete countertop offered an industrial-chic aesthetic in the modern kitchen.  ",
        "ipa": "kɒ́nkrijt káwntərtɒ̀p: ðə kɒ́nkrijt káwntərtɒ̀p ɔ́fərd ən ᵻ̀ndʌ́strijəl-ʃíjk ɛsθɛ́tᵻk ᵻn ðə mɒ́dərn kᵻ́tʃən.",
        "hash": "TXT_26a9bcf74cc2949401a20931c991e3.mp3",
        "score": 0.5
    },
    {
        "txt": "Butcher Block Island: The butcher block island invited the enthusiastic home chef to chop and dice.  ",
        "ipa": "bʊ́tʃər blɒ́k ájlənd: ðə bʊ́tʃər blɒ́k ájlənd ᵻ̀nvájtᵻd ðə ənθùwzijǽstᵻk hówm ʃɛ́f tə tʃɒ́p ənd dájs.",
        "hash": "TXT_df549b83e68434af57c68b838eb1b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Wall-Mounted Pot Filler: The wall-mounted pot filler saved her from lugging heavy pans across the kitchen.  ",
        "ipa": "wɔ́l-máwntᵻd pɒ́t fᵻ́lər: ðə wɔ́l-máwntᵻd pɒ́t fᵻ́lər sɛ́jvd hər frəm lʌ́ɡᵻŋ hɛ́vij pǽnz əkrɔ́s ðə kᵻ́tʃən.",
        "hash": "TXT_1f2cc66af1158010679208095fafa2.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Chiller: The wine chiller stored favorite vintages at precisely calibrated temperatures.  ",
        "ipa": "wájn tʃᵻ́lər: ðə wájn tʃᵻ́lər stɔ́rd fɛ́jvərᵻt vᵻ́ntᵻdʒᵻz æt prəsájslij kǽləbrɛ̀jtᵻd tɛ́mpərətʃərz.",
        "hash": "TXT_05febf326208da4ec0373d42888b42.mp3",
        "score": 0.5
    },
    {
        "txt": "Pull-Down Faucet: The pull-down faucet reached every corner of the sink for thorough rinsing.  ",
        "ipa": "pʊ́l-dawn fɔ́sət: ðə pʊ́l-dawn fɔ́sət ríjtʃt ɛvərij kɔ́rnər əv ðə sᵻ́ŋk fɔr θɜ́row rᵻ́nsᵻŋ.",
        "hash": "TXT_562113cf85d1066ac161fcc5c6942c.mp3",
        "score": 0.5
    },
    {
        "txt": "Reclining Sofa: The reclining sofa allowed each seat to adjust independently for ultimate comfort.  ",
        "ipa": "rijklájnᵻŋ sówfə: ðə rijklájnᵻŋ sówfə əláwd ijtʃ síjt tə ədʒʌ́st ᵻ̀ndəpɛ́ndəntlij fɔr ʌ́ltᵻmət kʌ́mfərt.",
        "hash": "TXT_b766f712e53dabba333066ae54eecf.mp3",
        "score": 0.5
    },
    {
        "txt": "Tufted Headboard: The tufted headboard added plush, textured elegance to the bedroom suite.  ",
        "ipa": "tʌ́ftᵻd hɛ́dbɔ̀rd: ðə tʌ́ftᵻd hɛ́dbɔ̀rd ǽdᵻd plʌ́ʃ, tɛ́kstʃərd ɛ́ləɡəns tə ðə bɛ́drùwm swíjt.",
        "hash": "TXT_2293973a4b8a663d8f0f03f7152aa9.mp3",
        "score": 0.5
    },
    {
        "txt": "Mirrored Nightstand: The mirrored nightstand bounced light, making the bedroom appear more spacious.  ",
        "ipa": "mɪ́ərərd nájtstæ̀nd: ðə mɪ́ərərd nájtstæ̀nd báwnst lájt, mɛ́jkᵻŋ ðə bɛ́drùwm əpɪ́ər mɔr spɛ́jʃəs.",
        "hash": "TXT_6c5ff3e97d864ad9a7ba7877eefa92.mp3",
        "score": 0.5
    },
    {
        "txt": "Pillow Top Mattress: The pillow top mattress cradled pressure points for deep, uninterrupted sleep.  ",
        "ipa": "pᵻ́low tɒ́p mǽtrəs: ðə pᵻ́low tɒ́p mǽtrəs krɛ́jdld prɛ́ʃər pɔ́jnts fɔr díjp, ʌ̀nᵻntərʌ́ptᵻd slíjp.",
        "hash": "TXT_57cd4c3ad64de8c45e0eabbceeb330.mp3",
        "score": 0.5
    },
    {
        "txt": "Gallery Wall: The gallery wall curated a series of family portraits and artwork.  ",
        "ipa": "ɡǽlərij wɔ́l: ðə ɡǽlərij wɔ́l kjʊrɛ́jtᵻd ə sɪ́ərijz əv fǽmᵻlij pɔ́rtrəts ənd ɑ́rtwɜ̀rk.",
        "hash": "TXT_79ed09a3fb9ab9e66abafc4b54b444.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Feature Wall: The water feature wall introduced a gentle cascade to the home’s entrance.  ",
        "ipa": "wɔ́tər fíjtʃər wɔ́l: ðə wɔ́tər fíjtʃər wɔ́l ᵻ̀ntrədúwst ə dʒɛ́ntəl kæskɛ́jd tə ðə hówm'z ɛ́ntrəns.",
        "hash": "TXT_02945fc68ce913d2c5d7f94503278a.mp3",
        "score": 0.5
    },
    {
        "txt": "Sliding Barn Door Console: The sliding barn door console cleverly hid extra electronics and cables.  ",
        "ipa": "slájdᵻŋ bɑ́rn dɔ́r kɒ́nsowl: ðə slájdᵻŋ bɑ́rn dɔ́r kɒ́nsowl klɛ́vərlij hᵻ́d ɛ́kstrə ələktrɒ́nᵻks ənd kɛ́jbəlz.",
        "hash": "TXT_23e0ae0a625427a5be9794cd6911d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Sunroom Furniture: The sunroom furniture stood up to intense light and temperature fluctuations.  ",
        "ipa": "sʌ́nrùwm fɜ́rnᵻtʃər: ðə sʌ́nrùwm fɜ́rnᵻtʃər stʊ́d ʌp tə ᵻ̀ntɛ́ns lájt ənd tɛ́mpərətʃər flʌ̀ktʃuwɛ́jʃənz.",
        "hash": "TXT_2c0ecf1953af6c7843da50257046d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Copper Pendant Lights: The copper pendant lights over the island added industrial-inspired charm.  ",
        "ipa": "kɒ́pər pɛ́ndənt lájts: ðə kɒ́pər pɛ́ndənt lájts ówvər ðə ájlənd ǽdᵻd ᵻ̀ndʌ́strijəl-ᵻ̀nspájərd tʃɑ́rm.",
        "hash": "TXT_120d157b0754857147cc72574e8297.mp3",
        "score": 0.5
    },
    {
        "txt": "Beam Ceiling: The beam ceiling exposed the original wood structure for a rustic vibe.  ",
        "ipa": "bíjm síjlᵻŋ: ðə bíjm síjlᵻŋ əkspówzd ðə ərᵻ́dʒᵻnəl wʊ́d strʌ́ktʃər fɔr ə rʌ́stᵻk vájb.",
        "hash": "TXT_63e8506dc5e2d99dcee953eccdc561.mp3",
        "score": 0.5
    },
    {
        "txt": "Recessed Outlet: The recessed outlet behind the TV prevented wires from jutting out.  ",
        "ipa": "ríjsɛ́st áwtlɛ̀t: ðə ríjsɛ́st áwtlɛ̀t bəhájnd ðə TV prəvɛ́ntᵻd wájərz frəm dʒʌ́tᵻŋ awt.",
        "hash": "TXT_cd8840b561d6cf69959cc84a6562fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Cedar Chest: The cedar chest protected sentimental heirlooms from moths and mildew.  ",
        "ipa": "síjdər tʃɛ́st: ðə síjdər tʃɛ́st prətɛ́ktᵻd sɛ̀ntᵻmɛ́ntəl ɛ́ərlùwmz frəm mɔ́θs ənd mᵻ́ldùw.",
        "hash": "TXT_3ba447bd31fa3becef289cc91ca3a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Sill Herb Box: The window sill herb box guaranteed fresh parsley and chives for dinner.  ",
        "ipa": "wᵻ́ndow sᵻ́l ɜ́rb bɒ́ks: ðə wᵻ́ndow sᵻ́l ɜ́rb bɒ́ks ɡɛ̀ərəntíjd frɛ́ʃ pɑ́rslij ənd tʃájvz fɔr dᵻ́nər.",
        "hash": "TXT_d3566298d3fb7afda29f22f460cdfa.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorative Screen Panel: The decorative screen panel adorned the wall with intricate laser-cut patterns.  ",
        "ipa": "dɛ́kərətᵻv skríjn pǽnəl: ðə dɛ́kərətᵻv skríjn pǽnəl ədɔ́rnd ðə wɔ́l wᵻð ᵻ́ntrᵻkət lɛ́jzər-kʌ́t pǽtərnz.",
        "hash": "TXT_c771757500a4ae900a3d6d66f23574.mp3",
        "score": 0.5
    },
    {
        "txt": "Velvet Bed Bench: The velvet bed bench provided a classy spot for tying shoes each morning.  ",
        "ipa": "vɛ́lvət bɛ́d bɛ́ntʃ: ðə vɛ́lvət bɛ́d bɛ́ntʃ prəvájdᵻd ə klǽsij spɒ́t fɔr tájᵻŋ ʃúwz ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_4e9f73e1e1a45236383195ac17c210.mp3",
        "score": 0.5
    },
    {
        "txt": "Outdoor Kitchen Island: The outdoor kitchen island boasted a built-in grill and mini-fridge for backyard feasts.  ",
        "ipa": "áwtdɔ̀r kᵻ́tʃən ájlənd: ðə áwtdɔ̀r kᵻ́tʃən ájlənd bówstᵻd ə bᵻ́lt-ᵻn ɡrᵻ́l ənd mᵻ́nij-frᵻ́dʒ fɔr bǽkjɑ̀rd fíjsts.",
        "hash": "TXT_53256b629546658e914ff7f64b247a.mp3",
        "score": 0.5
    },
    {
        "txt": "Screened-In Porch: The screened-in porch allowed comfortable lounging without pesky insects.  ",
        "ipa": "skríjnd-ᵻn pɔ́rtʃ: ðə skríjnd-ᵻn pɔ́rtʃ əláwd kʌ́mftərbəl láwndʒᵻŋ wᵻðáwt pɛ́skij ᵻ́nsɛ̀kts.",
        "hash": "TXT_317e96dd1bc2e906b935c819a0af89.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Skylight: The solar skylight brightened the attic hallway using purely renewable energy.  ",
        "ipa": "sówlər skájlàjt: ðə sówlər skájlàjt brájtənd ðə ǽtᵻk hɔ́lwɛ̀j júwzᵻŋ pjʊ́rlij rijnúwəbəl ɛ́nərdʒij.",
        "hash": "TXT_2d24fb28ec7c6fde11e073527c958f.mp3",
        "score": 0.5
    },
    {
        "txt": "Freestanding Wardrobe: The freestanding wardrobe offered a stylish solution for extra clothing storage.  ",
        "ipa": "fríjstæ̀ndᵻŋ wɔ́rdròwb: ðə fríjstæ̀ndᵻŋ wɔ́rdròwb ɔ́fərd ə stájlᵻʃ səlúwʃən fɔr ɛ́kstrə klówðᵻŋ stɔ́rᵻdʒ.",
        "hash": "TXT_67792f2f566770e651e1b37f2ac055.mp3",
        "score": 0.5
    },
    {
        "txt": "Vintage Sideboard: The vintage sideboard stored crystal serving bowls behind ornate doors.  ",
        "ipa": "vᵻ́ntᵻdʒ sájdbɔrd: ðə vᵻ́ntᵻdʒ sájdbɔrd stɔ́rd krᵻ́stəl sɜ́rvᵻŋ bówlz bəhájnd ɔrnɛ́jt dɔ́rz.",
        "hash": "TXT_82b7d516ae806b8554f49c71270541.mp3",
        "score": 0.5
    },
    {
        "txt": "Encaustic Tile Floor: The encaustic tile floor displayed intricate, hand-pressed patterns in the entryway.  ",
        "ipa": "ənkɔ́stᵻk tájl flɔ́r: ðə ənkɔ́stᵻk tájl flɔ́r dᵻsplɛ́jd ᵻ́ntrᵻkət, hǽnd-prɛ́st pǽtərnz ᵻn ðə ɛ́ntrijwɛj.",
        "hash": "TXT_19cbc989596128fe98089676044acb.mp3",
        "score": 0.5
    },
    {
        "txt": "Copper Backsplash: The copper backsplash gleamed with a warm patina behind the stove.  ",
        "ipa": "kɒ́pər bǽksplæ̀ʃ: ðə kɒ́pər bǽksplæ̀ʃ ɡlíjmd wᵻð ə wɔ́rm pətíjnə bəhájnd ðə stówv.",
        "hash": "TXT_5a817f3548b3877a7c8d7a999cc299.mp3",
        "score": 0.5
    },
    {
        "txt": "Appliance Lift Shelf: The appliance lift shelf hid the stand mixer when not in use.  ",
        "ipa": "əplájəns lᵻ́ft ʃɛ́lf: ðə əplájəns lᵻ́ft ʃɛ́lf hᵻ́d ðə stǽnd mᵻ́ksər wɛ́n nɒt ᵻn juwz.",
        "hash": "TXT_60437f0a147ac24c72d9efdd3550d5.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Pot Lid: The glass pot lid allowed her to check soup’s progress without releasing steam.  ",
        "ipa": "ɡlǽs pɒ́t lᵻ́d: ðə ɡlǽs pɒ́t lᵻ́d əláwd hər tə tʃɛ́k súwp's prɒ́ɡrɛ̀s wᵻðáwt rəlíjsᵻŋ stíjm.",
        "hash": "TXT_44c8345fca2a36cff20c03774e2384.mp3",
        "score": 0.5
    },
    {
        "txt": "Cast Iron Skillet: The cast iron skillet seared steaks to perfection every time.  ",
        "ipa": "kǽst ájərn skᵻ́lət: ðə kǽst ájərn skᵻ́lət sɪ́ərd stɛ́jks tə pərfɛ́kʃən ɛvərij tájm.",
        "hash": "TXT_87054f8588bfeb6e43c3be05a872e9.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Spice Tins: The magnetic spice tins stuck to the refrigerator door, saving cabinet space.  ",
        "ipa": "mæɡnɛ́tᵻk spájs tᵻ́nz: ðə mæɡnɛ́tᵻk spájs tᵻ́nz stʌ́k tə ðə rəfrᵻ́dʒərɛ̀jtər dɔ́r, sɛ́jvᵻŋ kǽbᵻnət spɛ́js.",
        "hash": "TXT_75d6306cf013c0cb202f3c4c7ba0ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Seasoning Injector: The seasoning injector infused roasts with marinade at the core.  ",
        "ipa": "síjzənᵻŋ ᵻndʒɛ́ktər: ðə síjzənᵻŋ ᵻndʒɛ́ktər ᵻ̀nfjúwzd rówsts wᵻð mɑ́rᵻnɛ̀jd æt ðə kɔ́r.",
        "hash": "TXT_c7fc1c646373dcdbefa836da8b4715.mp3",
        "score": 0.5
    },
    {
        "txt": "Slow-Closing Drawer: The slow-closing drawer never slammed, preserving both peace and hardware.  ",
        "ipa": "slów-klówzᵻŋ drɔ́r: ðə slów-klówzᵻŋ drɔ́r nɛ́vər slǽmd, prəzɜ́rvᵻŋ bówθ píjs ənd hɑ́rdwɛ̀ər.",
        "hash": "TXT_f79d9df8531f654f3349f2266905aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Pasta Drying Rack: The pasta drying rack let handmade fettuccine air-dry neatly.  ",
        "ipa": "pɒ́stə drájᵻŋ rǽk: ðə pɒ́stə drájᵻŋ rǽk lɛt hǽnmɛ́jd fɛ̀tətʃíjnij ɛ́ər-dráj níjtlij.",
        "hash": "TXT_1ebed730f785cf0beabcdcf5aa9623.mp3",
        "score": 0.5
    },
    {
        "txt": "Platter Stand: The platter stand in the hutch showcased oversized serving trays.  ",
        "ipa": "plǽtər stǽnd: ðə plǽtər stǽnd ᵻn ðə hʌ́tʃ ʃówkɛ̀jst ówvərsàjzd sɜ́rvᵻŋ trɛ́jz.",
        "hash": "TXT_ca91818413d4637b779b47faeeae2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Glass Rack: The wine glass rack beneath the cabinet safeguarded delicate stemware.  ",
        "ipa": "wájn ɡlǽs rǽk: ðə wájn ɡlǽs rǽk bəníjθ ðə kǽbᵻnət sɛ́jfɡɑ̀rdᵻd dɛ́lᵻkət stɛ́mwɛ̀ər.",
        "hash": "TXT_c8126a73eab744e9eeeb300f8ea5eb.mp3",
        "score": 0.5
    },
    {
        "txt": "Milk Frother: The milk frother topped lattes with luscious foam each morning.  ",
        "ipa": "mᵻ́lk frɔ́ðər: ðə mᵻ́lk frɔ́ðər tɒ́pt lɒtɛ́jz wᵻð lʌ́ʃᵻs fówm ijtʃ mɔ́rnᵻŋ.",
        "hash": "TXT_91b04eacfe6cad8ce169a92e312a43.mp3",
        "score": 0.5
    },
    {
        "txt": "Countertop Rotating Tray: The countertop rotating tray offered a lazy-susan effect for condiments.  ",
        "ipa": "káwntərtɒ̀p rówtɛ̀jtᵻŋ trɛ́j: ðə káwntərtɒ̀p rówtɛ̀jtᵻŋ trɛ́j ɔ́fərd ə lɛ́jzij-súwzən əfɛ́kt fɔr kɒ́ndᵻmənts.",
        "hash": "TXT_3c5feb34782fed22151664a27bc342.mp3",
        "score": 0.5
    },
    {
        "txt": "Utility Apron: The utility apron stored small tools and a phone while she tackled chores.  ",
        "ipa": "juwtᵻ́lᵻtij ɛ́jprən: ðə juwtᵻ́lᵻtij ɛ́jprən stɔ́rd smɔ́l túwlz ənd ə fówn wájl ʃij tǽkəld tʃɔ́rz.",
        "hash": "TXT_a1c44408ec779c6ff817d9c51296d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Chemical-Free Cleaner: The chemical-free cleaner relied on natural enzymes to break down grease.  ",
        "ipa": "kɛ́mᵻkəl-fríj klíjnər: ðə kɛ́mᵻkəl-fríj klíjnər rəlájd ɒn nǽtʃərəl ɛ́nzàjmz tə brɛ́jk dawn ɡríjs.",
        "hash": "TXT_c8b62b0202ecfd3f9b7391ed34fe56.mp3",
        "score": 0.5
    },
    {
        "txt": "Odor Absorber: The odor absorber neutralized lingering cooking smells in the kitchen.  ",
        "ipa": "ówdər əbzɔ́rbər: ðə ówdər əbzɔ́rbər núwtrəlàjzd lᵻ́ŋɡərᵻŋ kʊ́kᵻŋ smɛ́lz ᵻn ðə kᵻ́tʃən.",
        "hash": "TXT_907b52387caa992f220b2a120d216f.mp3",
        "score": 0.5
    },
    {
        "txt": "Garbage Bag Dispenser: The garbage bag dispenser dispensed liners one at a time with no fuss.  ",
        "ipa": "ɡɑ́rbᵻdʒ bǽɡ dᵻspɛ́nsər: ðə ɡɑ́rbᵻdʒ bǽɡ dᵻspɛ́nsər dᵻspɛ́nst lájnərz wʌ́n æt ə tájm wᵻð now fʌ́s.",
        "hash": "TXT_f10664e73d3961d2f4f7f768f420cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Drawer Divider: The drawer divider kept cooking utensils separated for quick grabs.  ",
        "ipa": "drɔ́r dᵻvájdər: ðə drɔ́r dᵻvájdər kɛ́pt kʊ́kᵻŋ juwtɛ́nsəlz sɛ́pərɛ̀jtᵻd fɔr kwᵻ́k ɡrǽbz.",
        "hash": "TXT_958fb926538a54c4b95e35c578c0f8.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Polish: The stainless steel polish restored shine to appliances with minimal elbow grease.  ",
        "ipa": "stɛ́jnləs stíjl pɒ́lᵻʃ: ðə stɛ́jnləs stíjl pɒ́lᵻʃ rəstɔ́rd ʃájn tə əplájənsᵻz wᵻð mᵻ́nᵻməl ɛ́lbòw ɡríjs.",
        "hash": "TXT_ae4c3fbda192a496f233fcf6ee85c3.mp3",
        "score": 0.5
    },
    {
        "txt": "Hot Pad Stand: The hot pad stand prevented scorch marks on the dining table.  ",
        "ipa": "hɒ́t pǽd stǽnd: ðə hɒ́t pǽd stǽnd prəvɛ́ntᵻd skɔ́rtʃ mɑ́rks ɒn ðə dájnᵻŋ tɛ́jbəl.",
        "hash": "TXT_fe89a0a1e5a34e04c5dab7fa173c5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Dough Scraper: The dough scraper helped gather floury bits off the counter with ease.  ",
        "ipa": "dów skrɛ́jpər: ðə dów skrɛ́jpər hɛ́lpt ɡǽðər flɔ́rij bᵻ́ts ɔ́f ðə káwntər wᵻð íjz.",
        "hash": "TXT_055a585a6e49b985d7458b24ed334b.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Keeper: The herb keeper preserved fresh cut basil and parsley for longer in the fridge.  ",
        "ipa": "ɜ́rb kíjpər: ðə ɜ́rb kíjpər prəzɜ́rvd frɛ́ʃ kʌ́t bɛ́jzəl ənd pɑ́rslij fɔr lɔ́ŋɡər ᵻn ðə frᵻ́dʒ.",
        "hash": "TXT_7423e2ea3f2f7d8fc5fe89d1a7d498.mp3",
        "score": 0.5
    },
    {
        "txt": "Vintage Tea Tins: The vintage tea tins kept loose-leaf blends fresh and aromatic.  ",
        "ipa": "vᵻ́ntᵻdʒ tíj tᵻ́nz: ðə vᵻ́ntᵻdʒ tíj tᵻ́nz kɛ́pt lúws-líjf blɛ́ndz frɛ́ʃ ənd ɛ̀ərəmǽtᵻk.",
        "hash": "TXT_98616ef47bd6ac0576390a021cd00d.mp3",
        "score": 0.5
    },
    {
        "txt": "Iron Skillet Cover: The iron skillet cover trapped in heat for braising robust flavors.  ",
        "ipa": "ájərn skᵻ́lət kʌ́vər: ðə ájərn skᵻ́lət kʌ́vər trǽpt ᵻn híjt fɔr brɛ́jzᵻŋ rowbʌ́st flɛ́jvərz.",
        "hash": "TXT_3db53b84ad1ca6b1073ae185198f4f.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Dome: The cake dome kept her frosted pastries pristine and moist.  ",
        "ipa": "kɛ́jk dówm: ðə kɛ́jk dówm kɛ́pt hər frɔ́stᵻd pɛ́jstrijz prᵻ́stijn ənd mɔ́jst.",
        "hash": "TXT_db31a87f6319731ab300415c6f9d11.mp3",
        "score": 0.5
    },
    {
        "txt": "Utensil Hook Rack: The utensil hook rack on the backsplash hung spatulas and ladles in easy reach.  ",
        "ipa": "juwtɛ́nsəl hʊ́k rǽk: ðə juwtɛ́nsəl hʊ́k rǽk ɒn ðə bǽksplæ̀ʃ hʌ́ŋ spǽtʃʊ̀ləz ənd lɛ́jdəlz ᵻn íjzij ríjtʃ.",
        "hash": "TXT_abe34f705e3acd77091ecdb491cc6e.mp3",
        "score": 0.5
    },
    {
        "txt": "Sugar Dispenser: The sugar dispenser neatly poured measured amounts into her morning coffee.  ",
        "ipa": "ʃʊ́ɡər dᵻspɛ́nsər: ðə ʃʊ́ɡər dᵻspɛ́nsər níjtlij pɔ́rd mɛ́ʒərd əmáwnts ᵻntə hər mɔ́rnᵻŋ kɒ́fij.",
        "hash": "TXT_adfbc1678b1b0ba1fc637023fe4962.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Bell: The butter bell kept butter at a creamy consistency without refrigeration.  ",
        "ipa": "bʌ́tər bɛ́l: ðə bʌ́tər bɛ́l kɛ́pt bʌ́tər æt ə kríjmij kənsᵻ́stənsij wᵻðáwt rəfrᵻ̀dʒərɛ́jʃən.",
        "hash": "TXT_573d50c037a6fdb756da14e5d7a882.mp3",
        "score": 0.5
    },
    {
        "txt": "Cupcake Holder: The cupcake holder transported freshly baked treats without smudging the frosting.  ",
        "ipa": "kʌ́pkɛ̀jk hówldər: ðə kʌ́pkɛ̀jk hówldər trænspɔ́rtᵻd frɛ́ʃlij bɛ́jkt tríjts wᵻðáwt smʌ́dʒᵻŋ ðə frɔ́stᵻŋ.",
        "hash": "TXT_a8f3c14a1c36910757222ec9dd06b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Vacuum Filter Replacement: The vacuum filter replacement extended the machine’s efficiency.  ",
        "ipa": "vǽkjuwm fᵻ́ltər rəplɛ́jsmənt: ðə vǽkjuwm fᵻ́ltər rəplɛ́jsmənt əkstɛ́ndᵻd ðə məʃíjn'z əfᵻ́ʃənsij.",
        "hash": "TXT_3838506d4bc873f2e84da9be8c6fec.mp3",
        "score": 0.5
    },
    {
        "txt": "Handheld Carpet Cleaner: The handheld carpet cleaner rescued upholstery from unexpected spills.  ",
        "ipa": "hǽndhɛ́ld kɑ́rpət klíjnər: ðə hǽndhɛ́ld kɑ́rpət klíjnər rɛ́skjuwd əpówlstərij frəm ʌ̀nəkspɛ́ktᵻd spᵻ́lz.",
        "hash": "TXT_1147fd4551447ba00a625facfea7b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Under-Window Bench: The under-window bench provided extra seating and a hidden compartment beneath.  ",
        "ipa": "ʌ́ndər-wᵻ́ndow bɛ́ntʃ: ðə ʌ́ndər-wᵻ́ndow bɛ́ntʃ prəvájdᵻd ɛ́kstrə síjtᵻŋ ənd ə hᵻ́dən kəmpɑ́rtmənt bəníjθ.",
        "hash": "TXT_6929c1c790eea04d93a5a00a826076.mp3",
        "score": 0.5
    },
    {
        "txt": "Fold-Down Table: The fold-down table in the laundry room made folding clothes a breeze.  ",
        "ipa": "fówld-dawn tɛ́jbəl: ðə fówld-dawn tɛ́jbəl ᵻn ðə lɔ́ndrij rúwm mɛ́jd fówldᵻŋ klówðz ə bríjz.",
        "hash": "TXT_ee520a2a1e61ff7d81fc5a177f6b59.mp3",
        "score": 0.5
    },
    {
        "txt": "Dryer Balls: The dryer balls reduced static and sped up drying time naturally.  ",
        "ipa": "drájər bɔ́lz: ðə drájər bɔ́lz rədjúwst stǽtᵻk ənd spɛ́d ʌp drájᵻŋ tájm nǽtʃərəlij.",
        "hash": "TXT_02c27d889acdcd1742ff17d3d8da5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Steam Press: The steam press achieved crisp, professional-looking garments in minutes.  ",
        "ipa": "stíjm prɛ́s: ðə stíjm prɛ́s ətʃíjvd krᵻ́sp, prəfɛ́ʃənəl-lʊ́kᵻŋ ɡɑ́rmənts ᵻn mᵻ́nəts.",
        "hash": "TXT_6bad0bc43ab7976bb9b59f69f2d159.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Candle: The window candle flickered cheerily, welcoming guests at dusk.  ",
        "ipa": "wᵻ́ndow kǽndəl: ðə wᵻ́ndow kǽndəl flᵻ́kərd tʃíjərᵻlij, wɛ́lkəmᵻŋ ɡɛ́sts æt dʌ́sk.",
        "hash": "TXT_93becc6a796c7cd5a24490fd581866.mp3",
        "score": 0.5
    },
    {
        "txt": "Porch Light Timer: The porch light timer made the property look occupied while she was away.  ",
        "ipa": "pɔ́rtʃ lájt tájmər: ðə pɔ́rtʃ lájt tájmər mɛ́jd ðə prɒ́pərtij lʊ́k ɒ́kjəpàjd wájl ʃij wɒz əwɛ́j.",
        "hash": "TXT_0f05081998ed201aa1ceef4b51d5bf.mp3",
        "score": 0.5
    },
    {
        "txt": "Fence Post Lights: The fence post lights lined the yard with soft illumination for evening strolls.  ",
        "ipa": "fɛ́ns pówst lájts: ðə fɛ́ns pówst lájts lájnd ðə jɑ́rd wᵻð sɒ́ft ᵻ̀lùwmᵻtɛ́jʃən fɔr íjvnᵻŋ strówlz.",
        "hash": "TXT_0761e8c87f595d585e32bbf0736322.mp3",
        "score": 0.5
    },
    {
        "txt": "Pergola Canopy: The pergola canopy provided partial shade, dappled with sunlight.  ",
        "ipa": "pɜ́rɡələ kǽnəpij: ðə pɜ́rɡələ kǽnəpij prəvájdᵻd pɑ́rʃəl ʃɛ́jd, dǽpəld wᵻð sʌ́nlàjt.",
        "hash": "TXT_af11f4550f43bf993d8f292b1afa81.mp3",
        "score": 0.5
    },
    {
        "txt": "Solar Garden Stake: The solar garden stake glowed colorfully after absorbing daylight energy.  ",
        "ipa": "sówlər ɡɑ́rdən stɛ́jk: ðə sówlər ɡɑ́rdən stɛ́jk ɡlówd kʌ́lərflij ǽftər əbzɔ́rbᵻŋ dɛ́jlàjt ɛ́nərdʒij.",
        "hash": "TXT_aa8363ed0c44fbcef3abab73044004.mp3",
        "score": 0.5
    },
    {
        "txt": "Hanging Egg Chair: The hanging egg chair cradled her gently in the corner of the sunroom.  ",
        "ipa": "hǽŋɡᵻŋ ɛ́ɡ tʃɛ́ər: ðə hǽŋɡᵻŋ ɛ́ɡ tʃɛ́ər krɛ́jdld hər dʒɛ́ntlij ᵻn ðə kɔ́rnər əv ðə sʌ́nrùwm.",
        "hash": "TXT_3c5157def06c276805fa838b360b27.mp3",
        "score": 0.5
    },
    {
        "txt": "Stone Birdbath: The stone birdbath became a lively avian oasis on warm afternoons.  ",
        "ipa": "stówn bərdbæθ: ðə stówn bərdbæθ bijkɛ́jm ə lájvlij ɛ́jvijən owɛ́jsᵻs ɒn wɔ́rm æ̀ftərnúwnz.",
        "hash": "TXT_ab2b72eb3b9a98fdce8ff168e2422a.mp3",
        "score": 0.5
    },
    {
        "txt": "Bonsai Tree Lamp: The bonsai tree lamp fused nature-inspired design with ambient lighting.  ",
        "ipa": "bɒnsáj tríj lǽmp: ðə bɒnsáj tríj lǽmp fjúwzd nɛ́jtʃər-ᵻ̀nspájərd dəzájn wᵻð ǽmbijənt lájtᵻŋ.",
        "hash": "TXT_cfb4bfe455e4f284fe346c1df8a727.mp3",
        "score": 0.5
    },
    {
        "txt": "Porch Glider: The porch glider rocked in soothing tandem with the evening breeze.  ",
        "ipa": "pɔ́rtʃ ɡlájdər: ðə pɔ́rtʃ ɡlájdər rɒ́kt ᵻn súwðᵻŋ tǽndəm wᵻð ðə íjvnᵻŋ bríjz.",
        "hash": "TXT_391a32a08ebd7f1b608c2f3406faec.mp3",
        "score": 0.5
    },
    {
        "txt": "Portable Fire Bowl: The portable fire bowl gathered friends around crackling flames anywhere in the yard.  ",
        "ipa": "pɔ́rtəbəl fájər bówl: ðə pɔ́rtəbəl fájər bówl ɡǽðərd frɛ́ndz əráwnd krǽklᵻŋ flɛ́jmz ɛ́nijwɛ̀ər ᵻn ðə jɑ́rd.",
        "hash": "TXT_01c233795b4eb76ba39dda007f5752.mp3",
        "score": 0.5
    },
    {
        "txt": "Greenhouse Grow Lights: The greenhouse grow lights supported plant seedlings through the darkest winters.  ",
        "ipa": "ɡríjnhàws ɡrów lájts: ðə ɡríjnhàws ɡrów lájts səpɔ́rtᵻd plǽnt síjdlᵻŋz θrúw ðə dɑ́rkəst wᵻ́ntərz.",
        "hash": "TXT_7c9438e1cc0da71c484105799784ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Indoor Fern Stand: The indoor fern stand elevated lush greenery near the stairway landing.  ",
        "ipa": "ᵻ́ndɔ̀r fɜ́rn stǽnd: ðə ᵻ́ndɔ̀r fɜ́rn stǽnd ɛ́ləvɛ̀jtᵻd lʌ́ʃ ɡríjnərij nɪ́ər ðə stɛ́ərwɛ̀j lǽndᵻŋ.",
        "hash": "TXT_034b07f31dcfff2f3c81efa475fdc2.mp3",
        "score": 0.5
    },
    {
        "txt": "Boho Macramé Hanger: The boho macramé hanger suspended a potted spider plant artfully.  ",
        "ipa": "bówhow məkrǽmé hǽŋər: ðə bówhow məkrǽmé hǽŋər səspɛ́ndᵻd ə pɒ́tᵻd spájdər plǽnt ɑ́rtfəlij.",
        "hash": "TXT_03b8ba5eb1a922b6251c41bcd9a3fe.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Purifier Filter: The air purifier filter captured pollen and pet dander, easing her allergies.",
        "ipa": "ɛ́ər pjʊ́rᵻfàjər fᵻ́ltər: ðə ɛ́ər pjʊ́rᵻfàjər fᵻ́ltər kǽptʃərd pɒ́lən ənd pɛ́t dǽndər, íjzᵻŋ hər ǽlərdʒijz.",
        "hash": "TXT_d879448f17dc572f37bdefe3a296a1.mp3",
        "score": 0.5
    }
]