[
    {
        "txt": "Stainless Steel Knife: The stainless steel knife sliced through the tomato effortlessly.",
        "ipa": "stɛ́jnləs stíjl nájf: ðə stɛ́jnləs stíjl nájf slájst θrúw ðə təmɒ́tòw ɛ́fərtləslij.",
        "hash": "TXT_8a421f49b283495f940b4c994fdc12.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Cutting Board: She placed the bread on the wooden cutting board to slice it neatly.",
        "ipa": "wʊ́dən kʌ́tᵻŋ bɔ́rd: ʃij plɛ́jst ðə brɛ́d ɒn ðə wʊ́dən kʌ́tᵻŋ bɔ́rd tə slájs ᵻt níjtlij.",
        "hash": "TXT_06d82bb1c5d90cc83e945d6140948d.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Mixing Bowl: The ceramic mixing bowl was perfect for combining the cake batter.",
        "ipa": "sərǽmᵻk mᵻ́ksᵻŋ bówl: ðə sərǽmᵻk mᵻ́ksᵻŋ bówl wɒz pɜ́rfəkt fɔr kəmbájnᵻŋ ðə kɛ́jk bǽtər.",
        "hash": "TXT_d9f48154a4c58336b1650a4cadea9e.mp3",
        "score": 0.5
    },
    {
        "txt": "Plastic Measuring Cups: She used the plastic measuring cups to measure the exact amount of flour needed.",
        "ipa": "plǽstᵻk mɛ́ʒərᵻŋ kʌ́ps: ʃij júwzd ðə plǽstᵻk mɛ́ʒərᵻŋ kʌ́ps tə mɛ́ʒər ðə əɡzǽkt əmáwnt əv fláwər níjdᵻd.",
        "hash": "TXT_fb3673257c239748d289709a3c35b1.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Frying Pan: The non-stick frying pan ensured that the eggs didn’t stick while cooking.",
        "ipa": "nɒn-stᵻ́k frájᵻŋ pǽn: ðə nɒn-stᵻ́k frájᵻŋ pǽn ənʃʊ́rd thət ðə ɛ́ɡz dᵻ́dənt stᵻ́k wájl kʊ́kᵻŋ.",
        "hash": "TXT_b3af25cbc67f4e48c63cef5d8f333b.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Spatula: He stirred the sauce gently with a silicone spatula to avoid scratching the pan.",
        "ipa": "sᵻ́ləkòwn spǽtʃʊ̀lə: hij stɜ́rd ðə sɔ́s dʒɛ́ntlij wᵻð ə sᵻ́ləkòwn spǽtʃʊ̀lə tə əvɔ́jd skrǽtʃᵻŋ ðə pǽn.",
        "hash": "TXT_439407df732a92164dda771147e636.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Whisk: The metal whisk made it easy to blend the eggs and milk for the omelet.",
        "ipa": "mɛ́təl wᵻ́sk: ðə mɛ́təl wᵻ́sk mɛ́jd ᵻt íjzij tə blɛ́nd ðə ɛ́ɡz ənd mᵻ́lk fɔr ðə ɒ́mlət.",
        "hash": "TXT_146343b883881c4b9e7f99e052ecc7.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Measuring Jug: The glass measuring jug showed the precise amount of water for the recipe.",
        "ipa": "ɡlǽs mɛ́ʒərᵻŋ dʒʌ́ɡ: ðə ɡlǽs mɛ́ʒərᵻŋ dʒʌ́ɡ ʃówd ðə prəsájs əmáwnt əv wɔ́tər fɔr ðə rɛ́sᵻpij.",
        "hash": "TXT_e517b63759d517450d901f325828a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Hand Mixer: She whipped the cream to soft peaks using the electric hand mixer.",
        "ipa": "əlɛ́ktrᵻk hǽnd mᵻ́ksər: ʃij wᵻ́pt ðə kríjm tə sɒ́ft píjks júwzᵻŋ ðə əlɛ́ktrᵻk hǽnd mᵻ́ksər.",
        "hash": "TXT_b2e18890263e51a2a0ebb4752b55f0.mp3",
        "score": 0.5
    },
    {
        "txt": "Cast Iron Skillet: The cast iron skillet retained heat evenly, making it ideal for searing steaks.",
        "ipa": "kǽst ájərn skᵻ́lət: ðə kǽst ájərn skᵻ́lət rijtɛ́jnd híjt íjvənlij, mɛ́jkᵻŋ ᵻt ajdíjəl fɔr sɪ́ərᵻŋ stɛ́jks.",
        "hash": "TXT_182d50b6250d4ca3be9ce69580ea18.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Tongs: He used stainless steel tongs to flip the chicken on the grill.",
        "ipa": "stɛ́jnləs stíjl tɒ́ŋz: hij júwzd stɛ́jnləs stíjl tɒ́ŋz tə flᵻ́p ðə tʃᵻ́kən ɒn ðə ɡrᵻ́l.",
        "hash": "TXT_2f15c6a0caaaae336fc49c7cb1fe50.mp3",
        "score": 0.5
    },
    {
        "txt": "Plastic Colander: The plastic colander was used to drain the pasta after boiling.",
        "ipa": "plǽstᵻk kɒ́ləndər: ðə plǽstᵻk kɒ́ləndər wɒz júwzd tə drɛ́jn ðə pɒ́stə ǽftər bɔ́jlᵻŋ.",
        "hash": "TXT_002c0d659f5f786c907f10d1e15b07.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Rolling Pin: She flattened the dough with a wooden rolling pin for the perfect pie crust.",
        "ipa": "wʊ́dən rówlᵻŋ pᵻ́n: ʃij flǽtənd ðə dów wᵻð ə wʊ́dən rówlᵻŋ pᵻ́n fɔr ðə pɜ́rfəkt páj krʌ́st.",
        "hash": "TXT_76c475d7b3e0df799b5fe24ba9dd6c.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Baking Dish: The lasagna baked evenly in the ceramic baking dish.",
        "ipa": "sərǽmᵻk bɛ́jkᵻŋ dᵻ́ʃ: ðə lɒsɒ́njə bɛ́jkt íjvənlij ᵻn ðə sərǽmᵻk bɛ́jkᵻŋ dᵻ́ʃ.",
        "hash": "TXT_fa0f0689cde1d75d6d59f4a417e97f.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Muffin Tray: The non-stick muffin tray made it easy to remove the cupcakes without sticking.",
        "ipa": "nɒn-stᵻ́k mʌ́fᵻn trɛ́j: ðə nɒn-stᵻ́k mʌ́fᵻn trɛ́j mɛ́jd ᵻt íjzij tə rijmúwv ðə kʌ́pkɛ̀jks wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_86d1225ae73ef558a6f9b66097d4b7.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Oven Mitts: The silicone oven mitts protected her hands from the hot baking tray.",
        "ipa": "sᵻ́ləkòwn ʌ́vən mᵻ́ts: ðə sᵻ́ləkòwn ʌ́vən mᵻ́ts prətɛ́ktᵻd hər hǽndz frəm ðə hɒ́t bɛ́jkᵻŋ trɛ́j.",
        "hash": "TXT_2abfd1254c44b64eb8dac4681bd9a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Ladle: He served the soup with a stainless steel ladle, pouring it gently into bowls.",
        "ipa": "stɛ́jnləs stíjl lɛ́jdəl: hij sɜ́rvd ðə súwp wᵻð ə stɛ́jnləs stíjl lɛ́jdəl, pɔ́rᵻŋ ᵻt dʒɛ́ntlij ᵻntə bówlz.",
        "hash": "TXT_6db16adf5d9245248bdcb29dbdb621.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Spoon: She stirred the stew with a bamboo spoon to preserve the flavors.",
        "ipa": "bæmbúw spúwn: ʃij stɜ́rd ðə stúw wᵻð ə bæmbúw spúwn tə prəzɜ́rv ðə flɛ́jvərz.",
        "hash": "TXT_812af8fd8f4766c44903d4339db6ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Cheese Grater: He shredded the block of cheddar using a metal cheese grater.",
        "ipa": "mɛ́təl tʃíjz ɡrɛ́jtər: hij ʃrɛ́dᵻd ðə blɒ́k əv tʃɛ́dər júwzᵻŋ ə mɛ́təl tʃíjz ɡrɛ́jtər.",
        "hash": "TXT_f7a286f3fe75a934b42f8c015a8f96.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Storage Container: Leftovers were stored safely in a glass storage container with a tight lid.",
        "ipa": "ɡlǽs stɔ́rᵻdʒ kəntɛ́jnər: lɛ́ftòwvərz wɜ́r stɔ́rd sɛ́jflij ᵻn ə ɡlǽs stɔ́rᵻdʒ kəntɛ́jnər wᵻð ə tájt lᵻ́d.",
        "hash": "TXT_7ee276af2f2aec3c4c6428bb9f98d7.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Peeler: The stainless steel peeler made peeling the carrots quick and efficient.",
        "ipa": "stɛ́jnləs stíjl píjlər: ðə stɛ́jnləs stíjl píjlər mɛ́jd píjlᵻŋ ðə kǽrəts kwᵻ́k ənd əfᵻ́ʃənt.",
        "hash": "TXT_dcd5878c62a95a7f59ab2e8c2729e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Digital Kitchen Scale: She used the digital kitchen scale to weigh the ingredients accurately.",
        "ipa": "dᵻ́dʒᵻtəl kᵻ́tʃən skɛ́jl: ʃij júwzd ðə dᵻ́dʒᵻtəl kᵻ́tʃən skɛ́jl tə wɛ́j ðə ᵻ̀nɡríjdijənts ǽkjərətlij.",
        "hash": "TXT_1c7379faed1effefb107c470d8a0a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Copper Saucepan: The copper saucepan conducted heat perfectly for making caramel.",
        "ipa": "kɒ́pər sɔ́spæ̀n: ðə kɒ́pər sɔ́spæ̀n kəndʌ́ktᵻd híjt pɜ́rfəktlij fɔr mɛ́jkᵻŋ kǽrəməl.",
        "hash": "TXT_457a20f01416a86a6fcba097dba3d0.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Cream Scoop: He served the dessert with an ice cream scoop.",
        "ipa": "ájs kríjm skúwp: hij sɜ́rvd ðə dəzɜ́rt wᵻð ən ájs kríjm skúwp.",
        "hash": "TXT_7d1b925a20b9dcccdeb364b1128aff.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Baking Mat: The cookies baked evenly on the silicone baking mat without sticking.",
        "ipa": "sᵻ́ləkòwn bɛ́jkᵻŋ mǽt: ðə kʊ́kijz bɛ́jkt íjvənlij ɒn ðə sᵻ́ləkòwn bɛ́jkᵻŋ mǽt wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_ccb84667f53563bd5d04810849548a.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Strainer: The stainless steel strainer was used to sift flour for the cake.",
        "ipa": "stɛ́jnləs stíjl strɛ́jnər: ðə stɛ́jnləs stíjl strɛ́jnər wɒz júwzd tə sᵻ́ft fláwər fɔr ðə kɛ́jk.",
        "hash": "TXT_120c04a8e04a811479ee479efd8803.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Salad Tongs: She tossed the greens with the wooden salad tongs for an even mix.",
        "ipa": "wʊ́dən sǽləd tɒ́ŋz: ʃij tɔ́st ðə ɡríjnz wᵻð ðə wʊ́dən sǽləd tɒ́ŋz fɔr ən íjvən mᵻ́ks.",
        "hash": "TXT_87f3af37389dfcee950ef5d4c7278a.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Bottle Opener: He opened the soda bottle with a metal bottle opener.",
        "ipa": "mɛ́təl bɒ́təl ówpənər: hij ówpənd ðə sówdə bɒ́təl wᵻð ə mɛ́təl bɒ́təl ówpənər.",
        "hash": "TXT_b1ec224d4eeb0da48a56e1b19ba9b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Mortar and Pestle: She crushed the spices finely using a ceramic mortar and pestle.",
        "ipa": "sərǽmᵻk mɔ́rtər ənd pɛ́səl: ʃij krʌ́ʃt ðə spájsᵻz fájnlij júwzᵻŋ ə sərǽmᵻk mɔ́rtər ənd pɛ́səl.",
        "hash": "TXT_5a523fb5ea80b793beaf87d5a5334a.mp3",
        "score": 0.5
    },
    {
        "txt": "Potato Masher: The potato masher made the mashed potatoes creamy and smooth.",
        "ipa": "pətɛ́jtow mǽʃər: ðə pətɛ́jtow mǽʃər mɛ́jd ðə mǽʃt pətɛ́jtowz kríjmij ənd smúwð.",
        "hash": "TXT_bd19ac9d09238d7d90871985d90e9f.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Can Opener: The electric can opener worked effortlessly to open the soup can.",
        "ipa": "əlɛ́ktrᵻk kən ówpənər: ðə əlɛ́ktrᵻk kən ówpənər wɜ́rkt ɛ́fərtləslij tə ówpən ðə súwp kən.",
        "hash": "TXT_af23baa61b73b914d52d3ae70b36b2.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Pastry Brush: She brushed the pastry with egg wash using a silicone pastry brush.",
        "ipa": "sᵻ́ləkòwn pɛ́jstrij brʌ́ʃ: ʃij brʌ́ʃt ðə pɛ́jstrij wᵻð ɛ́ɡ wɒ́ʃ júwzᵻŋ ə sᵻ́ləkòwn pɛ́jstrij brʌ́ʃ.",
        "hash": "TXT_ac201c57398930e935361a83fb26ba.mp3",
        "score": 0.5
    },
    {
        "txt": "Garlic Press: The garlic press minced the garlic cloves with ease.",
        "ipa": "ɡɑ́rlᵻk prɛ́s: ðə ɡɑ́rlᵻk prɛ́s mᵻ́nst ðə ɡɑ́rlᵻk klówvz wᵻð íjz.",
        "hash": "TXT_381b2e25c257c7ba59e4078ade4c96.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Kitchen Shears: The metal kitchen shears were sharp enough to cut through chicken bones.",
        "ipa": "mɛ́təl kᵻ́tʃən ʃíjərz: ðə mɛ́təl kᵻ́tʃən ʃíjərz wɜ́r ʃɑ́rp ənʌ́f tə kʌ́t θrúw tʃᵻ́kən bównz.",
        "hash": "TXT_2fe7d85597271316ce0fab3fc3179a.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Soup Bowl: The hot soup was served in a ceramic soup bowl, keeping it warm for longer.",
        "ipa": "sərǽmᵻk súwp bówl: ðə hɒ́t súwp wɒz sɜ́rvd ᵻn ə sərǽmᵻk súwp bówl, kíjpᵻŋ ᵻt wɔ́rm fɔr lɔ́ŋɡər.",
        "hash": "TXT_167d748097fc9bf92f54fe3fb7bd82.mp3",
        "score": 0.5
    },
    {
        "txt": "Plastic Funnel: He used a plastic funnel to pour the oil into the narrow-mouthed bottle.",
        "ipa": "plǽstᵻk fʌ́nəl: hij júwzd ə plǽstᵻk fʌ́nəl tə pɔ́r ðə ɔ́jl ᵻntə ðə nǽrow-máwðd bɒ́təl.",
        "hash": "TXT_278d34a1066aba7fe1a521c753427a.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Tenderizer: The meat tenderizer softened the steaks perfectly.",
        "ipa": "míjt tɛ́ndəràjzər: ðə míjt tɛ́ndəràjzər sɔ́fənd ðə stɛ́jks pɜ́rfəktlij.",
        "hash": "TXT_776f779b5a92c0ae46047e7eab1f06.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Pepper Mill: She ground fresh pepper with the wooden pepper mill for extra flavor.",
        "ipa": "wʊ́dən pɛ́pər mᵻ́l: ʃij ɡráwnd frɛ́ʃ pɛ́pər wᵻð ðə wʊ́dən pɛ́pər mᵻ́l fɔr ɛ́kstrə flɛ́jvər.",
        "hash": "TXT_ff75f6c76f87604606383c1be7a08d.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Egg Ring: The silicone egg ring helped make perfectly round fried eggs.",
        "ipa": "sᵻ́ləkòwn ɛ́ɡ rᵻ́ŋ: ðə sᵻ́ləkòwn ɛ́ɡ rᵻ́ŋ hɛ́lpt mɛ́jk pɜ́rfəktlij ráwnd frájd ɛ́ɡz.",
        "hash": "TXT_4edde5678bdb728dbfb0cbb7cbc061.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Baking Sheet: The non-stick baking sheet was ideal for roasting vegetables without sticking.",
        "ipa": "nɒn-stᵻ́k bɛ́jkᵻŋ ʃíjt: ðə nɒn-stᵻ́k bɛ́jkᵻŋ ʃíjt wɒz ajdíjəl fɔr rówstᵻŋ vɛ́dʒtəbəlz wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_0987d3e36eb31c2c8d36d5940c11c8.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Thermometer: He used a stainless steel thermometer to check the turkey’s internal temperature.",
        "ipa": "stɛ́jnləs stíjl θərmɒ́mətər: hij júwzd ə stɛ́jnləs stíjl θərmɒ́mətər tə tʃɛ́k ðə tɜ́rkij'z ᵻ̀ntɜ́rnəl tɛ́mpərətʃər.",
        "hash": "TXT_10b6f8856266c7230f9f265951a332.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Cube Tray: The ice cube tray made it easy to pop out the ice cubes.",
        "ipa": "ájs kjúwb trɛ́j: ðə ájs kjúwb trɛ́j mɛ́jd ᵻt íjzij tə pɒ́p awt ðə ájs kjúwbz.",
        "hash": "TXT_ee33fc591688cba3e49d0a6ca1d586.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Cutter: The pizza cutter sliced through the crust without crushing the toppings.",
        "ipa": "píjtsə kʌ́tər: ðə píjtsə kʌ́tər slájst θrúw ðə krʌ́st wᵻðáwt krʌ́ʃᵻŋ ðə tɒ́pᵻŋz.",
        "hash": "TXT_5e4e7bb08613543ea42307ea88c2b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Lemon Juicer: She squeezed fresh lemon juice with the lemon juicer.",
        "ipa": "lɛ́mən dʒúwsər: ʃij skwíjzd frɛ́ʃ lɛ́mən dʒúws wᵻð ðə lɛ́mən dʒúwsər.",
        "hash": "TXT_6b21a8b16bf838c7f4a10e48089e64.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Zester: He used the stainless steel zester to add lemon zest to the cake.",
        "ipa": "stɛ́jnləs stíjl zɛ́stər: hij júwzd ðə stɛ́jnləs stíjl zɛ́stər tə ǽd lɛ́mən zɛ́st tə ðə kɛ́jk.",
        "hash": "TXT_8601cd88f984e9795bf00d0b8f19da.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Drying Rack: The bamboo drying rack held the clean dishes neatly.",
        "ipa": "bæmbúw drájᵻŋ rǽk: ðə bæmbúw drájᵻŋ rǽk hɛ́ld ðə klíjn dᵻ́ʃᵻz níjtlij.",
        "hash": "TXT_383b89d8f5b685f98e420264ff26e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Dish Scrubber: The dish scrubber cleaned the pots without scratching the surface.",
        "ipa": "dᵻ́ʃ skrʌ́bər: ðə dᵻ́ʃ skrʌ́bər klíjnd ðə pɒ́ts wᵻðáwt skrǽtʃᵻŋ ðə sɜ́rfəs.",
        "hash": "TXT_b1550fb0ab01eb17ba1875aaf3f34a.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Separator: The egg separator easily divided the yolk from the white.",
        "ipa": "ɛ́ɡ sɛ́pərɛ̀jtər: ðə ɛ́ɡ sɛ́pərɛ̀jtər íjzəlij dᵻvájdᵻd ðə jówk frəm ðə wájt.",
        "hash": "TXT_c76d0514735a265a0c24b874261675.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Spice Jars: The glass spice jars kept the herbs and spices fresh and organized.",
        "ipa": "ɡlǽs spájs dʒɑ́rz: ðə ɡlǽs spájs dʒɑ́rz kɛ́pt ðə ɜ́rbz ənd spájsᵻz frɛ́ʃ ənd ɔ́rɡənàjzd.",
        "hash": "TXT_5eb4281324cf6c38ece10824a579ed.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Cupcake Liners: The silicone cupcake liners were reusable and made cleanup a breeze.",
        "ipa": "sᵻ́ləkòwn kʌ́pkɛ̀jk lájnərz: ðə sᵻ́ləkòwn kʌ́pkɛ̀jk lájnərz wɜ́r rijúwzəbəl ənd mɛ́jd klíjnʌ̀p ə bríjz.",
        "hash": "TXT_6090952a46c5a182c48c01fb09bc3f.mp3",
        "score": 0.5
    },
    {
        "txt": "Soup Ladle: The soup ladle scooped generous portions of broth effortlessly.",
        "ipa": "súwp lɛ́jdəl: ðə súwp lɛ́jdəl skúwpt dʒɛ́nərəs pɔ́rʃənz əv brɔ́θ ɛ́fərtləslij.",
        "hash": "TXT_61a6c4078d40df8ab00015356f872a.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Pie Dish: The pie baked to golden perfection in the glass pie dish.",
        "ipa": "ɡlǽs páj dᵻ́ʃ: ðə páj bɛ́jkt tə ɡówldən pərfɛ́kʃən ᵻn ðə ɡlǽs páj dᵻ́ʃ.",
        "hash": "TXT_e189f74190d107310c97d5ac3e8552.mp3",
        "score": 0.5
    },
    {
        "txt": "Salad Spinner: The salad spinner removed excess water from the freshly washed greens.",
        "ipa": "sǽləd spᵻ́nər: ðə sǽləd spᵻ́nər rijmúwvd ɛ́ksɛ̀s wɔ́tər frəm ðə frɛ́ʃlij wɒ́ʃt ɡríjnz.",
        "hash": "TXT_fc9fc97ba83f6ea359bff25b823dec.mp3",
        "score": 0.5
    },
    {
        "txt": "Cast Iron Dutch Oven: The cast iron Dutch oven was ideal for slow-cooking hearty stews.",
        "ipa": "kǽst ájərn dʌ́tʃ ʌ́vən: ðə kǽst ájərn dʌ́tʃ ʌ́vən wɒz ajdíjəl fɔr slów-kʊ́kᵻŋ hɑ́rtij stúwz.",
        "hash": "TXT_eaeefde8d62ee6545af9bede6c92e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Trivet: She placed the hot pot on a silicone trivet to protect the countertop.",
        "ipa": "sᵻ́ləkòwn trᵻ́vᵻt: ʃij plɛ́jst ðə hɒ́t pɒ́t ɒn ə sᵻ́ləkòwn trᵻ́vᵻt tə prətɛ́kt ðə káwntərtɒ̀p.",
        "hash": "TXT_496d5cc0361a36ef1209528619ac96.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Board: The pastry board provided ample space for rolling out the dough.",
        "ipa": "pɛ́jstrij bɔ́rd: ðə pɛ́jstrij bɔ́rd prəvájdᵻd ǽmpəl spɛ́js fɔr rówlᵻŋ awt ðə dów.",
        "hash": "TXT_d36d605160820ec74219b947bb2f5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Timer: The egg timer ensured the boiled eggs were cooked to perfection.",
        "ipa": "ɛ́ɡ tájmər: ðə ɛ́ɡ tájmər ənʃʊ́rd ðə bɔ́jld ɛ́ɡz wɜ́r kʊ́kt tə pərfɛ́kʃən.",
        "hash": "TXT_b2bc2a40c3f8cfe74b051ac26775c5.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Crepe Pan: The non-stick crepe pan made flipping thin pancakes a breeze.",
        "ipa": "nɒn-stᵻ́k krɛ́jp pǽn: ðə nɒn-stᵻ́k krɛ́jp pǽn mɛ́jd flᵻ́pᵻŋ θᵻ́n pǽnkɛ̀jks ə bríjz.",
        "hash": "TXT_9b40e1b0e44ce3f0460aae6914c829.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Server: The cake server sliced and served the dessert neatly.",
        "ipa": "kɛ́jk sɜ́rvər: ðə kɛ́jk sɜ́rvər slájst ənd sɜ́rvd ðə dəzɜ́rt níjtlij.",
        "hash": "TXT_96ecd845579aa3021e8077851e4c6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Tea Kettle: The ceramic tea kettle whistled softly when the water reached boiling point.",
        "ipa": "sərǽmᵻk tíj kɛ́təl: ðə sərǽmᵻk tíj kɛ́təl wᵻ́səld sɔ́flij wɛ́n ðə wɔ́tər ríjtʃt bɔ́jlᵻŋ pɔ́jnt.",
        "hash": "TXT_a671e457489bb5f43a380796ec905f.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Fish Turner: The metal fish turner allowed him to flip delicate fillets without breaking them.",
        "ipa": "mɛ́təl fᵻ́ʃ tɜ́rnər: ðə mɛ́təl fᵻ́ʃ tɜ́rnər əláwd hᵻm tə flᵻ́p dɛ́lᵻkət fᵻ́ləts wᵻðáwt brɛ́jkᵻŋ ðɛm.",
        "hash": "TXT_894083f157a57d7b1442e130a58533.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Lid: The pot lid trapped steam efficiently while cooking.",
        "ipa": "pɒ́t lᵻ́d: ðə pɒ́t lᵻ́d trǽpt stíjm əfᵻ́ʃəntlij wájl kʊ́kᵻŋ.",
        "hash": "TXT_6d454c3fdccbeaf567eeb1dc39447c.mp3",
        "score": 0.5
    },
    {
        "txt": "Ravioli Cutter: The ravioli cutter created uniform pasta shapes effortlessly.",
        "ipa": "ræ̀vijówlij kʌ́tər: ðə ræ̀vijówlij kʌ́tər krijɛ́jtᵻd júwnᵻfɔ̀rm pɒ́stə ʃɛ́jps ɛ́fərtləslij.",
        "hash": "TXT_9fd3a1f699ce75a391b63eb1a9d092.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Sushi Mat: She rolled the sushi tightly using a bamboo sushi mat.",
        "ipa": "bæmbúw súwʃij mǽt: ʃij rówld ðə súwʃij tájtlij júwzᵻŋ ə bæmbúw súwʃij mǽt.",
        "hash": "TXT_878648ecb6be993932f1b9b6660a61.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Tart Pan: The non-stick tart pan released the dessert cleanly after baking.",
        "ipa": "nɒn-stᵻ́k tɑ́rt pǽn: ðə nɒn-stᵻ́k tɑ́rt pǽn rəlíjst ðə dəzɜ́rt klíjnlij ǽftər bɛ́jkᵻŋ.",
        "hash": "TXT_4619a3957ba0c97ffa53483af486c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Butter Dish: The glass butter dish kept the butter fresh while displaying it elegantly.",
        "ipa": "ɡlǽs bʌ́tər dᵻ́ʃ: ðə ɡlǽs bʌ́tər dᵻ́ʃ kɛ́pt ðə bʌ́tər frɛ́ʃ wájl dᵻsplɛ́jᵻŋ ᵻt ɛ́ləɡəntlìj.",
        "hash": "TXT_77ff5306873ccdda22602edea0e6d0.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Wheel: The pastry wheel cut precise shapes from the dough.",
        "ipa": "pɛ́jstrij wíjl: ðə pɛ́jstrij wíjl kʌ́t prəsájs ʃɛ́jps frəm ðə dów.",
        "hash": "TXT_c91c8904ba682152e99188378d5aae.mp3",
        "score": 0.5
    },
    {
        "txt": "Jar Opener: The jar opener gave her a firm grip on stubborn lids.",
        "ipa": "dʒɑ́r ówpənər: ðə dʒɑ́r ówpənər ɡɛ́jv hər ə fɜ́rm ɡrᵻ́p ɒn stʌ́bərn lᵻ́dz.",
        "hash": "TXT_8cf4c00b77261cf85339aa3075c958.mp3",
        "score": 0.5
    },
    {
        "txt": "Cast Iron Griddle: The cast iron griddle cooked the pancakes evenly on both sides.",
        "ipa": "kǽst ájərn ɡrᵻ́dəl: ðə kǽst ájərn ɡrᵻ́dəl kʊ́kt ðə pǽnkɛ̀jks íjvənlij ɒn bówθ sájdz.",
        "hash": "TXT_48eb17408cfc94f0f67efaedfeb690.mp3",
        "score": 0.5
    },
    {
        "txt": "Rice Paddle: The rice paddle helped serve sticky rice without clumping.",
        "ipa": "rájs pǽdəl: ðə rájs pǽdəl hɛ́lpt sɜ́rv stᵻ́kij rájs wᵻðáwt klʌ́mpᵻŋ.",
        "hash": "TXT_c28544c96b2d293dbecc5b833bb400.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Skimmer: The metal skimmer removed impurities from the simmering broth.",
        "ipa": "mɛ́təl skᵻ́mər: ðə mɛ́təl skᵻ́mər rijmúwvd ᵻ̀mpjʊ́rᵻtijz frəm ðə sᵻ́mərᵻŋ brɔ́θ.",
        "hash": "TXT_665415c50b8ee5404d12fba932796c.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Pin: The rolling pin flattened the dough evenly for pasta.",
        "ipa": "rówlᵻŋ pᵻ́n: ðə rówlᵻŋ pᵻ́n flǽtənd ðə dów íjvənlij fɔr pɒ́stə.",
        "hash": "TXT_1815bd90176b893681518aa52229b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Dough Scraper: The silicone dough scraper cleaned the bowl thoroughly without wasting batter.",
        "ipa": "sᵻ́ləkòwn dów skrɛ́jpər: ðə sᵻ́ləkòwn dów skrɛ́jpər klíjnd ðə bówl θɜ́rəlij wᵻðáwt wɛ́jstᵻŋ bǽtər.",
        "hash": "TXT_eeed685562d6172a873960b06eb301.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Fondue Pot: The ceramic fondue pot kept the cheese warm and gooey for dipping.",
        "ipa": "sərǽmᵻk fɒ́ndùw pɒ́t: ðə sərǽmᵻk fɒ́ndùw pɒ́t kɛ́pt ðə tʃíjz wɔ́rm ənd ɡúwij fɔr dᵻ́pᵻŋ.",
        "hash": "TXT_0ffb8b3e9dcaa481a0c426f8526eb2.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Measuring Beaker: The glass measuring beaker displayed milliliters and ounces for precision.",
        "ipa": "ɡlǽs mɛ́ʒərᵻŋ bíjkər: ðə ɡlǽs mɛ́ʒərᵻŋ bíjkər dᵻsplɛ́jd mᵻ́ləlìjtərz ənd áwnsᵻz fɔr prəsᵻ́ʒən.",
        "hash": "TXT_209715061c00eb7b26a4488f5b5f26.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Chopsticks: She skillfully ate her sushi with the bamboo chopsticks.",
        "ipa": "bæmbúw tʃɒ́pstᵻ̀ks: ʃij skᵻ́lfəlij ɛ́jt hər súwʃij wᵻð ðə bæmbúw tʃɒ́pstᵻ̀ks.",
        "hash": "TXT_3bdece9d652772d809173b9f7d27b7.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Ice Pop Molds: The silicone ice pop molds made homemade popsicles easy to release.",
        "ipa": "sᵻ́ləkòwn ájs pɒ́p mówldz: ðə sᵻ́ləkòwn ájs pɒ́p mówldz mɛ́jd hówmɛ́jd pɒ́psᵻ̀kəlz íjzij tə rəlíjs.",
        "hash": "TXT_0e060bae4dbc76490d25f0821b3ccc.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Loaf Pan: The non-stick loaf pan baked the banana bread without sticking.",
        "ipa": "nɒn-stᵻ́k lówf pǽn: ðə nɒn-stᵻ́k lówf pǽn bɛ́jkt ðə bənǽnə brɛ́d wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_35f7abf23db6e1f5be2d4803d665ff.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Coffee Scoop: The stainless steel coffee scoop measured the perfect amount of grounds.",
        "ipa": "stɛ́jnləs stíjl kɒ́fij skúwp: ðə stɛ́jnləs stíjl kɒ́fij skúwp mɛ́ʒərd ðə pɜ́rfəkt əmáwnt əv ɡráwndz.",
        "hash": "TXT_7c38aa096d33f9ea59b7cfbf13708f.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Baking Weights: The glass baking weights prevented the pastry crust from puffing up.",
        "ipa": "ɡlǽs bɛ́jkᵻŋ wɛ́jts: ðə ɡlǽs bɛ́jkᵻŋ wɛ́jts prəvɛ́ntᵻd ðə pɛ́jstrij krʌ́st frəm pʌ́fᵻŋ ʌp.",
        "hash": "TXT_88f0401ba6277da0b52ae827199e17.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Cooking Utensils: The silicone cooking utensils avoided scratching the non-stick cookware.",
        "ipa": "sᵻ́ləkòwn kʊ́kᵻŋ juwtɛ́nsəlz: ðə sᵻ́ləkòwn kʊ́kᵻŋ juwtɛ́nsəlz əvɔ́jdᵻd skrǽtʃᵻŋ ðə nɒn-stᵻ́k kʊ́kwɛ̀ər.",
        "hash": "TXT_df94a528b4853fc740b65e3a8385f0.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Butter Bell: The ceramic butter bell kept the butter fresh and spreadable.",
        "ipa": "sərǽmᵻk bʌ́tər bɛ́l: ðə sərǽmᵻk bʌ́tər bɛ́l kɛ́pt ðə bʌ́tər frɛ́ʃ ənd sprɛ́dəbəl.",
        "hash": "TXT_aa5d0465145ed090775199bad99c0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Stainless Steel Spiralizer: The stainless steel spiralizer created zucchini noodles effortlessly.",
        "ipa": "stɛ́jnləs stíjl spájərəlàjzər: ðə stɛ́jnləs stíjl spájərəlàjzər krijɛ́jtᵻd zuwkíjnij núwdəlz ɛ́fərtləslij.",
        "hash": "TXT_99006b0fa00d4ca708565936ee66a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Plastic Bag Clips: The plastic bag clips sealed opened snack bags to keep them fresh.",
        "ipa": "plǽstᵻk bǽɡ klᵻ́ps: ðə plǽstᵻk bǽɡ klᵻ́ps síjld ówpənd snǽk bǽɡz tə kíjp ðɛm frɛ́ʃ.",
        "hash": "TXT_c5a1d45b702e3ddeea982cbf10515a.mp3",
        "score": 0.5
    },
    {
        "txt": "Cast Iron Grill Press: The cast iron grill press flattened the sandwich for an even toast.",
        "ipa": "kǽst ájərn ɡrᵻ́l prɛ́s: ðə kǽst ájərn ɡrᵻ́l prɛ́s flǽtənd ðə sǽmwᵻtʃ fɔr ən íjvən tówst.",
        "hash": "TXT_0e5bfd21bac2217e679a3be82d2ffb.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Dispenser: The oil dispenser poured the olive oil in a controlled stream.",
        "ipa": "ɔ́jl dᵻspɛ́nsər: ðə ɔ́jl dᵻspɛ́nsər pɔ́rd ðə ɒ́lᵻv ɔ́jl ᵻn ə kəntrówld stríjm.",
        "hash": "TXT_3ca376ec97b5b4c0715eb22ed79562.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Corn Holders: The wooden corn holders made eating hot corn on the cob easier.",
        "ipa": "wʊ́dən kɔ́rn hówldərz: ðə wʊ́dən kɔ́rn hówldərz mɛ́jd íjtᵻŋ hɒ́t kɔ́rn ɒn ðə kɒ́b íjzijər.",
        "hash": "TXT_5e7a38aaaf5ac26fdd6bf2da136f06.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Tongs: The ice tongs picked up ice cubes neatly.",
        "ipa": "ájs tɒ́ŋz: ðə ájs tɒ́ŋz pᵻ́kt ʌp ájs kjúwbz níjtlij.",
        "hash": "TXT_971ae874bb9a6decbe3ee2b1ff08e6.mp3",
        "score": 0.5
    },
    {
        "txt": "Non-Stick Roasting Pan: The non-stick roasting pan cooked the turkey evenly and made cleanup simple.",
        "ipa": "nɒn-stᵻ́k rówstᵻŋ pǽn: ðə nɒn-stᵻ́k rówstᵻŋ pǽn kʊ́kt ðə tɜ́rkij íjvənlij ənd mɛ́jd klíjnʌ̀p sᵻ́mpəl.",
        "hash": "TXT_76d935cdbb01d809e7e9b39efad7a5.mp3",
        "score": 0.5
    },
    {
        "txt": "Cup Lid: The cup lid kept her tea warm while she worked.",
        "ipa": "kʌ́p lᵻ́d: ðə kʌ́p lᵻ́d kɛ́pt hər tíj wɔ́rm wájl ʃij wɜ́rkt.",
        "hash": "TXT_3f6af9d9df08c558591006055d2893.mp3",
        "score": 0.5
    },
    {
        "txt": "Potato Ricer: The potato ricer made the mashed potatoes incredibly fluffy.",
        "ipa": "pətɛ́jtow rájsər: ðə pətɛ́jtow rájsər mɛ́jd ðə mǽʃt pətɛ́jtowz ᵻ̀nkrɛ́dᵻblij flʌ́fij.",
        "hash": "TXT_47915a2d48781d1b0f7c755f431fa6.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Carafe: The glass carafe held freshly squeezed orange juice for breakfast.",
        "ipa": "ɡlǽs kərǽf: ðə ɡlǽs kərǽf hɛ́ld frɛ́ʃlij skwíjzd ɔ́rəndʒ dʒúws fɔr brɛ́kfəst.",
        "hash": "TXT_975454d8f3708e443f75398c2be700.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Cutter: The pastry cutter blended butter into the flour with ease.",
        "ipa": "pɛ́jstrij kʌ́tər: ðə pɛ́jstrij kʌ́tər blɛ́ndᵻd bʌ́tər ᵻntə ðə fláwər wᵻð íjz.",
        "hash": "TXT_ecb63b87209d2fa459130097b8cc7a.mp3",
        "score": 0.5
    },
    {
        "txt": "Knife Block: The knife block kept the kitchen knives organized and within reach.",
        "ipa": "nájf blɒ́k: ðə nájf blɒ́k kɛ́pt ðə kᵻ́tʃən nájvz ɔ́rɡənàjzd ənd wᵻðᵻ́n ríjtʃ.",
        "hash": "TXT_b195c7090bfdc951de35dd15db8598.mp3",
        "score": 0.5
    },
    {
        "txt": "Coffee Mug: The coffee mug kept her morning brew warm and flavorful.",
        "ipa": "kɒ́fij mʌ́ɡ: ðə kɒ́fij mʌ́ɡ kɛ́pt hər mɔ́rnᵻŋ brúw wɔ́rm ənd flɛ́jvərfəl.",
        "hash": "TXT_724f7d214224c783fef8faa8d39171.mp3",
        "score": 0.5
    },
    {
        "txt": "Pancake Flipper: The pancake flipper turned the pancakes without tearing them.",
        "ipa": "pǽnkɛ̀jk flᵻ́pər: ðə pǽnkɛ̀jk flᵻ́pər tɜ́rnd ðə pǽnkɛ̀jks wᵻðáwt tɛ́ərᵻŋ ðɛm.",
        "hash": "TXT_c557e4a149e4f0a0ae2e4b56df7e6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Chef Knife: The chef knife sliced through the tomato effortlessly.",
        "ipa": "ʃɛ́f nájf: ðə ʃɛ́f nájf slájst θrúw ðə təmɒ́tòw ɛ́fərtləslij.",
        "hash": "TXT_cc9103f6d61e5c527cfbc440854724.mp3",
        "score": 0.5
    },
    {
        "txt": "Cutting Board: She placed the bread on the cutting board to slice it neatly.",
        "ipa": "kʌ́tᵻŋ bɔ́rd: ʃij plɛ́jst ðə brɛ́d ɒn ðə kʌ́tᵻŋ bɔ́rd tə slájs ᵻt níjtlij.",
        "hash": "TXT_795a328c4bef5bb5656f22ec72446d.mp3",
        "score": 0.5
    },
    {
        "txt": "Mixing Bowl: The mixing bowl was perfect for combining the cake batter.",
        "ipa": "mᵻ́ksᵻŋ bówl: ðə mᵻ́ksᵻŋ bówl wɒz pɜ́rfəkt fɔr kəmbájnᵻŋ ðə kɛ́jk bǽtər.",
        "hash": "TXT_a286fb109f7fc8933fe04ab8fdc8a7.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Cups: She used the measuring cups to measure the exact amount of flour needed.",
        "ipa": "mɛ́ʒərᵻŋ kʌ́ps: ʃij júwzd ðə mɛ́ʒərᵻŋ kʌ́ps tə mɛ́ʒər ðə əɡzǽkt əmáwnt əv fláwər níjdᵻd.",
        "hash": "TXT_8c5f950027c13115c1553d71d20556.mp3",
        "score": 0.5
    },
    {
        "txt": "Frying Pan: The frying pan ensured that the eggs didn’t stick while cooking.",
        "ipa": "frájᵻŋ pǽn: ðə frájᵻŋ pǽn ənʃʊ́rd thət ðə ɛ́ɡz dᵻ́dənt stᵻ́k wájl kʊ́kᵻŋ.",
        "hash": "TXT_58b1fffacd829697f88c3e454a367f.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Spatula: He stirred the sauce gently with the kitchen spatula to avoid scratching the pan.",
        "ipa": "kᵻ́tʃən spǽtʃʊ̀lə: hij stɜ́rd ðə sɔ́s dʒɛ́ntlij wᵻð ðə kᵻ́tʃən spǽtʃʊ̀lə tə əvɔ́jd skrǽtʃᵻŋ ðə pǽn.",
        "hash": "TXT_e799c08a435e8186ab3235f952ab53.mp3",
        "score": 0.5
    },
    {
        "txt": "Balloon Whisk: The balloon whisk made it easy to blend the eggs and milk for the omelet.",
        "ipa": "bəlúwn wᵻ́sk: ðə bəlúwn wᵻ́sk mɛ́jd ᵻt íjzij tə blɛ́nd ðə ɛ́ɡz ənd mᵻ́lk fɔr ðə ɒ́mlət.",
        "hash": "TXT_eea69ff47c306b1ce3c07fc5655eeb.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Jug: The measuring jug showed the precise amount of water for the recipe.",
        "ipa": "mɛ́ʒərᵻŋ dʒʌ́ɡ: ðə mɛ́ʒərᵻŋ dʒʌ́ɡ ʃówd ðə prəsájs əmáwnt əv wɔ́tər fɔr ðə rɛ́sᵻpij.",
        "hash": "TXT_dd5cb183b449cc7c4eb8f710976ffe.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand Mixer: She whipped the cream to soft peaks using the hand mixer.",
        "ipa": "hǽnd mᵻ́ksər: ʃij wᵻ́pt ðə kríjm tə sɒ́ft píjks júwzᵻŋ ðə hǽnd mᵻ́ksər.",
        "hash": "TXT_62344bef8872e9388c08d90b7191aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Skillet: The kitchen skillet retained heat evenly, making it ideal for searing steaks.",
        "ipa": "kᵻ́tʃən skᵻ́lət: ðə kᵻ́tʃən skᵻ́lət rijtɛ́jnd híjt íjvənlij, mɛ́jkᵻŋ ᵻt ajdíjəl fɔr sɪ́ərᵻŋ stɛ́jks.",
        "hash": "TXT_24ee2f6506466940108372efed08ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Tongs: He used the kitchen tongs to flip the chicken on the grill.",
        "ipa": "kᵻ́tʃən tɒ́ŋz: hij júwzd ðə kᵻ́tʃən tɒ́ŋz tə flᵻ́p ðə tʃᵻ́kən ɒn ðə ɡrᵻ́l.",
        "hash": "TXT_6eca6a7609a8ab8e7cbf6f66cb150a.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Pin: She flattened the dough with the rolling pin for the perfect pie crust.",
        "ipa": "rówlᵻŋ pᵻ́n: ʃij flǽtənd ðə dów wᵻð ðə rówlᵻŋ pᵻ́n fɔr ðə pɜ́rfəkt páj krʌ́st.",
        "hash": "TXT_0972151809914fe8d8ee41912694f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Dish: The lasagna baked evenly in the baking dish.",
        "ipa": "bɛ́jkᵻŋ dᵻ́ʃ: ðə lɒsɒ́njə bɛ́jkt íjvənlij ᵻn ðə bɛ́jkᵻŋ dᵻ́ʃ.",
        "hash": "TXT_4401e3157b065075c0b48177ef5861.mp3",
        "score": 0.5
    },
    {
        "txt": "Muffin Tray: The muffin tray made it easy to remove the cupcakes without sticking.",
        "ipa": "mʌ́fᵻn trɛ́j: ðə mʌ́fᵻn trɛ́j mɛ́jd ᵻt íjzij tə rijmúwv ðə kʌ́pkɛ̀jks wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_8091c5079548fa32911d4c22f24c9d.mp3",
        "score": 0.5
    },
    {
        "txt": "Oven Mitts: The oven mitts protected her hands from the hot baking tray.",
        "ipa": "ʌ́vən mᵻ́ts: ðə ʌ́vən mᵻ́ts prətɛ́ktᵻd hər hǽndz frəm ðə hɒ́t bɛ́jkᵻŋ trɛ́j.",
        "hash": "TXT_a9ba0dbc5df52aa8d04e67f13d1d70.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Spoon: She stirred the stew with the bamboo spoon to preserve the flavors.",
        "ipa": "bæmbúw spúwn: ʃij stɜ́rd ðə stúw wᵻð ðə bæmbúw spúwn tə prəzɜ́rv ðə flɛ́jvərz.",
        "hash": "TXT_83beb760dd9d1b11d71bc39bb36a2e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Grater: He shredded the block of cheddar using the cheese grater.",
        "ipa": "tʃíjz ɡrɛ́jtər: hij ʃrɛ́dᵻd ðə blɒ́k əv tʃɛ́dər júwzᵻŋ ðə tʃíjz ɡrɛ́jtər.",
        "hash": "TXT_015630865dc291b3d2b8180f101075.mp3",
        "score": 0.5
    },
    {
        "txt": "Storage Container: Leftovers were stored safely in the storage container with a tight lid.",
        "ipa": "stɔ́rᵻdʒ kəntɛ́jnər: lɛ́ftòwvərz wɜ́r stɔ́rd sɛ́jflij ᵻn ðə stɔ́rᵻdʒ kəntɛ́jnər wᵻð ə tájt lᵻ́d.",
        "hash": "TXT_2aca8066888e965674e312889fe50d.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Scale: She used the kitchen scale to weigh the ingredients accurately.",
        "ipa": "kᵻ́tʃən skɛ́jl: ʃij júwzd ðə kᵻ́tʃən skɛ́jl tə wɛ́j ðə ᵻ̀nɡríjdijənts ǽkjərətlij.",
        "hash": "TXT_512bb05e8f103f6804d2e511c6b524.mp3",
        "score": 0.5
    },
    {
        "txt": "Small Saucepan: The small saucepan conducted heat perfectly for making caramel.",
        "ipa": "smɔ́l sɔ́spæ̀n: ðə smɔ́l sɔ́spæ̀n kəndʌ́ktᵻd híjt pɜ́rfəktlij fɔr mɛ́jkᵻŋ kǽrəməl.",
        "hash": "TXT_b7369f5e1cbb9e3349da1c4b7bfcbb.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Cream Scoop: He served the dessert with the ice cream scoop.",
        "ipa": "ájs kríjm skúwp: hij sɜ́rvd ðə dəzɜ́rt wᵻð ðə ájs kríjm skúwp.",
        "hash": "TXT_1436a879eaacd1adf2876726ee4571.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Mat: The cookies baked evenly on the baking mat without sticking.",
        "ipa": "bɛ́jkᵻŋ mǽt: ðə kʊ́kijz bɛ́jkt íjvənlij ɒn ðə bɛ́jkᵻŋ mǽt wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_d02ea0ded7022f173af9ecc08016d6.mp3",
        "score": 0.5
    },
    {
        "txt": "Fine Strainer: The fine strainer was used to sift flour for the cake.",
        "ipa": "fájn strɛ́jnər: ðə fájn strɛ́jnər wɒz júwzd tə sᵻ́ft fláwər fɔr ðə kɛ́jk.",
        "hash": "TXT_d9e3f02342f6467bdb99d22b7f4d98.mp3",
        "score": 0.5
    },
    {
        "txt": "Salad Tongs: She tossed the greens with the salad tongs for an even mix.",
        "ipa": "sǽləd tɒ́ŋz: ʃij tɔ́st ðə ɡríjnz wᵻð ðə sǽləd tɒ́ŋz fɔr ən íjvən mᵻ́ks.",
        "hash": "TXT_2ce850ef45626135e4d487e4060479.mp3",
        "score": 0.5
    },
    {
        "txt": "Bottle Opener: He opened the soda bottle with the bottle opener.",
        "ipa": "bɒ́təl ówpənər: hij ówpənd ðə sówdə bɒ́təl wᵻð ðə bɒ́təl ówpənər.",
        "hash": "TXT_44e6a8cd35bd9c5198844925d1998c.mp3",
        "score": 0.5
    },
    {
        "txt": "Mortar and Pestle: She crushed the spices finely using the mortar and pestle.",
        "ipa": "mɔ́rtər ənd pɛ́səl: ʃij krʌ́ʃt ðə spájsᵻz fájnlij júwzᵻŋ ðə mɔ́rtər ənd pɛ́səl.",
        "hash": "TXT_290e95d6bd2c71c58fd3a22a8e8693.mp3",
        "score": 0.5
    },
    {
        "txt": "Potato Masher: The potato masher made the mashed potatoes creamy and smooth.",
        "ipa": "pətɛ́jtow mǽʃər: ðə pətɛ́jtow mǽʃər mɛ́jd ðə mǽʃt pətɛ́jtowz kríjmij ənd smúwð.",
        "hash": "TXT_bd19ac9d09238d7d90871985d90e9f.mp3",
        "score": 0.5
    },
    {
        "txt": "Can Opener: The can opener worked effortlessly to open the soup can.",
        "ipa": "kən ówpənər: ðə kən ówpənər wɜ́rkt ɛ́fərtləslij tə ówpən ðə súwp kən.",
        "hash": "TXT_9db86d47fd2289bdda46c85e39fde9.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Brush: She brushed the pastry with egg wash using the pastry brush.",
        "ipa": "pɛ́jstrij brʌ́ʃ: ʃij brʌ́ʃt ðə pɛ́jstrij wᵻð ɛ́ɡ wɒ́ʃ júwzᵻŋ ðə pɛ́jstrij brʌ́ʃ.",
        "hash": "TXT_edc8b036eda28969ac8473b29c4ea4.mp3",
        "score": 0.5
    },
    {
        "txt": "Garlic Press: The garlic press minced the garlic cloves with ease.",
        "ipa": "ɡɑ́rlᵻk prɛ́s: ðə ɡɑ́rlᵻk prɛ́s mᵻ́nst ðə ɡɑ́rlᵻk klówvz wᵻð íjz.",
        "hash": "TXT_381b2e25c257c7ba59e4078ade4c96.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Shears: The kitchen shears were sharp enough to cut through chicken bones.",
        "ipa": "kᵻ́tʃən ʃíjərz: ðə kᵻ́tʃən ʃíjərz wɜ́r ʃɑ́rp ənʌ́f tə kʌ́t θrúw tʃᵻ́kən bównz.",
        "hash": "TXT_2d879adfc1ed015d04095a77c4286f.mp3",
        "score": 0.5
    },
    {
        "txt": "Soup Bowl: The hot soup was served in the soup bowl, keeping it warm for longer.",
        "ipa": "súwp bówl: ðə hɒ́t súwp wɒz sɜ́rvd ᵻn ðə súwp bówl, kíjpᵻŋ ᵻt wɔ́rm fɔr lɔ́ŋɡər.",
        "hash": "TXT_4e37b177faf85ac255d5ec2bc675b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Funnel: He used the kitchen funnel to pour the oil into the narrow-mouthed bottle.",
        "ipa": "kᵻ́tʃən fʌ́nəl: hij júwzd ðə kᵻ́tʃən fʌ́nəl tə pɔ́r ðə ɔ́jl ᵻntə ðə nǽrow-máwðd bɒ́təl.",
        "hash": "TXT_02e266e328a9965cdf5789a82bf595.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Tenderizer: The meat tenderizer softened the steaks perfectly.",
        "ipa": "míjt tɛ́ndəràjzər: ðə míjt tɛ́ndəràjzər sɔ́fənd ðə stɛ́jks pɜ́rfəktlij.",
        "hash": "TXT_776f779b5a92c0ae46047e7eab1f06.mp3",
        "score": 0.5
    },
    {
        "txt": "Pepper Mill: She ground fresh pepper with the pepper mill for extra flavor.",
        "ipa": "pɛ́pər mᵻ́l: ʃij ɡráwnd frɛ́ʃ pɛ́pər wᵻð ðə pɛ́pər mᵻ́l fɔr ɛ́kstrə flɛ́jvər.",
        "hash": "TXT_15ae1892302bb94d2cd76f868432c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Ring: The egg ring helped make perfectly round fried eggs.",
        "ipa": "ɛ́ɡ rᵻ́ŋ: ðə ɛ́ɡ rᵻ́ŋ hɛ́lpt mɛ́jk pɜ́rfəktlij ráwnd frájd ɛ́ɡz.",
        "hash": "TXT_b67648d9df3143b48b7de13350de7e.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Sheet: The baking sheet was ideal for roasting vegetables without sticking.",
        "ipa": "bɛ́jkᵻŋ ʃíjt: ðə bɛ́jkᵻŋ ʃíjt wɒz ajdíjəl fɔr rówstᵻŋ vɛ́dʒtəbəlz wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_bfcd36da9139ddf0901ed9e126ab19.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Thermometer: He used the kitchen thermometer to check the turkey’s internal temperature.",
        "ipa": "kᵻ́tʃən θərmɒ́mətər: hij júwzd ðə kᵻ́tʃən θərmɒ́mətər tə tʃɛ́k ðə tɜ́rkij'z ᵻ̀ntɜ́rnəl tɛ́mpərətʃər.",
        "hash": "TXT_a2f67fc537967649439ad60382b6f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Cube Tray: The ice cube tray made it easy to pop out the ice cubes.",
        "ipa": "ájs kjúwb trɛ́j: ðə ájs kjúwb trɛ́j mɛ́jd ᵻt íjzij tə pɒ́p awt ðə ájs kjúwbz.",
        "hash": "TXT_ee33fc591688cba3e49d0a6ca1d586.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Cutter: The pizza cutter sliced through the crust without crushing the toppings.",
        "ipa": "píjtsə kʌ́tər: ðə píjtsə kʌ́tər slájst θrúw ðə krʌ́st wᵻðáwt krʌ́ʃᵻŋ ðə tɒ́pᵻŋz.",
        "hash": "TXT_5e4e7bb08613543ea42307ea88c2b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Lemon Juicer: She squeezed fresh lemon juice with the lemon juicer.",
        "ipa": "lɛ́mən dʒúwsər: ʃij skwíjzd frɛ́ʃ lɛ́mən dʒúws wᵻð ðə lɛ́mən dʒúwsər.",
        "hash": "TXT_6b21a8b16bf838c7f4a10e48089e64.mp3",
        "score": 0.5
    },
    {
        "txt": "Fine Zester: He used the fine zester to add lemon zest to the cake.",
        "ipa": "fájn zɛ́stər: hij júwzd ðə fájn zɛ́stər tə ǽd lɛ́mən zɛ́st tə ðə kɛ́jk.",
        "hash": "TXT_a3cfa1a5f3032ec173cbf86a1fb087.mp3",
        "score": 0.5
    },
    {
        "txt": "Drying Rack: The drying rack held the clean dishes neatly.",
        "ipa": "drájᵻŋ rǽk: ðə drájᵻŋ rǽk hɛ́ld ðə klíjn dᵻ́ʃᵻz níjtlij.",
        "hash": "TXT_06b72cc83f2fc2141a1f5fcfb53f98.mp3",
        "score": 0.5
    },
    {
        "txt": "Dish Scrubber: The dish scrubber cleaned the pots without scratching the surface.",
        "ipa": "dᵻ́ʃ skrʌ́bər: ðə dᵻ́ʃ skrʌ́bər klíjnd ðə pɒ́ts wᵻðáwt skrǽtʃᵻŋ ðə sɜ́rfəs.",
        "hash": "TXT_b1550fb0ab01eb17ba1875aaf3f34a.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Separator: The egg separator easily divided the yolk from the white.",
        "ipa": "ɛ́ɡ sɛ́pərɛ̀jtər: ðə ɛ́ɡ sɛ́pərɛ̀jtər íjzəlij dᵻvájdᵻd ðə jówk frəm ðə wájt.",
        "hash": "TXT_c76d0514735a265a0c24b874261675.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Jars: The spice jars kept the herbs and spices fresh and organized.",
        "ipa": "spájs dʒɑ́rz: ðə spájs dʒɑ́rz kɛ́pt ðə ɜ́rbz ənd spájsᵻz frɛ́ʃ ənd ɔ́rɡənàjzd.",
        "hash": "TXT_f838353e3623a8847f68eeeea765cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Cupcake Liners: The cupcake liners were reusable and made cleanup a breeze.",
        "ipa": "kʌ́pkɛ̀jk lájnərz: ðə kʌ́pkɛ̀jk lájnərz wɜ́r rijúwzəbəl ənd mɛ́jd klíjnʌ̀p ə bríjz.",
        "hash": "TXT_da2e927e48103973a45509bfcd7add.mp3",
        "score": 0.5
    },
    {
        "txt": "Soup Ladle: The soup ladle scooped generous portions of broth effortlessly.",
        "ipa": "súwp lɛ́jdəl: ðə súwp lɛ́jdəl skúwpt dʒɛ́nərəs pɔ́rʃənz əv brɔ́θ ɛ́fərtləslij.",
        "hash": "TXT_61a6c4078d40df8ab00015356f872a.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Dish: The pie baked to golden perfection in the pie dish.",
        "ipa": "páj dᵻ́ʃ: ðə páj bɛ́jkt tə ɡówldən pərfɛ́kʃən ᵻn ðə páj dᵻ́ʃ.",
        "hash": "TXT_f0f6aa62c0302211c096e5c5804533.mp3",
        "score": 0.5
    },
    {
        "txt": "Salad Spinner: The salad spinner removed excess water from the freshly washed greens.",
        "ipa": "sǽləd spᵻ́nər: ðə sǽləd spᵻ́nər rijmúwvd ɛ́ksɛ̀s wɔ́tər frəm ðə frɛ́ʃlij wɒ́ʃt ɡríjnz.",
        "hash": "TXT_fc9fc97ba83f6ea359bff25b823dec.mp3",
        "score": 0.5
    },
    {
        "txt": "Dutch Oven: The dutch oven was ideal for slow-cooking hearty stews.",
        "ipa": "dʌ́tʃ ʌ́vən: ðə dʌ́tʃ ʌ́vən wɒz ajdíjəl fɔr slów-kʊ́kᵻŋ hɑ́rtij stúwz.",
        "hash": "TXT_378362f9e69194d67106e188035302.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Trivet: She placed the hot pot on the kitchen trivet to protect the countertop.",
        "ipa": "kᵻ́tʃən trᵻ́vᵻt: ʃij plɛ́jst ðə hɒ́t pɒ́t ɒn ðə kᵻ́tʃən trᵻ́vᵻt tə prətɛ́kt ðə káwntərtɒ̀p.",
        "hash": "TXT_47dd365d79ccfbc29eb594512a7a2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Board: The pastry board provided ample space for rolling out the dough.",
        "ipa": "pɛ́jstrij bɔ́rd: ðə pɛ́jstrij bɔ́rd prəvájdᵻd ǽmpəl spɛ́js fɔr rówlᵻŋ awt ðə dów.",
        "hash": "TXT_d36d605160820ec74219b947bb2f5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Timer: The egg timer ensured the boiled eggs were cooked to perfection.",
        "ipa": "ɛ́ɡ tájmər: ðə ɛ́ɡ tájmər ənʃʊ́rd ðə bɔ́jld ɛ́ɡz wɜ́r kʊ́kt tə pərfɛ́kʃən.",
        "hash": "TXT_b2bc2a40c3f8cfe74b051ac26775c5.mp3",
        "score": 0.5
    },
    {
        "txt": "Crepe Pan: The crepe pan made flipping thin pancakes a breeze.",
        "ipa": "krɛ́jp pǽn: ðə krɛ́jp pǽn mɛ́jd flᵻ́pᵻŋ θᵻ́n pǽnkɛ̀jks ə bríjz.",
        "hash": "TXT_3d670dcc0dbfdd53f94c775b547938.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Server: The cake server sliced and served the dessert neatly.",
        "ipa": "kɛ́jk sɜ́rvər: ðə kɛ́jk sɜ́rvər slájst ənd sɜ́rvd ðə dəzɜ́rt níjtlij.",
        "hash": "TXT_96ecd845579aa3021e8077851e4c6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Tea Kettle: The tea kettle whistled softly when the water reached boiling point.",
        "ipa": "tíj kɛ́təl: ðə tíj kɛ́təl wᵻ́səld sɔ́flij wɛ́n ðə wɔ́tər ríjtʃt bɔ́jlᵻŋ pɔ́jnt.",
        "hash": "TXT_91aef4476d35fece64937df1d9fb75.mp3",
        "score": 0.5
    },
    {
        "txt": "Fish Turner: The fish turner allowed him to flip delicate fillets without breaking them.",
        "ipa": "fᵻ́ʃ tɜ́rnər: ðə fᵻ́ʃ tɜ́rnər əláwd hᵻm tə flᵻ́p dɛ́lᵻkət fᵻ́ləts wᵻðáwt brɛ́jkᵻŋ ðɛm.",
        "hash": "TXT_5116c5e40362e4a5516b7f4a54124f.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Lid: The pot lid trapped steam efficiently while cooking.",
        "ipa": "pɒ́t lᵻ́d: ðə pɒ́t lᵻ́d trǽpt stíjm əfᵻ́ʃəntlij wájl kʊ́kᵻŋ.",
        "hash": "TXT_6d454c3fdccbeaf567eeb1dc39447c.mp3",
        "score": 0.5
    },
    {
        "txt": "Ravioli Cutter: The ravioli cutter created uniform pasta shapes effortlessly.",
        "ipa": "ræ̀vijówlij kʌ́tər: ðə ræ̀vijówlij kʌ́tər krijɛ́jtᵻd júwnᵻfɔ̀rm pɒ́stə ʃɛ́jps ɛ́fərtləslij.",
        "hash": "TXT_9fd3a1f699ce75a391b63eb1a9d092.mp3",
        "score": 0.5
    },
    {
        "txt": "Sushi Mat: She rolled the sushi tightly using the sushi mat.",
        "ipa": "súwʃij mǽt: ʃij rówld ðə súwʃij tájtlij júwzᵻŋ ðə súwʃij mǽt.",
        "hash": "TXT_e944e301e42af497a030921a857e29.mp3",
        "score": 0.5
    },
    {
        "txt": "Tart Pan: The tart pan released the dessert cleanly after baking.",
        "ipa": "tɑ́rt pǽn: ðə tɑ́rt pǽn rəlíjst ðə dəzɜ́rt klíjnlij ǽftər bɛ́jkᵻŋ.",
        "hash": "TXT_5e44cfdce0cdf610c132f6b5c008cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Dish: The butter dish kept the butter fresh while displaying it elegantly.",
        "ipa": "bʌ́tər dᵻ́ʃ: ðə bʌ́tər dᵻ́ʃ kɛ́pt ðə bʌ́tər frɛ́ʃ wájl dᵻsplɛ́jᵻŋ ᵻt ɛ́ləɡəntlìj.",
        "hash": "TXT_7b3f5102c1d3d3c8ef13dc0e8ad9dd.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Wheel: The pastry wheel cut precise shapes from the dough.",
        "ipa": "pɛ́jstrij wíjl: ðə pɛ́jstrij wíjl kʌ́t prəsájs ʃɛ́jps frəm ðə dów.",
        "hash": "TXT_c91c8904ba682152e99188378d5aae.mp3",
        "score": 0.5
    },
    {
        "txt": "Jar Opener: The jar opener gave her a firm grip on stubborn lids.",
        "ipa": "dʒɑ́r ówpənər: ðə dʒɑ́r ówpənər ɡɛ́jv hər ə fɜ́rm ɡrᵻ́p ɒn stʌ́bərn lᵻ́dz.",
        "hash": "TXT_8cf4c00b77261cf85339aa3075c958.mp3",
        "score": 0.5
    },
    {
        "txt": "Flat Griddle: The flat griddle cooked the pancakes evenly on both sides.",
        "ipa": "flǽt ɡrᵻ́dəl: ðə flǽt ɡrᵻ́dəl kʊ́kt ðə pǽnkɛ̀jks íjvənlij ɒn bówθ sájdz.",
        "hash": "TXT_c8de8bf33d7f9313581e99f7a7eab4.mp3",
        "score": 0.5
    },
    {
        "txt": "Rice Paddle: The rice paddle helped serve sticky rice without clumping.",
        "ipa": "rájs pǽdəl: ðə rájs pǽdəl hɛ́lpt sɜ́rv stᵻ́kij rájs wᵻðáwt klʌ́mpᵻŋ.",
        "hash": "TXT_c28544c96b2d293dbecc5b833bb400.mp3",
        "score": 0.5
    },
    {
        "txt": "Mesh Skimmer: The mesh skimmer removed impurities from the simmering broth.",
        "ipa": "mɛ́ʃ skᵻ́mər: ðə mɛ́ʃ skᵻ́mər rijmúwvd ᵻ̀mpjʊ́rᵻtijz frəm ðə sᵻ́mərᵻŋ brɔ́θ.",
        "hash": "TXT_727637bba768c0cfbe073d8837422f.mp3",
        "score": 0.5
    },
    {
        "txt": "Noodle Rolling Pin: The noodle rolling pin flattened the dough evenly for pasta.",
        "ipa": "núwdəl rówlᵻŋ pᵻ́n: ðə núwdəl rówlᵻŋ pᵻ́n flǽtənd ðə dów íjvənlij fɔr pɒ́stə.",
        "hash": "TXT_1cdeeeaa7722b475215891de830f16.mp3",
        "score": 0.5
    },
    {
        "txt": "Dough Scraper: The dough scraper cleaned the bowl thoroughly without wasting batter.",
        "ipa": "dów skrɛ́jpər: ðə dów skrɛ́jpər klíjnd ðə bówl θɜ́rəlij wᵻðáwt wɛ́jstᵻŋ bǽtər.",
        "hash": "TXT_20420fb523c00047cc4138d602d2e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Fondue Pot: The fondue pot kept the cheese warm and gooey for dipping.",
        "ipa": "fɒ́ndùw pɒ́t: ðə fɒ́ndùw pɒ́t kɛ́pt ðə tʃíjz wɔ́rm ənd ɡúwij fɔr dᵻ́pᵻŋ.",
        "hash": "TXT_91e1555958495c569b778794ad211e.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Beaker: The measuring beaker displayed milliliters and ounces for precision.",
        "ipa": "mɛ́ʒərᵻŋ bíjkər: ðə mɛ́ʒərᵻŋ bíjkər dᵻsplɛ́jd mᵻ́ləlìjtərz ənd áwnsᵻz fɔr prəsᵻ́ʒən.",
        "hash": "TXT_651553b14495a2f030b51d7c522d25.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Slicer: The egg slicer created even slices of boiled eggs.",
        "ipa": "ɛ́ɡ slájsər: ðə ɛ́ɡ slájsər krijɛ́jtᵻd íjvən slájsᵻz əv bɔ́jld ɛ́ɡz.",
        "hash": "TXT_45a69bd439908b79f4cb99dae46cfb.mp3",
        "score": 0.5
    },
    {
        "txt": "Bamboo Chopsticks: She skillfully ate her sushi with the bamboo chopsticks.",
        "ipa": "bæmbúw tʃɒ́pstᵻ̀ks: ʃij skᵻ́lfəlij ɛ́jt hər súwʃij wᵻð ðə bæmbúw tʃɒ́pstᵻ̀ks.",
        "hash": "TXT_3bdece9d652772d809173b9f7d27b7.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Cooling Rack: The baking cooling rack allowed the cookies to cool evenly.",
        "ipa": "bɛ́jkᵻŋ kúwlᵻŋ rǽk: ðə bɛ́jkᵻŋ kúwlᵻŋ rǽk əláwd ðə kʊ́kijz tə kúwl íjvənlij.",
        "hash": "TXT_0f11f191dae7a2c410ad8b96ea1a4d.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Pop Molds: The ice pop molds made homemade popsicles easy to release.",
        "ipa": "ájs pɒ́p mówldz: ðə ájs pɒ́p mówldz mɛ́jd hówmɛ́jd pɒ́psᵻ̀kəlz íjzij tə rəlíjs.",
        "hash": "TXT_0d9877505b108a0f6de03c0eac20f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Loaf Pan: The loaf pan baked the banana bread without sticking.",
        "ipa": "lówf pǽn: ðə lówf pǽn bɛ́jkt ðə bənǽnə brɛ́d wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_0f9b0cb3d56082c4ca35cb8eb4f487.mp3",
        "score": 0.5
    },
    {
        "txt": "Coffee Scoop: The coffee scoop measured the perfect amount of grounds.",
        "ipa": "kɒ́fij skúwp: ðə kɒ́fij skúwp mɛ́ʒərd ðə pɜ́rfəkt əmáwnt əv ɡráwndz.",
        "hash": "TXT_7ee1ca73c48551ed48932e22e350ba.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Weights: The baking weights prevented the pastry crust from puffing up.",
        "ipa": "bɛ́jkᵻŋ wɛ́jts: ðə bɛ́jkᵻŋ wɛ́jts prəvɛ́ntᵻd ðə pɛ́jstrij krʌ́st frəm pʌ́fᵻŋ ʌp.",
        "hash": "TXT_0b85fcc95c70c8b505bd1e2ae7f64b.mp3",
        "score": 0.5
    },
    {
        "txt": "Cooking Utensils: The cooking utensils avoided scratching the non-stick cookware.",
        "ipa": "kʊ́kᵻŋ juwtɛ́nsəlz: ðə kʊ́kᵻŋ juwtɛ́nsəlz əvɔ́jdᵻd skrǽtʃᵻŋ ðə nɒn-stᵻ́k kʊ́kwɛ̀ər.",
        "hash": "TXT_5bb3b2d2a92481981a51b9e06c76fe.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Bell: The butter bell kept the butter fresh and spreadable.",
        "ipa": "bʌ́tər bɛ́l: ðə bʌ́tər bɛ́l kɛ́pt ðə bʌ́tər frɛ́ʃ ənd sprɛ́dəbəl.",
        "hash": "TXT_cfada434d0625f720fbf41756e5763.mp3",
        "score": 0.5
    },
    {
        "txt": "Veggie Spiralizer: The veggie spiralizer created zucchini noodles effortlessly.",
        "ipa": "vɛ́dʒij spájərəlàjzər: ðə vɛ́dʒij spájərəlàjzər krijɛ́jtᵻd zuwkíjnij núwdəlz ɛ́fərtləslij.",
        "hash": "TXT_509f1b8852191a1ac135f53a824749.mp3",
        "score": 0.5
    },
    {
        "txt": "Bag Clips: The bag clips sealed opened snack bags to keep them fresh.",
        "ipa": "bǽɡ klᵻ́ps: ðə bǽɡ klᵻ́ps síjld ówpənd snǽk bǽɡz tə kíjp ðɛm frɛ́ʃ.",
        "hash": "TXT_3ce2fd1fd5cfab7ae695ff807a097f.mp3",
        "score": 0.5
    },
    {
        "txt": "Grill Press: The grill press flattened the sandwich for an even toast.",
        "ipa": "ɡrᵻ́l prɛ́s: ðə ɡrᵻ́l prɛ́s flǽtənd ðə sǽmwᵻtʃ fɔr ən íjvən tówst.",
        "hash": "TXT_0f2f45d6ef0027bbd13a6c77341c64.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Dispenser: The oil dispenser poured the olive oil in a controlled stream.",
        "ipa": "ɔ́jl dᵻspɛ́nsər: ðə ɔ́jl dᵻspɛ́nsər pɔ́rd ðə ɒ́lᵻv ɔ́jl ᵻn ə kəntrówld stríjm.",
        "hash": "TXT_3ca376ec97b5b4c0715eb22ed79562.mp3",
        "score": 0.5
    },
    {
        "txt": "Corn Holders: The corn holders made eating hot corn on the cob easier.",
        "ipa": "kɔ́rn hówldərz: ðə kɔ́rn hówldərz mɛ́jd íjtᵻŋ hɒ́t kɔ́rn ɒn ðə kɒ́b íjzijər.",
        "hash": "TXT_1c678231dcbd21307fd1266006b5e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Tongs: The ice tongs picked up ice cubes neatly.",
        "ipa": "ájs tɒ́ŋz: ðə ájs tɒ́ŋz pᵻ́kt ʌp ájs kjúwbz níjtlij.",
        "hash": "TXT_971ae874bb9a6decbe3ee2b1ff08e6.mp3",
        "score": 0.5
    },
    {
        "txt": "Roasting Pan: The roasting pan cooked the turkey evenly and made cleanup simple.",
        "ipa": "rówstᵻŋ pǽn: ðə rówstᵻŋ pǽn kʊ́kt ðə tɜ́rkij íjvənlij ənd mɛ́jd klíjnʌ̀p sᵻ́mpəl.",
        "hash": "TXT_96653dfd50125bf915c7742fb0d00a.mp3",
        "score": 0.5
    },
    {
        "txt": "Cup Lid: The cup lid kept her tea warm while she worked.",
        "ipa": "kʌ́p lᵻ́d: ðə kʌ́p lᵻ́d kɛ́pt hər tíj wɔ́rm wájl ʃij wɜ́rkt.",
        "hash": "TXT_3f6af9d9df08c558591006055d2893.mp3",
        "score": 0.5
    },
    {
        "txt": "Potato Ricer: The potato ricer made the mashed potatoes incredibly fluffy.",
        "ipa": "pətɛ́jtow rájsər: ðə pətɛ́jtow rájsər mɛ́jd ðə mǽʃt pətɛ́jtowz ᵻ̀nkrɛ́dᵻblij flʌ́fij.",
        "hash": "TXT_47915a2d48781d1b0f7c755f431fa6.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Carafe: The glass carafe held freshly squeezed orange juice for breakfast.",
        "ipa": "ɡlǽs kərǽf: ðə ɡlǽs kərǽf hɛ́ld frɛ́ʃlij skwíjzd ɔ́rəndʒ dʒúws fɔr brɛ́kfəst.",
        "hash": "TXT_975454d8f3708e443f75398c2be700.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Cutter: The pastry cutter blended butter into the flour with ease.",
        "ipa": "pɛ́jstrij kʌ́tər: ðə pɛ́jstrij kʌ́tər blɛ́ndᵻd bʌ́tər ᵻntə ðə fláwər wᵻð íjz.",
        "hash": "TXT_ecb63b87209d2fa459130097b8cc7a.mp3",
        "score": 0.5
    },
    {
        "txt": "Knife Block: The knife block kept the kitchen knives organized and within reach.",
        "ipa": "nájf blɒ́k: ðə nájf blɒ́k kɛ́pt ðə kᵻ́tʃən nájvz ɔ́rɡənàjzd ənd wᵻðᵻ́n ríjtʃ.",
        "hash": "TXT_b195c7090bfdc951de35dd15db8598.mp3",
        "score": 0.5
    },
    {
        "txt": "Coffee Mug: The coffee mug kept her morning brew warm and flavorful.",
        "ipa": "kɒ́fij mʌ́ɡ: ðə kɒ́fij mʌ́ɡ kɛ́pt hər mɔ́rnᵻŋ brúw wɔ́rm ənd flɛ́jvərfəl.",
        "hash": "TXT_724f7d214224c783fef8faa8d39171.mp3",
        "score": 0.5
    },
    {
        "txt": "Pancake Flipper: The pancake flipper turned the pancakes without tearing them.",
        "ipa": "pǽnkɛ̀jk flᵻ́pər: ðə pǽnkɛ̀jk flᵻ́pər tɜ́rnd ðə pǽnkɛ̀jks wᵻðáwt tɛ́ərᵻŋ ðɛm.",
        "hash": "TXT_c557e4a149e4f0a0ae2e4b56df7e6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Springform Pan: The springform pan released the cheesecake flawlessly.",
        "ipa": "sprᵻ́ŋfɔ̀rm pǽn: ðə sprᵻ́ŋfɔ̀rm pǽn rəlíjst ðə tʃíjzkɛ̀jk flɔ́ləslij.",
        "hash": "TXT_0b5f09c9df1b88a299d9a46dd3560a.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Wok: The kitchen wok distributed heat evenly for the stir-fry.",
        "ipa": "kᵻ́tʃən wɒ́k: ðə kᵻ́tʃən wɒ́k dᵻstrᵻ́bjətᵻd híjt íjvənlij fɔr ðə stɜ́r-fráj.",
        "hash": "TXT_b6c0df6602ed46f99c58d6ff960b23.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Beater: The egg beater whipped the batter to a smooth consistency.",
        "ipa": "ɛ́ɡ bíjtər: ðə ɛ́ɡ bíjtər wᵻ́pt ðə bǽtər tə ə smúwð kənsᵻ́stənsij.",
        "hash": "TXT_cee377e225b2881267bb02e32d15a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Garlic Keeper: The garlic keeper stored the bulbs in a ventilated container.",
        "ipa": "ɡɑ́rlᵻk kíjpər: ðə ɡɑ́rlᵻk kíjpər stɔ́rd ðə bʌ́lbz ᵻn ə vɛ́nəlɛ̀jtᵻd kəntɛ́jnər.",
        "hash": "TXT_d63b712a6a9c2eab7a5c00f82ff4e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Spoons: The measuring spoons provided exact quantities for small ingredients.",
        "ipa": "mɛ́ʒərᵻŋ spúwnz: ðə mɛ́ʒərᵻŋ spúwnz prəvájdᵻd əɡzǽkt kwɑ́ntᵻtijz fɔr smɔ́l ᵻ̀nɡríjdijənts.",
        "hash": "TXT_e51fa76dee5726c43cb10a50d4b6c2.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Timer: The kitchen timer helped her track cooking times.",
        "ipa": "kᵻ́tʃən tájmər: ðə kᵻ́tʃən tájmər hɛ́lpt hər trǽk kʊ́kᵻŋ tájmz.",
        "hash": "TXT_6763190fb26278d85f18ebeeac490e.mp3",
        "score": 0.5
    },
    {
        "txt": "Rice Cooker: The rice cooker ensured fluffy, perfectly cooked rice every time.",
        "ipa": "rájs kʊ́kər: ðə rájs kʊ́kər ənʃʊ́rd flʌ́fij, pɜ́rfəktlij kʊ́kt rájs ɛvərij tájm.",
        "hash": "TXT_cce7dad20a8242724b0fde747f2cb7.mp3",
        "score": 0.5
    },
    {
        "txt": "Steamer Basket: The steamer basket fit snugly in the pot to steam vegetables.",
        "ipa": "stíjmər bǽskət: ðə stíjmər bǽskət fᵻ́t snʌ́ɡlij ᵻn ðə pɒ́t tə stíjm vɛ́dʒtəbəlz.",
        "hash": "TXT_315a289f01267e0ce3fa2f1a5a1f2b.mp3",
        "score": 0.5
    },
    {
        "txt": "Grip Opener: The grip opener effortlessly released the vacuum seal from stubborn lids.",
        "ipa": "ɡrᵻ́p ówpənər: ðə ɡrᵻ́p ówpənər ɛ́fərtləslij rəlíjst ðə vǽkjuwm síjl frəm stʌ́bərn lᵻ́dz.",
        "hash": "TXT_0b64976581e73b00a6b398c1dd3199.mp3",
        "score": 0.5
    },
    {
        "txt": "Salt Grinder: The salt grinder produced finely ground salt for seasoning.",
        "ipa": "sɔ́lt ɡrájndər: ðə sɔ́lt ɡrájndər prədúwst fájnlij ɡráwnd sɔ́lt fɔr síjzənᵻŋ.",
        "hash": "TXT_a268824920d85e476ec230d0690e2e.mp3",
        "score": 0.5
    },
    {
        "txt": "Iron Trivet: The iron trivet kept hot pans off the wooden table, preventing burns.",
        "ipa": "ájərn trᵻ́vᵻt: ðə ájərn trᵻ́vᵻt kɛ́pt hɒ́t pǽnz ɔ́f ðə wʊ́dən tɛ́jbəl, prəvɛ́ntᵻŋ bɜ́rnz.",
        "hash": "TXT_1c88863a861e4d6ac344d9de5db95d.mp3",
        "score": 0.5
    },
    {
        "txt": "Serving Tray: The serving tray carried an entire breakfast to the table in one go.",
        "ipa": "sɜ́rvᵻŋ trɛ́j: ðə sɜ́rvᵻŋ trɛ́j kǽrijd ən əntájər brɛ́kfəst tə ðə tɛ́jbəl ᵻn wʌ́n ɡow.",
        "hash": "TXT_afadda9f30ea7701d790b75c38a674.mp3",
        "score": 0.5
    },
    {
        "txt": "Sauce Whisk: The sauce whisk blended sauces in non-stick pans without scratching them.",
        "ipa": "sɔ́s wᵻ́sk: ðə sɔ́s wᵻ́sk blɛ́ndᵻd sɔ́sᵻz ᵻn nɒn-stᵻ́k pǽnz wᵻðáwt skrǽtʃᵻŋ ðɛm.",
        "hash": "TXT_59eb972f6e8023d265c5fdc2c96972.mp3",
        "score": 0.5
    },
    {
        "txt": "Omelet Pan: The omelet pan cooked a golden omelet without any sticking.",
        "ipa": "ɒ́mlət pǽn: ðə ɒ́mlət pǽn kʊ́kt ə ɡówldən ɒ́mlət wᵻðáwt ɛ́nij stᵻ́kᵻŋ.",
        "hash": "TXT_969e3f394b06f84e627b3bfda59133.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Masher: The kitchen masher worked well for mashing soft fruits for dessert.",
        "ipa": "kᵻ́tʃən mǽʃər: ðə kᵻ́tʃən mǽʃər wɜ́rkt wɛ́l fɔr mǽʃᵻŋ sɒ́ft frúwts fɔr dəzɜ́rt.",
        "hash": "TXT_f3ff5da7cc11f29bc78c5c4689d128.mp3",
        "score": 0.5
    },
    {
        "txt": "BBQ Tongs: The BBQ tongs handled grilled meat with ease.",
        "ipa": "BBQ tɒ́ŋz: ðə BBQ tɒ́ŋz hǽndəld ɡrᵻ́ld míjt wᵻð íjz.",
        "hash": "TXT_47fac436e6ad986494ca843eb15727.mp3",
        "score": 0.5
    },
    {
        "txt": "Bread Knife: The bread knife sliced through crusty loaves without crumbling them.",
        "ipa": "brɛ́d nájf: ðə brɛ́d nájf slájst θrúw krʌ́stij lówvz wᵻðáwt krʌ́mbəlᵻŋ ðɛm.",
        "hash": "TXT_0a433ac87b3a587ca78466214ed8ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Poacher: The egg poacher held eggs firmly while poaching in boiling water.",
        "ipa": "ɛ́ɡ pówtʃər: ðə ɛ́ɡ pówtʃər hɛ́ld ɛ́ɡz fɜ́rmlij wájl pówtʃᵻŋ ᵻn bɔ́jlᵻŋ wɔ́tər.",
        "hash": "TXT_5ae027fa4769ca823c016ffd143367.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Dish Lid: The baking dish lid kept casseroles warm and prevented spills.",
        "ipa": "bɛ́jkᵻŋ dᵻ́ʃ lᵻ́d: ðə bɛ́jkᵻŋ dᵻ́ʃ lᵻ́d kɛ́pt kəsɛ́ərowlz wɔ́rm ənd prəvɛ́ntᵻd spᵻ́lz.",
        "hash": "TXT_3d40431dfdca6797e7b30c4babaa66.mp3",
        "score": 0.5
    },
    {
        "txt": "Canning Funnel: The canning funnel helped transfer jams neatly into jars.",
        "ipa": "kǽnᵻŋ fʌ́nəl: ðə kǽnᵻŋ fʌ́nəl hɛ́lpt trǽnsfər dʒǽmz níjtlij ᵻntə dʒɑ́rz.",
        "hash": "TXT_4fc68d7ded0a3160ecd1f567ccb10a.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Chopper: The herb chopper minced basil and parsley effortlessly.",
        "ipa": "ɜ́rb tʃɒ́pər: ðə ɜ́rb tʃɒ́pər mᵻ́nst bɛ́jzəl ənd pɑ́rslij ɛ́fərtləslij.",
        "hash": "TXT_53abfcefd1bb17c736c22a253b0a6e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pancake Ring: The pancake ring shaped the batter into perfect circles.",
        "ipa": "pǽnkɛ̀jk rᵻ́ŋ: ðə pǽnkɛ̀jk rᵻ́ŋ ʃɛ́jpt ðə bǽtər ᵻntə pɜ́rfəkt sɜ́rkəlz.",
        "hash": "TXT_a72cd7793315305d337dbbd884d792.mp3",
        "score": 0.5
    },
    {
        "txt": "Mortar and Pestle: She ground spices with minimal effort.",
        "ipa": "mɔ́rtər ənd pɛ́səl: ʃij ɡráwnd spájsᵻz wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_0640cb4178e4da58c1770f65060e8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Injector: The meat injector infused marinades deep into the roast.",
        "ipa": "míjt ᵻndʒɛ́ktər: ðə míjt ᵻndʒɛ́ktər ᵻ̀nfjúwzd mɑ́rᵻnɛ̀jdz díjp ᵻntə ðə rówst.",
        "hash": "TXT_73206364403fc0a8858df47e8a3091.mp3",
        "score": 0.5
    },
    {
        "txt": "Small Ramekin: The small ramekin was perfect for individual crème brûlée servings.",
        "ipa": "smɔ́l rǽmᵻkᵻn: ðə smɔ́l rǽmᵻkᵻn wɒz pɜ́rfəkt fɔr ᵻ̀ndᵻvᵻ́dʒəwəl krem brùwlɛ́j sɜ́rvᵻŋz.",
        "hash": "TXT_5fa7e7a6af6fd23b7bee297f27c68d.mp3",
        "score": 0.5
    },
    {
        "txt": "Wire Whisk: The wire whisk aerated the cream quickly for a light, fluffy texture.",
        "ipa": "wájər wᵻ́sk: ðə wájər wᵻ́sk ɛ́ərɛ̀jtᵻd ðə kríjm kwᵻ́klij fɔr ə lájt, flʌ́fij tɛ́kstʃər.",
        "hash": "TXT_95c805d3cad9a95183a75289176c44.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Dish: The baking dish distributed heat consistently for a perfectly browned casserole.",
        "ipa": "bɛ́jkᵻŋ dᵻ́ʃ: ðə bɛ́jkᵻŋ dᵻ́ʃ dᵻstrᵻ́bjətᵻd híjt kənsᵻ́stəntlij fɔr ə pɜ́rfəktlij bráwnd kǽsəròwl.",
        "hash": "TXT_2544eb797217976e2abfbc85e57f3a.mp3",
        "score": 0.5
    },
    {
        "txt": "Stand Mixer: The stand mixer kneaded the bread dough without requiring manual labor.",
        "ipa": "stǽnd mᵻ́ksər: ðə stǽnd mᵻ́ksər níjdᵻd ðə brɛ́d dów wᵻðáwt rijkwájərᵻŋ mǽnjuwəl lɛ́jbər.",
        "hash": "TXT_bd2be876e18ab2e0bf8f5c863394d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Parchment Paper: The parchment paper prevented cookies from sticking to the baking sheet.",
        "ipa": "pɑ́rtʃmənt pɛ́jpər: ðə pɑ́rtʃmənt pɛ́jpər prəvɛ́ntᵻd kʊ́kijz frəm stᵻ́kᵻŋ tə ðə bɛ́jkᵻŋ ʃíjt.",
        "hash": "TXT_684241159b85af42c6ebf7fa8a42fc.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Foil: The kitchen foil covered the casserole to keep it from drying out in the oven.",
        "ipa": "kᵻ́tʃən fɔ́jl: ðə kᵻ́tʃən fɔ́jl kʌ́vərd ðə kǽsəròwl tə kíjp ᵻt frəm drájᵻŋ awt ᵻn ðə ʌ́vən.",
        "hash": "TXT_e1c75537a6b3fc21513bd2393de0b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Cover: The microwave cover prevented sauce from splattering all over.",
        "ipa": "májkrəwɛ̀jv kʌ́vər: ðə májkrəwɛ̀jv kʌ́vər prəvɛ́ntᵻd sɔ́s frəm splǽtərᵻ̀ŋ ɔl ówvər.",
        "hash": "TXT_234c65ce7d1891e38936abdc5a110c.mp3",
        "score": 0.5
    },
    {
        "txt": "Food Mill: The food mill pureed the tomatoes into a smooth sauce.",
        "ipa": "fúwd mᵻ́l: ðə fúwd mᵻ́l pjʊrɛ́jd ðə təmɒ́towz ᵻntə ə smúwð sɔ́s.",
        "hash": "TXT_d8de94ca7d4c74cc9e09190ebd1fdf.mp3",
        "score": 0.5
    },
    {
        "txt": "Proofing Basket: The proofing basket helped the dough hold its shape while rising.",
        "ipa": "prúwfᵻŋ bǽskət: ðə prúwfᵻŋ bǽskət hɛ́lpt ðə dów hówld ᵻts ʃɛ́jp wájl rájzᵻŋ.",
        "hash": "TXT_bcfe5291aae4c5a0bc53127e534132.mp3",
        "score": 0.5
    },
    {
        "txt": "Basting Brush: The basting brush withstood high temperatures for glazing meats.",
        "ipa": "bɛ́jstᵻŋ brʌ́ʃ: ðə bɛ́jstᵻŋ brʌ́ʃ wᵻθstʊ́d háj tɛ́mpərətʃərz fɔr ɡlɛ́jzᵻŋ míjts.",
        "hash": "TXT_a9358eacd1a45b0d63fd4aaa8c550c.mp3",
        "score": 0.5
    },
    {
        "txt": "Pressure Cooker: The pressure cooker significantly reduced the cooking time for braised dishes.",
        "ipa": "prɛ́ʃər kʊ́kər: ðə prɛ́ʃər kʊ́kər sᵻɡnᵻ́fᵻkəntlij rədjúwst ðə kʊ́kᵻŋ tájm fɔr brɛ́jzd dᵻ́ʃᵻz.",
        "hash": "TXT_064f1d8f602cc951ecbb58aa61319d.mp3",
        "score": 0.5
    },
    {
        "txt": "Cooling Rack: The cooling rack promoted airflow to cool the pastries quickly.",
        "ipa": "kúwlᵻŋ rǽk: ðə kúwlᵻŋ rǽk prəmówtᵻd ɛ́ərflow tə kúwl ðə pɛ́jstrijz kwᵻ́klij.",
        "hash": "TXT_65800a037289302d623158e0972690.mp3",
        "score": 0.5
    },
    {
        "txt": "Flour Sifter: The flour sifter removed lumps from the powdered sugar for a fine dusting.",
        "ipa": "fláwər sᵻ́ftər: ðə fláwər sᵻ́ftər rijmúwvd lʌ́mps frəm ðə páwdərd ʃʊ́ɡər fɔr ə fájn dʌ́stᵻŋ.",
        "hash": "TXT_5af6993b28d577830942d66a44499b.mp3",
        "score": 0.5
    },
    {
        "txt": "Donut Pan: The donut pan allowed the donuts to slide out without any damage.",
        "ipa": "dównʌ̀t pǽn: ðə dównʌ̀t pǽn əláwd ðə dównʌ̀ts tə slájd awt wᵻðáwt ɛ́nij dǽmᵻdʒ.",
        "hash": "TXT_9b604d82d4f2dd4d94b28713ca44bf.mp3",
        "score": 0.5
    },
    {
        "txt": "Panini Press: The panini press toasted the sandwich evenly with perfect grill marks.",
        "ipa": "pəníjnìj prɛ́s: ðə pəníjnìj prɛ́s tówstᵻd ðə sǽmwᵻtʃ íjvənlij wᵻð pɜ́rfəkt ɡrᵻ́l mɑ́rks.",
        "hash": "TXT_2213e7bb99a889c3323c070e40cef9.mp3",
        "score": 0.5
    },
    {
        "txt": "Cooking Twine: The cooking twine secured the stuffed chicken so the filling wouldn’t spill.",
        "ipa": "kʊ́kᵻŋ twájn: ðə kʊ́kᵻŋ twájn səkjʊ́rd ðə stʌ́ft tʃᵻ́kən sow ðə fᵻ́lᵻŋ wʊ́dənt spᵻ́l.",
        "hash": "TXT_9eaef064ec5c2527959102939d8f01.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Thermometer: The meat thermometer confirmed the roast’s core temperature was safe to eat.",
        "ipa": "míjt θərmɒ́mətər: ðə míjt θərmɒ́mətər kənfɜ́rmd ðə rówst's kɔ́r tɛ́mpərətʃər wɒz sɛ́jf tə íjt.",
        "hash": "TXT_a7edffef435b3578bc714eae2f0f1f.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Rolling Pin: The pastry rolling pin remained cool, making it ideal for dough.",
        "ipa": "pɛ́jstrij rówlᵻŋ pᵻ́n: ðə pɛ́jstrij rówlᵻŋ pᵻ́n rəmɛ́jnd kúwl, mɛ́jkᵻŋ ᵻt ajdíjəl fɔr dów.",
        "hash": "TXT_fc2dd0f7e5c5978ec82a5f4ff952c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Dome: The cake dome protected the cake while elegantly displaying it.",
        "ipa": "kɛ́jk dówm: ðə kɛ́jk dówm prətɛ́ktᵻd ðə kɛ́jk wájl ɛ́ləɡəntlìj dᵻsplɛ́jᵻŋ ᵻt.",
        "hash": "TXT_859623abf26779a2120f49798edfc4.mp3",
        "score": 0.5
    },
    {
        "txt": "Food Bags: The food bags kept leftovers fresh without single-use plastic.",
        "ipa": "fúwd bǽɡz: ðə fúwd bǽɡz kɛ́pt lɛ́ftòwvərz frɛ́ʃ wᵻðáwt sᵻ́ŋɡəl-juwz plǽstᵻk.",
        "hash": "TXT_0a8c3a3da4712029b7ff7ee38c619a.mp3",
        "score": 0.5
    },
    {
        "txt": "Stove Kettle: The stove kettle whistled loud and clear when the water boiled.",
        "ipa": "stówv kɛ́təl: ðə stówv kɛ́təl wᵻ́səld láwd ənd klɪ́ər wɛ́n ðə wɔ́tər bɔ́jld.",
        "hash": "TXT_270d8ea6649b76c12bf68674577d73.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Cup: The egg cup held the soft-boiled egg upright for easy scooping.",
        "ipa": "ɛ́ɡ kʌ́p: ðə ɛ́ɡ kʌ́p hɛ́ld ðə sɒ́ft-bɔ́jld ɛ́ɡ ʌ́pràjt fɔr íjzij skúwpᵻŋ.",
        "hash": "TXT_3c72066b2872fc4cf38a1a1772113b.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Shield: The pie shield prevented the crust edges from over-browning.",
        "ipa": "páj ʃíjld: ðə páj ʃíjld prəvɛ́ntᵻd ðə krʌ́st ɛ́dʒᵻz frəm ówvər-bráwnᵻŋ.",
        "hash": "TXT_47f233e36544febe618929a3fc412e.mp3",
        "score": 0.5
    },
    {
        "txt": "Honey Dipper: The honey dipper let the honey drizzle slowly onto her toast.",
        "ipa": "hʌ́nij dᵻ́pər: ðə hʌ́nij dᵻ́pər lɛt ðə hʌ́nij drᵻ́zəl slówlij ɒntuw hər tówst.",
        "hash": "TXT_30d45ca4ecd944202eb7e4bad66876.mp3",
        "score": 0.5
    },
    {
        "txt": "Lasagna Pan: The lasagna pan accommodated multiple layers of noodles and sauce.",
        "ipa": "lɒsɒ́njə pǽn: ðə lɒsɒ́njə pǽn əkɒ́mədɛ̀jtᵻd mʌ́ltᵻpəl lɛ́jərz əv núwdəlz ənd sɔ́s.",
        "hash": "TXT_5b6012bbfba34009f07a3ac3fbca1e.mp3",
        "score": 0.5
    },
    {
        "txt": "Mandoline Slicer: The mandoline slicer cut vegetables into uniform slices in seconds.",
        "ipa": "mǽndəlìjn slájsər: ðə mǽndəlìjn slájsər kʌ́t vɛ́dʒtəbəlz ᵻntə júwnᵻfɔ̀rm slájsᵻz ᵻn sɛ́kəndz.",
        "hash": "TXT_159cfeaac60a73e188a457e654708b.mp3",
        "score": 0.5
    },
    {
        "txt": "Large Griddle: The large griddle cooked multiple pancakes at once for a big family breakfast.",
        "ipa": "lɑ́rdʒ ɡrᵻ́dəl: ðə lɑ́rdʒ ɡrᵻ́dəl kʊ́kt mʌ́ltᵻpəl pǽnkɛ̀jks æt wʌ́ns fɔr ə bᵻ́ɡ fǽmᵻlij brɛ́kfəst.",
        "hash": "TXT_f90e61470e6db6cae01b28bab30215.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Colander: The collapsible colander saved storage space in a small kitchen.",
        "ipa": "kəlǽpsəbəl kɒ́ləndər: ðə kəlǽpsəbəl kɒ́ləndər sɛ́jvd stɔ́rᵻdʒ spɛ́js ᵻn ə smɔ́l kᵻ́tʃən.",
        "hash": "TXT_374423b70eed8bbc912b63506e90ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Pan: The cake pan released the birthday cake in one flawless piece.",
        "ipa": "kɛ́jk pǽn: ðə kɛ́jk pǽn rəlíjst ðə bɜ́rθdɛ̀j kɛ́jk ᵻn wʌ́n flɔ́ləs píjs.",
        "hash": "TXT_1faefd0105d630bbaa6cd28147230a.mp3",
        "score": 0.5
    },
    {
        "txt": "Large Stockpot: The large stockpot boiled the pasta quickly due to excellent heat conductivity.",
        "ipa": "lɑ́rdʒ stɒkpɒ̀t: ðə lɑ́rdʒ stɒkpɒ̀t bɔ́jld ðə pɒ́stə kwᵻ́klij djúw tə ɛ́ksələnt híjt kɒ̀ndʌ̀ktᵻ́vᵻtij.",
        "hash": "TXT_c400e9ed96992a7a6de3a0ac018d06.mp3",
        "score": 0.5
    },
    {
        "txt": "Sugar Shaker: The sugar shaker sprinkled a fine dust of confectioners’ sugar over the pastries.",
        "ipa": "ʃʊ́ɡər ʃɛ́jkər: ðə ʃʊ́ɡər ʃɛ́jkər sprᵻ́ŋkəld ə fájn dʌ́st əv kənfɛ́kʃənərz’ ʃʊ́ɡər ówvər ðə pɛ́jstrijz.",
        "hash": "TXT_c6b894599a1dcb4bca51184da119e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Dough Whisk: The dough whisk blended dough ingredients without overworking them.",
        "ipa": "dów wᵻ́sk: ðə dów wᵻ́sk blɛ́ndᵻd dów ᵻ̀nɡríjdijənts wᵻðáwt òwvərwɜ́rkᵻŋ ðɛm.",
        "hash": "TXT_a6077aebd31fa893d3b3362bd37219.mp3",
        "score": 0.5
    },
    {
        "txt": "Tortilla Press: The tortilla press flattened balls of dough into thin tortillas.",
        "ipa": "tɔrtíjə prɛ́s: ðə tɔrtíjə prɛ́s flǽtənd bɔ́lz əv dów ᵻntə θᵻ́n tɔ̀rtíjəz.",
        "hash": "TXT_4f1c3f3996f2dcfecac72319085bf4.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Mister: The oil mister provided a light, even coating of oil over the salad.",
        "ipa": "ɔ́jl mᵻ́stər: ðə ɔ́jl mᵻ́stər prəvájdᵻd ə lájt, íjvən kówtᵻŋ əv ɔ́jl ówvər ðə sǽləd.",
        "hash": "TXT_87314dff31d57274834c43a82f27e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Stretch Lids: The stretch lids replaced plastic wrap to cover bowls of leftovers.",
        "ipa": "strɛ́tʃ lᵻ́dz: ðə strɛ́tʃ lᵻ́dz rìjplɛ́jst plǽstᵻk rǽp tə kʌ́vər bówlz əv lɛ́ftòwvərz.",
        "hash": "TXT_e313ae1eb20176395108639a29e1ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Grinder: The spice grinder crushed peppercorns to release fresh aromas.",
        "ipa": "spájs ɡrájndər: ðə spájs ɡrájndər krʌ́ʃt pɛ́pərkɔ̀rnz tə rəlíjs frɛ́ʃ ərówməz.",
        "hash": "TXT_a06b31754d3c44f01c184a27a30bf1.mp3",
        "score": 0.5
    },
    {
        "txt": "Fish Scaler: The fish scaler removed scales without damaging the flesh.",
        "ipa": "fᵻ́ʃ skɛ́jlər: ðə fᵻ́ʃ skɛ́jlər rijmúwvd skɛ́jlz wᵻðáwt dǽmᵻdʒᵻŋ ðə flɛ́ʃ.",
        "hash": "TXT_3a7d651e3c9b05b3f42d2dda3d3332.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Mallet: The meat mallet pounded the chicken breasts to an even thickness.",
        "ipa": "míjt mǽlət: ðə míjt mǽlət páwndᵻd ðə tʃᵻ́kən brɛ́sts tə ən íjvən θᵻ́knəs.",
        "hash": "TXT_e29238ba97aefc900e9e5bc2c6a037.mp3",
        "score": 0.5
    },
    {
        "txt": "Honey Jar: The honey jar stored honey attractively on the countertop.",
        "ipa": "hʌ́nij dʒɑ́r: ðə hʌ́nij dʒɑ́r stɔ́rd hʌ́nij ətrǽktᵻvlij ɒn ðə káwntərtɒ̀p.",
        "hash": "TXT_da30cb3dc49cd8a41af19a7202569b.mp3",
        "score": 0.5
    },
    {
        "txt": "Mandoline Guard: The mandoline guard protected her hand while slicing.",
        "ipa": "mǽndəlìjn ɡɑ́rd: ðə mǽndəlìjn ɡɑ́rd prətɛ́ktᵻd hər hǽnd wájl slájsᵻŋ.",
        "hash": "TXT_ffff51e4e1052f1abfa36a11b7f9ad.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Cloth: The pastry cloth prevented the dough from sticking as she rolled it out.",
        "ipa": "pɛ́jstrij klɔ́θ: ðə pɛ́jstrij klɔ́θ prəvɛ́ntᵻd ðə dów frəm stᵻ́kᵻŋ æz ʃij rówld ᵻt awt.",
        "hash": "TXT_c31be4c056bacc6009bf137068542a.mp3",
        "score": 0.5
    },
    {
        "txt": "Jam Pot: The jam pot with a thick base prevented fruit from scorching.",
        "ipa": "dʒǽm pɒ́t: ðə dʒǽm pɒ́t wᵻð ə θᵻ́k bɛ́js prəvɛ́ntᵻd frúwt frəm skɔ́rtʃᵻŋ.",
        "hash": "TXT_b904a67a0d8711cf638f283be617e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Melon Baller: The melon baller scooped neat spheres from the cantaloupe.",
        "ipa": "mɛ́lən bɔ́lər: ðə mɛ́lən bɔ́lər skúwpt níjt sfɪ́ərz frəm ðə kǽntəlòwp.",
        "hash": "TXT_062708e6f46cff5216e77176fc6e88.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Knife Strip: The magnetic knife strip secured the blades against the wall to save counter space.",
        "ipa": "mæɡnɛ́tᵻk nájf strᵻ́p: ðə mæɡnɛ́tᵻk nájf strᵻ́p səkjʊ́rd ðə blɛ́jdz əɡɛ́jnst ðə wɔ́l tə sɛ́jv káwntər spɛ́js.",
        "hash": "TXT_0aefe18fcf8e74fc5ed85f284a4423.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Crust Shield: The pie crust shield kept the crust edges golden without burning.",
        "ipa": "páj krʌ́st ʃíjld: ðə páj krʌ́st ʃíjld kɛ́pt ðə krʌ́st ɛ́dʒᵻz ɡówldən wᵻðáwt bɜ́rnᵻŋ.",
        "hash": "TXT_0fd5bf9a654ee1a6b421d4197550e4.mp3",
        "score": 0.5
    },
    {
        "txt": "Milk Frother: The milk frother created a velvety foam for her cappuccino.",
        "ipa": "mᵻ́lk frɔ́ðər: ðə mᵻ́lk frɔ́ðər krijɛ́jtᵻd ə vɛ́lvətij fówm fɔr hər kæ̀pùwtʃíjnow.",
        "hash": "TXT_f4777cda44c3db9909c2be0503c764.mp3",
        "score": 0.5
    },
    {
        "txt": "Madeleine Pan: The madeleine pan formed those classic shell-shaped sponge cakes.",
        "ipa": "mædəlɛ́n pǽn: ðə mædəlɛ́n pǽn fɔ́rmd ðowz klǽsᵻk ʃɛ́l-ʃɛ́jpt spʌ́ndʒ kɛ́jks.",
        "hash": "TXT_e2a4b4439e71b75a318069cf25a3f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Quiche Dish: The quiche dish allowed for an even bake and a delicate crust.",
        "ipa": "kíjʃ dᵻ́ʃ: ðə kíjʃ dᵻ́ʃ əláwd fɔr ən íjvən bɛ́jk ənd ə dɛ́lᵻkət krʌ́st.",
        "hash": "TXT_51e09adb424798ca51cb83b14b4edd.mp3",
        "score": 0.5
    },
    {
        "txt": "Spiral Whisk: The spiral whisk aerated sauces for a smooth texture.",
        "ipa": "spájərəl wᵻ́sk: ðə spájərəl wᵻ́sk ɛ́ərɛ̀jtᵻd sɔ́sᵻz fɔr ə smúwð tɛ́kstʃər.",
        "hash": "TXT_e48818aa6b0cf8dbf1b1bdae0dcae8.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Strainer: The pot strainer drained water from pasta directly from the pan.",
        "ipa": "pɒ́t strɛ́jnər: ðə pɒ́t strɛ́jnər drɛ́jnd wɔ́tər frəm pɒ́stə dᵻərɛ́klij frəm ðə pǽn.",
        "hash": "TXT_8ec41f44858906cbe67626233bf18e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Tin: The pie tin baked evenly for a crisp crust.",
        "ipa": "páj tᵻ́n: ðə páj tᵻ́n bɛ́jkt íjvənlij fɔr ə krᵻ́sp krʌ́st.",
        "hash": "TXT_7017c245192391544fbf316dd37310.mp3",
        "score": 0.5
    },
    {
        "txt": "Mortar and Pestle: She crushed garlic into a smooth paste.",
        "ipa": "mɔ́rtər ənd pɛ́səl: ʃij krʌ́ʃt ɡɑ́rlᵻk ᵻntə ə smúwð pɛ́jst.",
        "hash": "TXT_dbdcbaf304956725445351b064e228.mp3",
        "score": 0.5
    },
    {
        "txt": "Omelet Maker: The omelet maker folded neatly for a perfect omelet.",
        "ipa": "ɒ́mlət mɛ́jkər: ðə ɒ́mlət mɛ́jkər fówldᵻd níjtlij fɔr ə pɜ́rfəkt ɒ́mlət.",
        "hash": "TXT_72a76e6f5aee03ee0d3c7234d811fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Press: The pastry press sealed dumplings with uniform edges.",
        "ipa": "pɛ́jstrij prɛ́s: ðə pɛ́jstrij prɛ́s síjld dʌ́mplᵻŋz wᵻð júwnᵻfɔ̀rm ɛ́dʒᵻz.",
        "hash": "TXT_719d8331c8418500e66e6302186c70.mp3",
        "score": 0.5
    },
    {
        "txt": "Dim Sum Steamer: The dim sum steamer cooked dumplings gently with steam.",
        "ipa": "dᵻ́m sʌ́m stíjmər: ðə dᵻ́m sʌ́m stíjmər kʊ́kt dʌ́mplᵻŋz dʒɛ́ntlij wᵻð stíjm.",
        "hash": "TXT_707ced24f2765f31e6cc2a72fabb28.mp3",
        "score": 0.5
    },
    {
        "txt": "Waffle Maker: The waffle maker produced crisp, golden waffles without sticking.",
        "ipa": "wɒ́fəl mɛ́jkər: ðə wɒ́fəl mɛ́jkər prədúwst krᵻ́sp, ɡówldən wɒ́fəlz wᵻðáwt stᵻ́kᵻŋ.",
        "hash": "TXT_180fe4949e8f8dc67b509181c53f56.mp3",
        "score": 0.5
    },
    {
        "txt": "Frother Bottle: The frother bottle whisked the milk directly inside for easy cleanup.",
        "ipa": "frɔ́ðər bɒ́təl: ðə frɔ́ðər bɒ́təl wᵻ́skt ðə mᵻ́lk dᵻərɛ́klij ᵻnsájd fɔr íjzij klíjnʌ̀p.",
        "hash": "TXT_63d39de9b50713c7127c66886e9836.mp3",
        "score": 0.5
    },
    {
        "txt": "Crab Cracker: The crab cracker opened claws without crushing the meat.",
        "ipa": "krǽb krǽkər: ðə krǽb krǽkər ówpənd klɔ́z wᵻðáwt krʌ́ʃᵻŋ ðə míjt.",
        "hash": "TXT_931b832559433c13ca427d317f347b.mp3",
        "score": 0.5
    },
    {
        "txt": "Lattice Cutter: The lattice cutter created intricate dough patterns for pies.",
        "ipa": "lǽtᵻs kʌ́tər: ðə lǽtᵻs kʌ́tər krijɛ́jtᵻd ᵻ́ntrᵻkət dów pǽtərnz fɔr pájz.",
        "hash": "TXT_05952a594a69f0f4d085109c3c5b86.mp3",
        "score": 0.5
    },
    {
        "txt": "Foam Whisk: The foam whisk helped her whip egg whites to stiff peaks faster.",
        "ipa": "fówm wᵻ́sk: ðə fówm wᵻ́sk hɛ́lpt hər wᵻ́p ɛ́ɡ wájts tə stᵻ́f píjks fǽstər.",
        "hash": "TXT_f4855ef95692de9468591eb38fa893.mp3",
        "score": 0.5
    },
    {
        "txt": "Flour Duster: The flour duster sprinkled just the right amount of flour for rolling dough.",
        "ipa": "fláwər dʌ́stər: ðə fláwər dʌ́stər sprᵻ́ŋkəld dʒəst ðə rájt əmáwnt əv fláwər fɔr rówlᵻŋ dów.",
        "hash": "TXT_a86bacf91b13a4eac694e9480b65e9.mp3",
        "score": 0.5
    },
    {
        "txt": "Baking Cups: The baking cups replaced single-use paper liners for muffins.",
        "ipa": "bɛ́jkᵻŋ kʌ́ps: ðə bɛ́jkᵻŋ kʌ́ps rìjplɛ́jst sᵻ́ŋɡəl-juwz pɛ́jpər lájnərz fɔr mʌ́fᵻnz.",
        "hash": "TXT_87527d30c7be13b695ff9a89a5cd71.mp3",
        "score": 0.5
    },
    {
        "txt": "Sturdy Spatula: The sturdy spatula flipped thick burgers without bending.",
        "ipa": "stɜ́rdij spǽtʃʊ̀lə: ðə stɜ́rdij spǽtʃʊ̀lə flᵻ́pt θᵻ́k bɜ́rɡərz wᵻðáwt bɛ́ndᵻŋ.",
        "hash": "TXT_0a0d986e9e26a5f383cf15aca71dea.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Rice Cooker: The microwave rice cooker delivered perfectly cooked grains in minutes.",
        "ipa": "májkrəwɛ̀jv rájs kʊ́kər: ðə májkrəwɛ̀jv rájs kʊ́kər dəlᵻ́vərd pɜ́rfəktlij kʊ́kt ɡrɛ́jnz ᵻn mᵻ́nəts.",
        "hash": "TXT_6edde69da19a6dca6bda067270cc65.mp3",
        "score": 0.5
    },
    {
        "txt": "Ebelskiver Pan: The ebelskiver pan formed spherical Danish pancakes.",
        "ipa": "ɛ́jbəlskìjvər pǽn: ðə ɛ́jbəlskìjvər pǽn fɔ́rmd sfɛ́ərᵻkəl dɛ́jnᵻʃ pǽnkɛ̀jks.",
        "hash": "TXT_6bc7482b72cd8d178471c5cc43719f.mp3",
        "score": 0.5
    },
    {
        "txt": "Slotted Spoon: The slotted spoon drained liquid while serving vegetables.",
        "ipa": "slɒ́tᵻd spúwn: ðə slɒ́tᵻd spúwn drɛ́jnd lᵻ́kwᵻd wájl sɜ́rvᵻŋ vɛ́dʒtəbəlz.",
        "hash": "TXT_7422c945a14e1cec348bea43a9514e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Stone: The pizza stone crisped the crust by evenly distributing heat.",
        "ipa": "píjtsə stówn: ðə píjtsə stówn krᵻ́spt ðə krʌ́st baj íjvənlij dᵻstrᵻ́bjuwtᵻŋ híjt.",
        "hash": "TXT_3b87c4a20070dc80faa14bf91a0d4e.mp3",
        "score": 0.5
    },
    {
        "txt": "Rice Steamer: The rice steamer gently cooked sticky rice with fragrant steam.",
        "ipa": "rájs stíjmər: ðə rájs stíjmər dʒɛ́ntlij kʊ́kt stᵻ́kij rájs wᵻð frɛ́jɡrənt stíjm.",
        "hash": "TXT_c88288a4d07ff78b780ef41c7f0439.mp3",
        "score": 0.5
    },
    {
        "txt": "Taco Holder: The taco holder kept the shells upright while filling them.",
        "ipa": "tɒ́kow hówldər: ðə tɒ́kow hówldər kɛ́pt ðə ʃɛ́lz ʌ́pràjt wájl fᵻ́lᵻŋ ðɛm.",
        "hash": "TXT_b5b57ee7c13d6973779581d048ee0c.mp3",
        "score": 0.5
    },
    {
        "txt": "Whisking Fork: The whisking fork combined ingredients without scratching the mixing bowl.",
        "ipa": "hwᵻ́skᵻŋ fɔ́rk: ðə hwᵻ́skᵻŋ fɔ́rk kəmbájnd ᵻ̀nɡríjdijənts wᵻðáwt skrǽtʃᵻŋ ðə mᵻ́ksᵻŋ bówl.",
        "hash": "TXT_8dbbbd0c8282d10653fcc48ad6ba69.mp3",
        "score": 0.5
    },
    {
        "txt": "Induction Pan: The induction pan heated up quickly on her new stovetop.",
        "ipa": "ᵻ̀ndʌ́kʃən pǽn: ðə ᵻ̀ndʌ́kʃən pǽn híjtᵻd ʌp kwᵻ́klij ɒn hər núw stovtɒp.",
        "hash": "TXT_544894aa7d143d39f1b62bad97c2a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Muffin Pan: The muffin pan conducted heat uniformly for perfectly risen muffins.",
        "ipa": "mʌ́fᵻn pǽn: ðə mʌ́fᵻn pǽn kəndʌ́ktᵻd híjt júwnᵻfɔ̀rmlij fɔr pɜ́rfəktlij rᵻ́zən mʌ́fᵻnz.",
        "hash": "TXT_05c1915c9e52c18ade241c2f57a553.mp3",
        "score": 0.5
    },
    {
        "txt": "Flour Container: The flour container prevented moisture from spoiling the flour.",
        "ipa": "fláwər kəntɛ́jnər: ðə fláwər kəntɛ́jnər prəvɛ́ntᵻd mɔ́jstʃər frəm spɔ́jlᵻŋ ðə fláwər.",
        "hash": "TXT_189b667654e46a14ba305d9b8e566d.mp3",
        "score": 0.5
    },
    {
        "txt": "Soup Warmer: The soup warmer kept the bisque at a safe serving temperature.",
        "ipa": "súwp wɔ́rmər: ðə súwp wɔ́rmər kɛ́pt ðə bᵻ́sk æt ə sɛ́jf sɜ́rvᵻŋ tɛ́mpərətʃər.",
        "hash": "TXT_1fa1b1f6495f95d14dc83e0b40dc6c.mp3",
        "score": 0.5
    },
    {
        "txt": "Gelato Spatula: The gelato spatula smoothed the surface of homemade ice cream in the tub.",
        "ipa": "dʒəlɒ́tow spǽtʃʊ̀lə: ðə dʒəlɒ́tow spǽtʃʊ̀lə smúwðd ðə sɜ́rfəs əv hówmɛ́jd ájs kríjm ᵻn ðə tʌ́b.",
        "hash": "TXT_7b89c661f4319a88d71983d824b5b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Crepe Spreader: The crepe spreader helped achieve paper-thin crepes.",
        "ipa": "krɛ́jp sprɛ́dər: ðə krɛ́jp sprɛ́dər hɛ́lpt ətʃíjv pɛ́jpər-θᵻ́n krɛ́jps.",
        "hash": "TXT_0fc31cee63e233e665babc06cccbd7.mp3",
        "score": 0.5
    },
    {
        "txt": "Dish Drying Mat: The dish drying mat absorbed water to keep the countertop tidy.",
        "ipa": "dᵻ́ʃ drájᵻŋ mǽt: ðə dᵻ́ʃ drájᵻŋ mǽt əbzɔ́rbd wɔ́tər tə kíjp ðə káwntərtɒ̀p tájdij.",
        "hash": "TXT_4f25b2e48485f25bd05fc1d31d702e.mp3",
        "score": 0.5
    },
    {
        "txt": "Gravy Boat: The gravy boat poured sauce without drips.",
        "ipa": "ɡrɛ́jvij bówt: ðə ɡrɛ́jvij bówt pɔ́rd sɔ́s wᵻðáwt drᵻ́ps.",
        "hash": "TXT_cc9fa0200c7bce76cc7191eb736547.mp3",
        "score": 0.5
    },
    {
        "txt": "Pumpkin Knife: The pumpkin knife had a serrated edge for cutting tough rinds.",
        "ipa": "pʌ́mkᵻn nájf: ðə pʌ́mkᵻn nájf hǽd ə sɛ́ərɛ̀jtᵻd ɛ́dʒ fɔr kʌ́tᵻŋ tʌ́f rájndz.",
        "hash": "TXT_84a38ab392f2c07a38f54589649fd6.mp3",
        "score": 0.5
    },
    {
        "txt": "Corn Peeler: The corn peeler stripped kernels quickly off the cob.",
        "ipa": "kɔ́rn píjlər: ðə kɔ́rn píjlər strᵻ́pt kɜ́rnəlz kwᵻ́klij ɔ́f ðə kɒ́b.",
        "hash": "TXT_a5fccc3b5dcc9c83c7434dca5e83a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Burger Press: The burger press molded uniform patties.",
        "ipa": "bɜ́rɡər prɛ́s: ðə bɜ́rɡər prɛ́s mówldᵻd júwnᵻfɔ̀rm pǽtijz.",
        "hash": "TXT_e8933f34cfeae508432a20d3c9ab6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Temperature Kettle: The temperature kettle heated water to a precise degree for delicate teas.",
        "ipa": "tɛ́mpərətʃər kɛ́təl: ðə tɛ́mpərətʃər kɛ́təl híjtᵻd wɔ́tər tə ə prəsájs dəɡríj fɔr dɛ́lᵻkət tíjz.",
        "hash": "TXT_0f0d54b10f9bd65bcdde9a09a3cf50.mp3",
        "score": 0.5
    },
    {
        "txt": "Taco Fryer Basket: The taco fryer basket shaped tortillas into crispy shells.",
        "ipa": "tɒ́kow frájər bǽskət: ðə tɒ́kow frájər bǽskət ʃɛ́jpt tɔ̀rtíjəz ᵻntə krᵻ́spij ʃɛ́lz.",
        "hash": "TXT_ec1f43b836bd82f1a6adeb7c25b2f9.mp3",
        "score": 0.5
    },
    {
        "txt": "Fish Bone Tweezers: The fish bone tweezers extracted tiny bones effortlessly.",
        "ipa": "fᵻ́ʃ bówn twíjzərz: ðə fᵻ́ʃ bówn twíjzərz əkstrǽktᵻd tájnij bównz ɛ́fərtləslij.",
        "hash": "TXT_6f4251091e0539aa90b95df5d17ab8.mp3",
        "score": 0.5
    },
    {
        "txt": "Pita Roller: The pita roller flattened dough for an even pocket.",
        "ipa": "píjtə rówlər: ðə píjtə rówlər flǽtənd dów fɔr ən íjvən pɒ́kət.",
        "hash": "TXT_9db7c86743aec278cc778611ff9740.mp3",
        "score": 0.5
    },
    {
        "txt": "Immersion Blender: The immersion blender pureed soup directly in the pot.",
        "ipa": "ᵻ̀mɜ́rʒən blɛ́ndər: ðə ᵻ̀mɜ́rʒən blɛ́ndər pjʊrɛ́jd súwp dᵻərɛ́klij ᵻn ðə pɒ́t.",
        "hash": "TXT_a2dfd26f1d9667c2094131e71723a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Expandable Trivet: The expandable trivet adjusted to fit large casserole dishes.",
        "ipa": "əkspǽndəbəl trᵻ́vᵻt: ðə əkspǽndəbəl trᵻ́vᵻt ədʒʌ́stᵻd tə fᵻ́t lɑ́rdʒ kǽsəròwl dᵻ́ʃᵻz.",
        "hash": "TXT_1a36e7faab9c8323e0ac430a437935.mp3",
        "score": 0.5
    },
    {
        "txt": "Apple Corer: The apple corer removed the apple’s center cleanly with one quick push.",
        "ipa": "ǽpəl kɔ́rər: ðə ǽpəl kɔ́rər rijmúwvd ðə ǽpəl'z sɛ́ntər klíjnlij wᵻð wʌ́n kwᵻ́k pʊ́ʃ.",
        "hash": "TXT_6f9ebd67e9831b98951596e0df9b33.mp3",
        "score": 0.5
    },
    {
        "txt": "Bean Pot: The bean pot kept baked beans hot and flavorful.",
        "ipa": "bíjn pɒ́t: ðə bíjn pɒ́t kɛ́pt bɛ́jkt bíjnz hɒ́t ənd flɛ́jvərfəl.",
        "hash": "TXT_b80b9c41da238769833ec49d89e87e.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Blades: The pastry blades incorporated cold butter into flour effortlessly.",
        "ipa": "pɛ́jstrij blɛ́jdz: ðə pɛ́jstrij blɛ́jdz ᵻ̀nkɔ́rpərɛ̀jtᵻd kówld bʌ́tər ᵻntə fláwər ɛ́fərtləslij.",
        "hash": "TXT_790701d6de7e043d63a50381641f08.mp3",
        "score": 0.5
    },
    {
        "txt": "Garlic Peeler: The garlic peeler removed the papery skin with a gentle roll.",
        "ipa": "ɡɑ́rlᵻk píjlər: ðə ɡɑ́rlᵻk píjlər rijmúwvd ðə pɛ́jpərij skᵻ́n wᵻð ə dʒɛ́ntəl rówl.",
        "hash": "TXT_4ddd6d77cdd8b5929fa5c45c2e1242.mp3",
        "score": 0.5
    },
    {
        "txt": "Cocktail Shaker: The cocktail shaker chilled and mixed drinks thoroughly.",
        "ipa": "kɒ́ktɛ̀jl ʃɛ́jkər: ðə kɒ́ktɛ̀jl ʃɛ́jkər tʃᵻ́ld ənd mᵻ́kst drᵻ́ŋks θɜ́rəlij.",
        "hash": "TXT_ac2e0c7259343e2f8ff5cc1a7a5705.mp3",
        "score": 0.5
    },
    {
        "txt": "Flex Beater: The flex beater scraped down the mixing bowl’s sides while blending.",
        "ipa": "flɛ́ks bíjtər: ðə flɛ́ks bíjtər skrɛ́jpt dawn ðə mᵻ́ksᵻŋ bówl'z sájdz wájl blɛ́ndᵻŋ.",
        "hash": "TXT_0d837fba44f571cf6c24d53205d04e.mp3",
        "score": 0.5
    },
    {
        "txt": "Spaghetti Measure: The spaghetti measure portioned out exact servings of dry pasta.",
        "ipa": "spəɡɛ́tij mɛ́ʒər: ðə spəɡɛ́tij mɛ́ʒər pɔ̀rʃənd awt əɡzǽkt sɜ́rvᵻŋz əv dráj pɒ́stə.",
        "hash": "TXT_0bfb7bb3dcbca773c50d71b17950a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Casserole Dish: The casserole dish braised short ribs to tender perfection.",
        "ipa": "kǽsəròwl dᵻ́ʃ: ðə kǽsəròwl dᵻ́ʃ brɛ́jzd ʃɔ́rt rᵻ́bz tə tɛ́ndər pərfɛ́kʃən.",
        "hash": "TXT_134ebcb89a5c18bf66a3d67cc3ff8e.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Measuring Cups: The collapsible measuring cups flattened for compact storage.",
        "ipa": "kəlǽpsəbəl mɛ́ʒərᵻŋ kʌ́ps: ðə kəlǽpsəbəl mɛ́ʒərᵻŋ kʌ́ps flǽtənd fɔr kɒ́mpækt stɔ́rᵻdʒ.",
        "hash": "TXT_5664450f92bd77e2753b7e102508bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Wok Spatula: The wok spatula’s curved edge fit perfectly along the wok’s sides.",
        "ipa": "wɒ́k spǽtʃʊ̀lə: ðə wɒ́k spǽtʃʊ̀lə'z kɜ́rvd ɛ́dʒ fᵻ́t pɜ́rfəktlij əlɔ́ŋ ðə wɒ́k'z sájdz.",
        "hash": "TXT_19eab4a533008c9bfb5756876bfe95.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Stripper: The herb stripper pulled the leaves off stems in one swift motion.",
        "ipa": "ɜ́rb strᵻ́pər: ðə ɜ́rb strᵻ́pər pʊ́ld ðə líjvz ɔ́f stɛ́mz ᵻn wʌ́n swᵻ́ft mówʃən.",
        "hash": "TXT_73818a033d1e52065083c824a5b913.mp3",
        "score": 0.5
    },
    {
        "txt": "Dough Hook: The dough hook handled thick, elastic bread dough with ease.",
        "ipa": "dów hʊ́k: ðə dów hʊ́k hǽndəld θᵻ́k, əlǽstᵻk brɛ́d dów wᵻð íjz.",
        "hash": "TXT_d4750baa29164d65158becc67a667e.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Rolling Pin: The adjustable rolling pin created uniform dough thickness using removable discs.",
        "ipa": "ədʒʌ́stəbəl rówlᵻŋ pᵻ́n: ðə ədʒʌ́stəbəl rówlᵻŋ pᵻ́n krijɛ́jtᵻd júwnᵻfɔ̀rm dów θᵻ́knəs júwzᵻŋ rəmúwvəbəl dᵻ́sks.",
        "hash": "TXT_5f1081ed5ba8e2c5f19d4f60a5f3bb.mp3",
        "score": 0.5
    },
    {
        "txt": "Loaf Baker: The loaf baker produced an artisan-style crust for homemade bread.",
        "ipa": "lówf bɛ́jkər: ðə lówf bɛ́jkər prədúwst ən ɑ́rtᵻzən-stájl krʌ́st fɔr hówmɛ́jd brɛ́d.",
        "hash": "TXT_18c21089344b9528ecad93b1b2f7a5.mp3",
        "score": 0.5
    },
    {
        "txt": "Strainer Bag: The strainer bag contained spices while simmering a broth.",
        "ipa": "strɛ́jnər bǽɡ: ðə strɛ́jnər bǽɡ kəntɛ́jnd spájsᵻz wájl sᵻ́mərᵻŋ ə brɔ́θ.",
        "hash": "TXT_af6aba4f6b69ef5cb3d78841a295fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Double Boiler: The double boiler gently melted chocolate without scorching it.",
        "ipa": "dʌ́bəl bɔ́jlər: ðə dʌ́bəl bɔ́jlər dʒɛ́ntlij mɛ́ltᵻd tʃɔ́klət wᵻðáwt skɔ́rtʃᵻŋ ᵻt.",
        "hash": "TXT_26ce78f9dcf6c284b3f508bd1f04e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Pot Holder: The pot holder provided a firm grip and heat protection.",
        "ipa": "pɒ́t hówldər: ðə pɒ́t hówldər prəvájdᵻd ə fɜ́rm ɡrᵻ́p ənd híjt prətɛ́kʃən.",
        "hash": "TXT_017b286ba7ab127d2121557db9262c.mp3",
        "score": 0.5
    },
    {
        "txt": "Jelly Roll Pan: The jelly roll pan baked thin sponge cakes for Swiss rolls.",
        "ipa": "dʒɛ́lij rówl pǽn: ðə dʒɛ́lij rówl pǽn bɛ́jkt θᵻ́n spʌ́ndʒ kɛ́jks fɔr swᵻ́s rówlz.",
        "hash": "TXT_69bf85820998a466eaebe7132a45f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Warmer: The butter warmer melted butter slowly without burning.",
        "ipa": "bʌ́tər wɔ́rmər: ðə bʌ́tər wɔ́rmər mɛ́ltᵻd bʌ́tər slówlij wᵻðáwt bɜ́rnᵻŋ.",
        "hash": "TXT_337373a3e8fe18d46ce6faeb689f06.mp3",
        "score": 0.5
    },
    {
        "txt": "Avocado Slicer: The avocado slicer cut, pitted, and scooped in one integrated tool.",
        "ipa": "æ̀vəkɒ́dow slájsər: ðə æ̀vəkɒ́dow slájsər kʌ́t, pᵻ́tᵻd, ənd skúwpt ᵻn wʌ́n ᵻ́ntəɡrɛjtᵻd túwl.",
        "hash": "TXT_dc971a9449e33da8b4b84409deb2d3.mp3",
        "score": 0.5
    },
    {
        "txt": "Reusable Muffin Tray: The reusable muffin tray replaced paper liners completely.",
        "ipa": "rijúwzəbəl mʌ́fᵻn trɛ́j: ðə rijúwzəbəl mʌ́fᵻn trɛ́j rìjplɛ́jst pɛ́jpər lájnərz kəmplíjtlij.",
        "hash": "TXT_35f65bf2e634f79c2584239b95764f.mp3",
        "score": 0.5
    },
    {
        "txt": "Meringue Whisk: The meringue whisk incorporated extra air into egg whites for light peaks.",
        "ipa": "mərǽŋ wᵻ́sk: ðə mərǽŋ wᵻ́sk ᵻ̀nkɔ́rpərɛ̀jtᵻd ɛ́kstrə ɛ́ər ᵻntə ɛ́ɡ wájts fɔr lájt píjks.",
        "hash": "TXT_0be2e9991dff8f25c3823f228c8202.mp3",
        "score": 0.5
    },
    {
        "txt": "Pasta Jar: The pasta jar kept spaghetti neatly organized in the pantry.",
        "ipa": "pɒ́stə dʒɑ́r: ðə pɒ́stə dʒɑ́r kɛ́pt spəɡɛ́tij níjtlij ɔ́rɡənàjzd ᵻn ðə pǽntrij.",
        "hash": "TXT_51fb82dda4e739d62556f12054229d.mp3",
        "score": 0.5
    },
    {
        "txt": "Spoon Rest: The spoon rest prevented drips on the stovetop.",
        "ipa": "spúwn rɛ́st: ðə spúwn rɛ́st prəvɛ́ntᵻd drᵻ́ps ɒn ðə stovtɒp.",
        "hash": "TXT_b7bc0e2898b4a72933389db4360c8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Large Mixing Bowl: The large mixing bowl stabilized egg whites for a voluminous foam.",
        "ipa": "lɑ́rdʒ mᵻ́ksᵻŋ bówl: ðə lɑ́rdʒ mᵻ́ksᵻŋ bówl stɛ́jbᵻlàjzd ɛ́ɡ wájts fɔr ə vəlúwmᵻnəs fówm.",
        "hash": "TXT_0a770f2373425695ef00233de6a93d.mp3",
        "score": 0.5
    },
    {
        "txt": "Crepe Maker: The crepe maker ensured even cooking and easy flipping.",
        "ipa": "krɛ́jp mɛ́jkər: ðə krɛ́jp mɛ́jkər ənʃʊ́rd íjvən kʊ́kᵻŋ ənd íjzij flᵻ́pᵻŋ.",
        "hash": "TXT_283ab88f2e9df6b5fed1bcad938b2d.mp3",
        "score": 0.5
    },
    {
        "txt": "French Press: The french press brewed bold coffee with minimal sediment.",
        "ipa": "frɛ́ntʃ prɛ́s: ðə frɛ́ntʃ prɛ́s brúwd bówld kɒ́fij wᵻð mᵻ́nᵻməl sɛ́dᵻmənt.",
        "hash": "TXT_c5d63c281f8006839c088814d3041a.mp3",
        "score": 0.5
    },
    {
        "txt": "Square Cake Pan: The square cake pan shaped brownies evenly for precise cuts.",
        "ipa": "skwɛ́ər kɛ́jk pǽn: ðə skwɛ́ər kɛ́jk pǽn ʃɛ́jpt bráwnijz íjvənlij fɔr prəsájs kʌ́ts.",
        "hash": "TXT_9cd306a347c30fda2fac7722f15ec8.mp3",
        "score": 0.5
    },
    {
        "txt": "Splatter Screen: The splatter screen prevented oil from popping onto the stove.",
        "ipa": "splǽtər skríjn: ðə splǽtər skríjn prəvɛ́ntᵻd ɔ́jl frəm pɒ́pᵻŋ ɒntuw ðə stówv.",
        "hash": "TXT_e3aff9bb0e46a89be351c54d775b48.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Pan: The pizza pan developed a crisp, evenly baked crust.",
        "ipa": "píjtsə pǽn: ðə píjtsə pǽn dəvɛ́ləpt ə krᵻ́sp, íjvənlij bɛ́jkt krʌ́st.",
        "hash": "TXT_89cd99ca0221cf13188e81c16cc367.mp3",
        "score": 0.5
    },
    {
        "txt": "Stacked Rack: The stacked rack maximized counter space while cooling multiple batches.",
        "ipa": "stǽkt rǽk: ðə stǽkt rǽk mǽksᵻmàjzd káwntər spɛ́js wájl kúwlᵻŋ mʌ́ltᵻpəl bǽtʃᵻz.",
        "hash": "TXT_f86351fd25646bad0a34d3aa9c0d09.mp3",
        "score": 0.5
    },
    {
        "txt": "Oyster Knife: The oyster knife’s short, robust blade pried open shells without breaking them.",
        "ipa": "ɔ́jstər nájf: ðə ɔ́jstər nájf'z ʃɔ́rt, rowbʌ́st blɛ́jd prájd ówpən ʃɛ́lz wᵻðáwt brɛ́jkᵻŋ ðɛm.",
        "hash": "TXT_651dca05f87afeb619c6650b9b468d.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Knife: The electric knife carved the turkey in uniform slices with minimal effort.",
        "ipa": "əlɛ́ktrᵻk nájf: ðə əlɛ́ktrᵻk nájf kɑ́rvd ðə tɜ́rkij ᵻn júwnᵻfɔ̀rm slájsᵻz wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_99129cd37aee4c45852ecb83d1c711.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Cream Sandwich Maker: The ice cream sandwich maker molded the perfect handheld dessert.",
        "ipa": "ájs kríjm sǽmwᵻtʃ mɛ́jkər: ðə ájs kríjm sǽmwᵻtʃ mɛ́jkər mówldᵻd ðə pɜ́rfəkt hǽndhɛ́ld dəzɜ́rt.",
        "hash": "TXT_905ce4aa814a24e97cccab8718e6d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Box: The spice box stored an array of aromatic seasonings neatly.",
        "ipa": "spájs bɒ́ks: ðə spájs bɒ́ks stɔ́rd ən ərɛ́j əv ɛ̀ərəmǽtᵻk síjzənᵻŋz níjtlij.",
        "hash": "TXT_77b6c610e1c01a28019dd363edc02a.mp3",
        "score": 0.5
    },
    {
        "txt": "Coffee Dripper: The coffee dripper allowed a slow, manual pour-over brew.",
        "ipa": "kɒ́fij drᵻ́pər: ðə kɒ́fij drᵻ́pər əláwd ə slów, mǽnjuwəl pɔ́r-ówvər brúw.",
        "hash": "TXT_182126d522491c976fe18b47ffd658.mp3",
        "score": 0.5
    },
    {
        "txt": "Cookie Press: The cookie press formed dough into decorative shapes with a squeeze of the handle.",
        "ipa": "kʊ́kij prɛ́s: ðə kʊ́kij prɛ́s fɔ́rmd dów ᵻntə dɛ́kərətᵻv ʃɛ́jps wᵻð ə skwíjz əv ðə hǽndəl.",
        "hash": "TXT_5cd8f238b21ebf5ca1f4fea2211af7.mp3",
        "score": 0.5
    },
    {
        "txt": "Marinade Injector: The marinade injector infused flavors deeper into the meat.",
        "ipa": "mɑ́rᵻnɛ̀jd ᵻndʒɛ́ktər: ðə mɑ́rᵻnɛ̀jd ᵻndʒɛ́ktər ᵻ̀nfjúwzd flɛ́jvərz díjpər ᵻntə ðə míjt.",
        "hash": "TXT_2489588f87a94f64bb859d7e7aa4b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Lattice Roller: The lattice roller created an intricate pastry pattern for fruit pies.",
        "ipa": "lǽtᵻs rówlər: ðə lǽtᵻs rówlər krijɛ́jtᵻd ən ᵻ́ntrᵻkət pɛ́jstrij pǽtərn fɔr frúwt pájz.",
        "hash": "TXT_bb9f061046cdd58d45f964e22bf4b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Stone Griddle: The stone griddle heated evenly and retained warmth for longer serving.",
        "ipa": "stówn ɡrᵻ́dəl: ðə stówn ɡrᵻ́dəl híjtᵻd íjvənlij ənd rijtɛ́jnd wɔ́rmθ fɔr lɔ́ŋɡər sɜ́rvᵻŋ.",
        "hash": "TXT_bcd53492df4752324f1313efdfa675.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Knife: The cake knife cut layered cakes cleanly.",
        "ipa": "kɛ́jk nájf: ðə kɛ́jk nájf kʌ́t lɛ́jərd kɛ́jks klíjnlij.",
        "hash": "TXT_6a63b333c86d12259093e2b5c32b3b.mp3",
        "score": 0.5
    },
    {
        "txt": "Infusing Cruet: The infusing cruet steeped herbs in olive oil for enhanced flavor.",
        "ipa": "ᵻ̀nfjúwzᵻŋ krúwᵻt: ðə ᵻ̀nfjúwzᵻŋ krúwᵻt stíjpt ɜ́rbz ᵻn ɒ́lᵻv ɔ́jl fɔr ənhǽnst flɛ́jvər.",
        "hash": "TXT_e0ff7d8a7835d9f15c6377be313c72.mp3",
        "score": 0.5
    },
    {
        "txt": "Batter Dispenser: The batter dispenser poured pancake batter in precise portions.",
        "ipa": "bǽtər dᵻspɛ́nsər: ðə bǽtər dᵻspɛ́nsər pɔ́rd pǽnkɛ̀jk bǽtər ᵻn prəsájs pɔ́rʃənz.",
        "hash": "TXT_ce59f116236645adf24323e9fb5ada.mp3",
        "score": 0.5
    },
    {
        "txt": "Toaster Tongs: The toaster tongs retrieved hot toast without conducting heat.",
        "ipa": "tówstər tɒ́ŋz: ðə tówstər tɒ́ŋz rətríjvd hɒ́t tówst wᵻðáwt kəndʌ́ktᵻŋ híjt.",
        "hash": "TXT_86ba93168d521187d35e1d3b3dde84.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Pop Maker: The cake pop maker created bite-sized treats without mess.",
        "ipa": "kɛ́jk pɒ́p mɛ́jkər: ðə kɛ́jk pɒ́p mɛ́jkər krijɛ́jtᵻd bájt-sájzd tríjts wᵻðáwt mɛ́s.",
        "hash": "TXT_1df12941830acc50733089388c33ee.mp3",
        "score": 0.5
    },
    {
        "txt": "Flambeing Pan: The flambeing pan safely handled high flames for flambé dishes.",
        "ipa": "flæmbɛ́jᵻŋ pǽn: ðə flæmbɛ́jᵻŋ pǽn sɛ́jflij hǽndəld háj flɛ́jmz fɔr flǽmé dᵻ́ʃᵻz.",
        "hash": "TXT_f382d00d92837897359c2b7a8574ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Ravioli Tray: The ravioli tray helped form and seal homemade ravioli.",
        "ipa": "ræ̀vijówlij trɛ́j: ðə ræ̀vijówlij trɛ́j hɛ́lpt fɔ́rm ənd síjl hówmɛ́jd ræ̀vijówlij.",
        "hash": "TXT_395c9008467656d088cc7b0f58a3b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Salt Pig: The salt pig provided easy access to salt while cooking.",
        "ipa": "sɔ́lt pᵻ́ɡ: ðə sɔ́lt pᵻ́ɡ prəvájdᵻd íjzij ǽksɛ̀s tə sɔ́lt wájl kʊ́kᵻŋ.",
        "hash": "TXT_973e003bb55bcd2d7ff0ce7d63fd04.mp3",
        "score": 0.5
    },
    {
        "txt": "Popcorn Popper: The popcorn popper popped kernels in the microwave without oil.",
        "ipa": "pɒ́pkɔ̀rn pɒ́pər: ðə pɒ́pkɔ̀rn pɒ́pər pɒ́pt kɜ́rnəlz ᵻn ðə májkrəwɛ̀jv wᵻðáwt ɔ́jl.",
        "hash": "TXT_203547a6815da6b889211972e4e11e.mp3",
        "score": 0.5
    },
    {
        "txt": "Proofing Drawer: The proofing drawer maintained optimal warmth for rising bread dough.",
        "ipa": "prúwfᵻŋ drɔ́r: ðə prúwfᵻŋ drɔ́r mɛjntɛ́jnd ɒ́ptᵻməl wɔ́rmθ fɔr rájzᵻŋ brɛ́d dów.",
        "hash": "TXT_872086ae04e5a88273e4028412daf1.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Carrier: The cake carrier transported baked goods securely, then folded flat.",
        "ipa": "kɛ́jk kǽrijər: ðə kɛ́jk kǽrijər trænspɔ́rtᵻd bɛ́jkt ɡʊ́dz səkjʊ́rlij, ðɛn fówldᵻd flǽt.",
        "hash": "TXT_1f6e18c64866e8db16a9aae44b340a.mp3",
        "score": 0.5
    },
    {
        "txt": "Vegetable Slicer: The vegetable slicer turned zucchini into low-carb strands.",
        "ipa": "vɛ́dʒtəbəl slájsər: ðə vɛ́dʒtəbəl slájsər tɜ́rnd zuwkíjnij ᵻntə lów-kɑ́rb strǽndz.",
        "hash": "TXT_89335c2440845c84a2b2579062f844.mp3",
        "score": 0.5
    },
    {
        "txt": "Chocolate Mold: The chocolate mold shaped homemade truffles neatly.",
        "ipa": "tʃɔ́klət mówld: ðə tʃɔ́klət mówld ʃɛ́jpt hówmɛ́jd trʌ́fəlz níjtlij.",
        "hash": "TXT_d0c1560fd00041230da4b3e834f6ec.mp3",
        "score": 0.5
    },
    {
        "txt": "Matcha Whisk: The matcha whisk frothed green tea into a smooth, creamy consistency.",
        "ipa": "mǽtʃə wᵻ́sk: ðə mǽtʃə wᵻ́sk frɔ́θt ɡríjn tíj ᵻntə ə smúwð, kríjmij kənsᵻ́stənsij.",
        "hash": "TXT_21e8d6fef782e1660f381958300761.mp3",
        "score": 0.5
    },
    {
        "txt": "Wood Mortar: The wood mortar crushed spices coarsely for rustic flavor.",
        "ipa": "wʊ́d mɔ́rtər: ðə wʊ́d mɔ́rtər krʌ́ʃt spájsᵻz kɔ́rslij fɔr rʌ́stᵻk flɛ́jvər.",
        "hash": "TXT_2badc4b0f176853aee8240cfe01f7b.mp3",
        "score": 0.5
    },
    {
        "txt": "Baguette Pan: The baguette pan had perforations for a crisp bakery-style crust.",
        "ipa": "bæ̀ɡɛ́t pǽn: ðə bæ̀ɡɛ́t pǽn hǽd pɜ̀rfərɛ́jʃənz fɔr ə krᵻ́sp bɛ́jkərij-stájl krʌ́st.",
        "hash": "TXT_0fd8340376c56b7a73fe3220dc2863.mp3",
        "score": 0.5
    },
    {
        "txt": "Halogen Oven: The halogen oven used infrared heat to roast meats quickly and evenly.",
        "ipa": "hǽlədʒən ʌ́vən: ðə hǽlədʒən ʌ́vən júwzd ᵻ̀nfrərɛ́d híjt tə rówst míjts kwᵻ́klij ənd íjvənlij.",
        "hash": "TXT_b3bf305a74d177e43c6ebb8bab78c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Cotton Cheesecloth: The cotton cheesecloth strained homemade ricotta to a silky texture.",
        "ipa": "kɒ́tən tʃíjzklɔ̀θ: ðə kɒ́tən tʃíjzklɔ̀θ strɛ́jnd hówmɛ́jd rijkɒ́tə tə ə sᵻ́lkij tɛ́kstʃər.",
        "hash": "TXT_cea8ee9a64d3bd469aeaa241e07faa.mp3",
        "score": 0.5
    },
    {
        "txt": "Raclette Grill: The raclette grill melted cheese while grilling meats and vegetables on top.",
        "ipa": "ræklɛ́t ɡrᵻ́l: ðə ræklɛ́t ɡrᵻ́l mɛ́ltᵻd tʃíjz wájl ɡrᵻ́lᵻŋ míjts ənd vɛ́dʒtəbəlz ɒn tɒ́p.",
        "hash": "TXT_e7cbaef11c7d746bcbea322cfa68fb.mp3",
        "score": 0.5
    },
    {
        "txt": "Tagine Pot: The tagine pot’s conical lid returned steam to the dish, locking in moisture.",
        "ipa": "təʒíjn pɒ́t: ðə təʒíjn pɒ́t's kɒ́nᵻkəl lᵻ́d rətɜ́rnd stíjm tə ðə dᵻ́ʃ, lɒ́kᵻŋ ᵻn mɔ́jstʃər.",
        "hash": "TXT_ab21121ce32bf9d2c616a13342e909.mp3",
        "score": 0.5
    },
    {
        "txt": "Brulee Torch: The brulee torch caramelized the sugar topping for crème brûlée.",
        "ipa": "bruwlɛ́j tɔ́rtʃ: ðə bruwlɛ́j tɔ́rtʃ kǽrəməlàjzd ðə ʃʊ́ɡər tɒ́pᵻŋ fɔr krem brùwlɛ́j.",
        "hash": "TXT_ba68b38f8cb48f4a6dc5de8f21873f.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Shredder Claws: The meat shredder claws tore through slow-cooked pork easily.",
        "ipa": "míjt ʃrɛ́dər klɔ́z: ðə míjt ʃrɛ́dər klɔ́z tɔ́r θrúw slów-kʊ́kt pɔ́rk íjzəlij.",
        "hash": "TXT_7bd4fdb59b57aaef2462aeac2843b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Fermentation Crock: The fermentation crock allowed cabbage to ferment into sauerkraut safely.",
        "ipa": "fɜ̀rməntɛ́jʃən krɒ́k: ðə fɜ̀rməntɛ́jʃən krɒ́k əláwd kǽbᵻdʒ tə fɜ́rmɛnt ᵻntə sáwərkràwt sɛ́jflij.",
        "hash": "TXT_feaf3c652964b11544d5da3b970616.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Aerator: The wine aerator introduced oxygen, enhancing the flavor upon pouring.",
        "ipa": "wájn eərɛ́jtər: ðə wájn eərɛ́jtər ᵻ̀ntrədúwst ɒ́ksᵻdʒən, ɛnhǽnsᵻŋ ðə flɛ́jvər əpɒ́n pɔ́rᵻŋ.",
        "hash": "TXT_304f0050e7c5e8fa2a3f78f7c29c36.mp3",
        "score": 0.5
    },
    {
        "txt": "Stovetop Smoker: The stovetop smoker infused meats with a rich, smoky flavor indoors.",
        "ipa": "stovtɒp smówkər: ðə stovtɒp smówkər ᵻ̀nfjúwzd míjts wᵻð ə rᵻ́tʃ, smówkij flɛ́jvər ᵻ́ndɔ̀rz.",
        "hash": "TXT_00542ef057fa7ab8d02116c9f16f10.mp3",
        "score": 0.5
    },
    {
        "txt": "Julienne Peeler: The julienne peeler created thin, matchstick cuts of carrots for salads.",
        "ipa": "dʒuwlíjən píjlər: ðə dʒuwlíjən píjlər krijɛ́jtᵻd θᵻ́n, mǽtʃstᵻk kʌ́ts əv kǽrəts fɔr sǽlədz.",
        "hash": "TXT_0d787ad2111b09701453e149fdc1ec.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizzelle Maker: The pizzelle maker pressed thin, decorative Italian cookies.",
        "ipa": "pᵻzɛ́l mɛ́jkər: ðə pᵻzɛ́l mɛ́jkər prɛ́st θᵻ́n, dɛ́kərətᵻv ᵻ̀tǽljən kʊ́kijz.",
        "hash": "TXT_008ab7159b669ae16de637f57be2b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Moka Pot: The moka pot brewed strong espresso-style coffee on the stovetop.",
        "ipa": "mówkə pɒ́t: ðə mówkə pɒ́t brúwd strɔ́ŋ ɛ̀ksprɛ́sòw-stájl kɒ́fij ɒn ðə stovtɒp.",
        "hash": "TXT_7db4333b68867dfcf5e65d514240ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Grinders: The electric grinders automatically dispensed seasoning with a button.",
        "ipa": "əlɛ́ktrᵻk ɡrájndərz: ðə əlɛ́ktrᵻk ɡrájndərz ɔ̀təmǽtᵻklij dᵻspɛ́nst síjzənᵻŋ wᵻð ə bʌ́tən.",
        "hash": "TXT_9277bfff942dc3d047e8e6259dbe90.mp3",
        "score": 0.5
    },
    {
        "txt": "Reusable Sheets: The reusable sheets replaced single-use parchment paper.",
        "ipa": "rijúwzəbəl ʃíjts: ðə rijúwzəbəl ʃíjts rìjplɛ́jst sᵻ́ŋɡəl-juwz pɑ́rtʃmənt pɛ́jpər.",
        "hash": "TXT_2fd52a1fd121a47d4acf8ea6fe6146.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Sieve: The collapsible sieve stored flat but expanded to rinse grains and vegetables.",
        "ipa": "kəlǽpsəbəl sᵻ́v: ðə kəlǽpsəbəl sᵻ́v stɔ́rd flǽt bʌt əkspǽndᵻd tə rᵻ́ns ɡrɛ́jnz ənd vɛ́dʒtəbəlz.",
        "hash": "TXT_9d6571a36a5ee462bbedcf8f11e0d7.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Plane: The cheese plane shaved thin, even slices from a wedge of hard cheese.",
        "ipa": "tʃíjz plɛ́jn: ðə tʃíjz plɛ́jn ʃɛ́jvd θᵻ́n, íjvən slájsᵻz frəm ə wɛ́dʒ əv hɑ́rd tʃíjz.",
        "hash": "TXT_04489dbd461739f14929f806a3bc14.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Bacon Tray: The microwave bacon tray elevated strips for crispier results.",
        "ipa": "májkrəwɛ̀jv bɛ́jkən trɛ́j: ðə májkrəwɛ̀jv bɛ́jkən trɛ́j ɛ́ləvɛ̀jtᵻd strᵻ́ps fɔr krᵻ́spijər rəzʌ́lts.",
        "hash": "TXT_5fa10e3ed850534dc791518346cbc6.mp3",
        "score": 0.5
    },
    {
        "txt": "Fry Basket: The fry basket drained excess oil from deep-fried foods.",
        "ipa": "fráj bǽskət: ðə fráj bǽskət drɛ́jnd ɛ́ksɛ̀s ɔ́jl frəm díjp-frájd fúwdz.",
        "hash": "TXT_919fddf356ab42fbcc7ddfc84fcd59.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorating Turntable: The decorating turntable rotated the cake for smooth frosting application.",
        "ipa": "dɛ́kərɛ̀jtᵻŋ tɜ́rntɛ̀jbəl: ðə dɛ́kərɛ̀jtᵻŋ tɜ́rntɛ̀jbəl rówtɛ̀jtᵻd ðə kɛ́jk fɔr smúwð frɔ́stᵻŋ æ̀plᵻkɛ́jʃən.",
        "hash": "TXT_bc19d582d5a04fcce5d390d8e4a914.mp3",
        "score": 0.5
    },
    {
        "txt": "Bento Box: The bento box stored meals in separate compartments.",
        "ipa": "bɛ́ntow bɒ́ks: ðə bɛ́ntow bɒ́ks stɔ́rd míjlz ᵻn sɛ́pərət kəmpɑ́rtmənts.",
        "hash": "TXT_4d19388aed8dc8addd567cc074d5dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Sous Vide Cooker: The sous vide cooker maintained water at a precise temperature for gentle cooking.",
        "ipa": "súw víj kʊ́kər: ðə súw víj kʊ́kər mɛjntɛ́jnd wɔ́tər æt ə prəsájs tɛ́mpərətʃər fɔr dʒɛ́ntəl kʊ́kᵻŋ.",
        "hash": "TXT_0a53c55be23324a34e49be69788a2f.mp3",
        "score": 0.5
    },
    {
        "txt": "Whipped Cream Dispenser: The whipped cream dispenser pressurized the cream for an airy finish.",
        "ipa": "wᵻ́pt kríjm dᵻspɛ́nsər: ðə wᵻ́pt kríjm dᵻspɛ́nsər prɛ́ʃəràjzd ðə kríjm fɔr ən ɛ́ərij fᵻ́nᵻʃ.",
        "hash": "TXT_42687a79acdef8245bc3dfee2bb35b.mp3",
        "score": 0.5
    },
    {
        "txt": "Gnocchi Board: The gnocchi board formed ridges on dumplings to hold sauce.",
        "ipa": "nówkij bɔ́rd: ðə nówkij bɔ́rd fɔ́rmd rᵻ́dʒᵻz ɒn dʌ́mplᵻŋz tə hówld sɔ́s.",
        "hash": "TXT_98559d5c8048dab2c1a08726e3b49e.mp3",
        "score": 0.5
    },
    {
        "txt": "Carving Fork: The carving fork steadied the roast while slicing.",
        "ipa": "kɑ́rvᵻŋ fɔ́rk: ðə kɑ́rvᵻŋ fɔ́rk stɛ́dijd ðə rówst wájl slájsᵻŋ.",
        "hash": "TXT_8ba3aed8dddbbcd7c10c39a4494c28.mp3",
        "score": 0.5
    },
    {
        "txt": "Enamel Pot: The enamel pot simmered soup gently for hours without scorching.",
        "ipa": "ənǽməl pɒ́t: ðə ənǽməl pɒ́t sᵻ́mərd súwp dʒɛ́ntlij fɔr áwərz wᵻðáwt skɔ́rtʃᵻŋ.",
        "hash": "TXT_1a474e00ad7621af2083360bf8e470.mp3",
        "score": 0.5
    },
    {
        "txt": "Siphon Coffee Maker: The siphon coffee maker brewed coffee through vapor pressure for a theatrical effect.",
        "ipa": "sájfən kɒ́fij mɛ́jkər: ðə sájfən kɒ́fij mɛ́jkər brúwd kɒ́fij θrúw vɛ́jpər prɛ́ʃər fɔr ə θijǽtrᵻkəl əfɛ́kt.",
        "hash": "TXT_1235f2a84bc2b6482f95adcd24b7d4.mp3",
        "score": 0.5
    },
    {
        "txt": "Pasta Machine: The pasta machine rolled out sheets of fresh dough at varying thicknesses.",
        "ipa": "pɒ́stə məʃíjn: ðə pɒ́stə məʃíjn rówld awt ʃíjts əv frɛ́ʃ dów æt vɛ́ərijᵻŋ θᵻ́knəsᵻz.",
        "hash": "TXT_70465bf3af10f9ef0e7d91d81c1e11.mp3",
        "score": 0.5
    },
    {
        "txt": "Vegetable Chopper: The vegetable chopper diced onions consistently without hurting her eyes.",
        "ipa": "vɛ́dʒtəbəl tʃɒ́pər: ðə vɛ́dʒtəbəl tʃɒ́pər dájst ʌ́njənz kənsᵻ́stəntlij wᵻðáwt hɜ́rtᵻŋ hər ájz.",
        "hash": "TXT_b58ba768181f8cba2b9a25941dffc0.mp3",
        "score": 0.5
    },
    {
        "txt": "Beeswax Wrap: The beeswax wrap replaced plastic wrap for covering leftovers.",
        "ipa": "bíjzwæ̀ks rǽp: ðə bíjzwæ̀ks rǽp rìjplɛ́jst plǽstᵻk rǽp fɔr kʌ́vərᵻŋ lɛ́ftòwvərz.",
        "hash": "TXT_8cbdbbe0c6b3e46915e325f2cef608.mp3",
        "score": 0.5
    },
    {
        "txt": "Waffle Cone Maker: The waffle cone maker pressed and shaped warm waffles into cones.",
        "ipa": "wɒ́fəl kówn mɛ́jkər: ðə wɒ́fəl kówn mɛ́jkər prɛ́st ənd ʃɛ́jpt wɔ́rm wɒ́fəlz ᵻntə kównz.",
        "hash": "TXT_30c1e9b892fa58f3f4b808c2417d12.mp3",
        "score": 0.5
    },
    {
        "txt": "Citrus Press: The citrus press squeezed lemons and limes with minimal effort.",
        "ipa": "sᵻ́trəs prɛ́s: ðə sᵻ́trəs prɛ́s skwíjzd lɛ́mənz ənd lájmz wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_e2bfdf8219a8823b1edf4972ad3429.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Torch: The pastry torch lightly browned meringue on pies and tarts.",
        "ipa": "pɛ́jstrij tɔ́rtʃ: ðə pɛ́jstrij tɔ́rtʃ lájtlij bráwnd mərǽŋ ɒn pájz ənd tɑ́rts.",
        "hash": "TXT_83ceb40938c8d476527b869b062056.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Splatter Guard: The oil splatter guard protected the stovetop from hot splashes.",
        "ipa": "ɔ́jl splǽtər ɡɑ́rd: ðə ɔ́jl splǽtər ɡɑ́rd prətɛ́ktᵻd ðə stovtɒp frəm hɒ́t splǽʃᵻz.",
        "hash": "TXT_f37698c5072a661c21ddcad36912c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Measuring Spoons: The magnetic measuring spoons stuck together for easy storage.",
        "ipa": "mæɡnɛ́tᵻk mɛ́ʒərᵻŋ spúwnz: ðə mæɡnɛ́tᵻk mɛ́ʒərᵻŋ spúwnz stʌ́k təɡɛ́ðər fɔr íjzij stɔ́rᵻdʒ.",
        "hash": "TXT_2db6a5c989fc901f44cd57e9318448.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Coddler: The egg coddler gently cooked eggs in boiling water.",
        "ipa": "ɛ́ɡ kɒ́dlər: ðə ɛ́ɡ kɒ́dlər dʒɛ́ntlij kʊ́kt ɛ́ɡz ᵻn bɔ́jlᵻŋ wɔ́tər.",
        "hash": "TXT_46efc347fd5c956254efcb78e4336a.mp3",
        "score": 0.5
    },
    {
        "txt": "Corn Brush: The corn brush removed silky threads from fresh corn cobs.",
        "ipa": "kɔ́rn brʌ́ʃ: ðə kɔ́rn brʌ́ʃ rijmúwvd sᵻ́lkij θrɛ́dz frəm frɛ́ʃ kɔ́rn kɒ́bz.",
        "hash": "TXT_beaefbbdab943c1e6004b0293b15ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Board: The cheese board kept cheeses cool for an elegant presentation.",
        "ipa": "tʃíjz bɔ́rd: ðə tʃíjz bɔ́rd kɛ́pt tʃíjzᵻz kúwl fɔr ən ɛ́ləɡənt prɛ̀zəntɛ́jʃən.",
        "hash": "TXT_4322adf05bae16cc1429cbcf7e732c.mp3",
        "score": 0.5
    },
    {
        "txt": "Lobster Pick: The lobster pick reached into narrow crevices for sweet meat.",
        "ipa": "lɒ́bstər pᵻ́k: ðə lɒ́bstər pᵻ́k ríjtʃt ᵻntə nǽrow krɛ́vᵻsᵻz fɔr swíjt míjt.",
        "hash": "TXT_61fbcea86bf2de29c838fa5e2fc4bc.mp3",
        "score": 0.5
    },
    {
        "txt": "Popover Pan: The popover pan allowed the batter to rise into airy domes.",
        "ipa": "pɒpówvɜ̀r pǽn: ðə pɒpówvɜ̀r pǽn əláwd ðə bǽtər tə rájz ᵻntə ɛ́ərij dówmz.",
        "hash": "TXT_4777285c3895db19cd51bdf6c1c821.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Curler: The butter curler created decorative shapes for special occasions.",
        "ipa": "bʌ́tər kɜ́rlər: ðə bʌ́tər kɜ́rlər krijɛ́jtᵻd dɛ́kərətᵻv ʃɛ́jps fɔr spɛ́ʃəl əkɛ́jʒənz.",
        "hash": "TXT_4ae7b0ded1500dbdff76a1001f81aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Teppanyaki Grill: The teppanyaki grill provided a flat surface for cooking multiple items at once.",
        "ipa": "tɛpɒnjɒ́kij ɡrᵻ́l: ðə tɛpɒnjɒ́kij ɡrᵻ́l prəvájdᵻd ə flǽt sɜ́rfəs fɔr kʊ́kᵻŋ mʌ́ltᵻpəl ájtəmz æt wʌ́ns.",
        "hash": "TXT_f8c1004acbad90783508ca9d128537.mp3",
        "score": 0.5
    },
    {
        "txt": "Handheld Separator: The handheld separator caught the yolk while the white slipped away.",
        "ipa": "hǽndhɛ́ld sɛ́pərɛ̀jtər: ðə hǽndhɛ́ld sɛ́pərɛ̀jtər kɒ́t ðə jówk wájl ðə wájt slᵻ́pt əwɛ́j.",
        "hash": "TXT_d6f9edae7768be8a46537668a53204.mp3",
        "score": 0.5
    },
    {
        "txt": "Pinch Bowls: The pinch bowls held measured spices within easy reach.",
        "ipa": "pᵻ́ntʃ bówlz: ðə pᵻ́ntʃ bówlz hɛ́ld mɛ́ʒərd spájsᵻz wᵻðᵻ́n íjzij ríjtʃ.",
        "hash": "TXT_c28f599710f99848199a24a61c369f.mp3",
        "score": 0.5
    },
    {
        "txt": "Tortilla Warmer: The tortilla warmer kept tortillas hot and pliable for table service.",
        "ipa": "tɔrtíjə wɔ́rmər: ðə tɔrtíjə wɔ́rmər kɛ́pt tɔ̀rtíjəz hɒ́t ənd plájəbəl fɔr tɛ́jbəl sɜ́rvᵻs.",
        "hash": "TXT_0829574271ff5b9f29aff4f013c6f7.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Knife: The cheese knife had a heavy handle for precise cutting of semi-hard cheeses.",
        "ipa": "tʃíjz nájf: ðə tʃíjz nájf hǽd ə hɛ́vij hǽndəl fɔr prəsájs kʌ́tᵻŋ əv sɛ́maj-hɑ́rd tʃíjzᵻz.",
        "hash": "TXT_51f38f450f2d75d30d12f1f6049fea.mp3",
        "score": 0.5
    },
    {
        "txt": "Potato Bag: The potato bag reduced light exposure, preventing sprouting.",
        "ipa": "pətɛ́jtow bǽɡ: ðə pətɛ́jtow bǽɡ rədjúwst lájt əkspówʒər, prəvɛ́ntᵻŋ spráwtᵻŋ.",
        "hash": "TXT_6c697f7341d3377f4c4a3c7b882f7c.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Drip Tray: The oil drip tray hung below the grill to collect excess grease.",
        "ipa": "ɔ́jl drᵻ́p trɛ́j: ðə ɔ́jl drᵻ́p trɛ́j hʌ́ŋ bijlów ðə ɡrᵻ́l tə kəlɛ́kt ɛ́ksɛ̀s ɡríjs.",
        "hash": "TXT_7442cee6d774f9934518c84e7d0675.mp3",
        "score": 0.5
    },
    {
        "txt": "Poultry Shears: The poultry shears cut through the turkey’s backbone effortlessly.",
        "ipa": "pówltrij ʃíjərz: ðə pówltrij ʃíjərz kʌ́t θrúw ðə tɜ́rkij'z bǽkbòwn ɛ́fərtləslij.",
        "hash": "TXT_f76a00481b1cb4a55cba075c6d38e1.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Mixing Bowl: The collapsible mixing bowl folded down for compact storage.",
        "ipa": "kəlǽpsəbəl mᵻ́ksᵻŋ bówl: ðə kəlǽpsəbəl mᵻ́ksᵻŋ bówl fówldᵻd dawn fɔr kɒ́mpækt stɔ́rᵻdʒ.",
        "hash": "TXT_56868ec2a3d14e8125fd083fec41fe.mp3",
        "score": 0.5
    },
    {
        "txt": "Deep Fry Thermometer: The deep fry thermometer clipped to the pot to track oil temperature accurately.",
        "ipa": "díjp fráj θərmɒ́mətər: ðə díjp fráj θərmɒ́mətər klᵻ́pt tə ðə pɒ́t tə trǽk ɔ́jl tɛ́mpərətʃər ǽkjərətlij.",
        "hash": "TXT_984818d0ed00a74f491c3dbf9ccbb0.mp3",
        "score": 0.5
    },
    {
        "txt": "Basil Keeper: The basil keeper kept the herbs hydrated and fresh for longer.",
        "ipa": "bɛ́jzəl kíjpər: ðə bɛ́jzəl kíjpər kɛ́pt ðə ɜ́rbz hájdrɛ̀jtᵻd ənd frɛ́ʃ fɔr lɔ́ŋɡər.",
        "hash": "TXT_795624428f25010324353a7527a6f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Automatic Sauce Stirrer: The automatic sauce stirrer rotated in the pot to prevent scorching.",
        "ipa": "ɔ̀təmǽtᵻk sɔ́s stɜ́rər: ðə ɔ̀təmǽtᵻk sɔ́s stɜ́rər rówtɛ̀jtᵻd ᵻn ðə pɒ́t tə prəvɛ́nt skɔ́rtʃᵻŋ.",
        "hash": "TXT_da45621359870a8ba4d45845529a91.mp3",
        "score": 0.5
    },
    {
        "txt": "Bento Lunch Box: The bento lunch box organized a balanced meal in separate compartments.",
        "ipa": "bɛ́ntow lʌ́ntʃ bɒ́ks: ðə bɛ́ntow lʌ́ntʃ bɒ́ks ɔ́rɡənàjzd ə bǽlənst míjl ᵻn sɛ́pərət kəmpɑ́rtmənts.",
        "hash": "TXT_1b05b85e8c8619fee9e133847b3523.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Slicer: The cheese slicer made wafer-thin cuts of cheddar.",
        "ipa": "tʃíjz slájsər: ðə tʃíjz slájsər mɛ́jd wɛ́jfər-θᵻ́n kʌ́ts əv tʃɛ́dər.",
        "hash": "TXT_18599a6e3d5b3a78897d85cf560da4.mp3",
        "score": 0.5
    },
    {
        "txt": "Fine Sieve: The fine sieve aerated flour, improving cake texture.",
        "ipa": "fájn sᵻ́v: ðə fájn sᵻ́v ɛ́ərɛ̀jtᵻd fláwər, ᵻmprúwvᵻŋ kɛ́jk tɛ́kstʃər.",
        "hash": "TXT_68fffecbf02636e5da34c104d6d149.mp3",
        "score": 0.5
    },
    {
        "txt": "Samosa Maker: The samosa maker crisped pastry pockets without deep-frying.",
        "ipa": "səmówsə mɛ́jkər: ðə səmówsə mɛ́jkər krᵻ́spt pɛ́jstrij pɒ́kəts wᵻðáwt díjp-frájᵻŋ.",
        "hash": "TXT_919fe37245346e5e525868b26fa4f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Handle Sleeve: The handle sleeve protected hands from a hot metal grip.",
        "ipa": "hǽndəl slíjv: ðə hǽndəl slíjv prətɛ́ktᵻd hǽndz frəm ə hɒ́t mɛ́təl ɡrᵻ́p.",
        "hash": "TXT_49ba071da13f19c992e97c08e8c014.mp3",
        "score": 0.5
    },
    {
        "txt": "Granite Board: The granite board provided a sturdy, hygienic surface for chopping.",
        "ipa": "ɡrǽnᵻt bɔ́rd: ðə ɡrǽnᵻt bɔ́rd prəvájdᵻd ə stɜ́rdij, hajdʒɛ́nᵻk sɜ́rfəs fɔr tʃɒ́pᵻŋ.",
        "hash": "TXT_1acc33fff94945dc3270882d35d8d6.mp3",
        "score": 0.5
    },
    {
        "txt": "Vertical Roaster: The vertical roaster let the chicken roast standing, draining excess fat.",
        "ipa": "vɜ́rtᵻkəl rówstər: ðə vɜ́rtᵻkəl rówstər lɛt ðə tʃᵻ́kən rówst stǽndᵻŋ, drɛ́jnᵻŋ ɛ́ksɛ̀s fǽt.",
        "hash": "TXT_d3ad8c02edc8c053684b765d42c402.mp3",
        "score": 0.5
    },
    {
        "txt": "Cherry Pitter: The cherry pitter ejected pits in one swift motion, preserving the fruit.",
        "ipa": "tʃɛ́ərij pᵻ́tər: ðə tʃɛ́ərij pᵻ́tər ədʒɛ́ktᵻd pᵻ́ts ᵻn wʌ́n swᵻ́ft mówʃən, prəzɜ́rvᵻŋ ðə frúwt.",
        "hash": "TXT_2e40344d6da897cdd18916ed4e7343.mp3",
        "score": 0.5
    },
    {
        "txt": "Compost Bin: The compost bin contained kitchen scraps while preventing odors.",
        "ipa": "kɒ́mpowst bᵻ́n: ðə kɒ́mpowst bᵻ́n kəntɛ́jnd kᵻ́tʃən skrǽps wájl prəvɛ́ntᵻŋ ówdərz.",
        "hash": "TXT_49de22043dabe6392724c67e42feb8.mp3",
        "score": 0.5
    },
    {
        "txt": "Smart Thermometer: The smart thermometer synced with her phone to alert when the roast was done.",
        "ipa": "smɑ́rt θərmɒ́mətər: ðə smɑ́rt θərmɒ́mətər sᵻ́ŋkt wᵻð hər fówn tə əlɜ́rt wɛ́n ðə rówst wɒz dʌ́n.",
        "hash": "TXT_54ce067f78b1e4029b9aef29ecaedd.mp3",
        "score": 0.5
    },
    {
        "txt": "Fondant Smoother: The fondant smoother created a flawless surface on decorated cakes.",
        "ipa": "fɒ́ndənt smúwðər: ðə fɒ́ndənt smúwðər krijɛ́jtᵻd ə flɔ́ləs sɜ́rfəs ɒn dɛ́kərɛ̀jtᵻd kɛ́jks.",
        "hash": "TXT_f55f14b04ad4f0f1c78dab136d8101.mp3",
        "score": 0.5
    },
    {
        "txt": "Sushi Paddle: The sushi paddle mixed vinegar into hot rice without crushing the grains.",
        "ipa": "súwʃij pǽdəl: ðə súwʃij pǽdəl mᵻ́kst vᵻ́nəɡər ᵻntə hɒ́t rájs wᵻðáwt krʌ́ʃᵻŋ ðə ɡrɛ́jnz.",
        "hash": "TXT_4f5cb96cfcf38b8669f399a95332ab.mp3",
        "score": 0.5
    },
    {
        "txt": "Dual Masher: The dual masher gave various textures to mashed foods.",
        "ipa": "djúwəl mǽʃər: ðə djúwəl mǽʃər ɡɛ́jv vɛ́ərijəs tɛ́kstʃərz tə mǽʃt fúwdz.",
        "hash": "TXT_b0aa1989342e390bb664b097309b42.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Measuring Spoon: The adjustable measuring spoon slid to measure different volumes in one utensil.",
        "ipa": "ədʒʌ́stəbəl mɛ́ʒərᵻŋ spúwn: ðə ədʒʌ́stəbəl mɛ́ʒərᵻŋ spúwn slᵻ́d tə mɛ́ʒər dᵻ́fərənt vɒ́ljuwmz ᵻn wʌ́n juwtɛ́nsəl.",
        "hash": "TXT_c5f37bbe317b4809def3c16a64f4bb.mp3",
        "score": 0.5
    },
    {
        "txt": "Warmer Pouch: The warmer pouch kept tortillas soft and warm at the dinner table.",
        "ipa": "wɔ́rmər páwtʃ: ðə wɔ́rmər páwtʃ kɛ́pt tɔ̀rtíjəz sɒ́ft ənd wɔ́rm æt ðə dᵻ́nər tɛ́jbəl.",
        "hash": "TXT_e5606409facf84a2701cbbb79fcff8.mp3",
        "score": 0.5
    },
    {
        "txt": "Bundt Pan: The bundt pan molded cakes into an elegant ring shape.",
        "ipa": "bʌ́nt pǽn: ðə bʌ́nt pǽn mówldᵻd kɛ́jks ᵻntə ən ɛ́ləɡənt rᵻ́ŋ ʃɛ́jp.",
        "hash": "TXT_27f48b0248e04b98e20f4c4e8af808.mp3",
        "score": 0.5
    },
    {
        "txt": "Tea Ball Infuser: The tea ball infuser held loose leaves for steeping in a teacup.",
        "ipa": "tíj bɔ́l ᵻnfjúwzər: ðə tíj bɔ́l ᵻnfjúwzər hɛ́ld lúws líjvz fɔr stíjpᵻŋ ᵻn ə tíjkʌ̀p.",
        "hash": "TXT_280b7b4d0b7f0fc395e2f978e99264.mp3",
        "score": 0.5
    },
    {
        "txt": "Turkey Baster: The turkey baster basted the roast with flavorful pan juices.",
        "ipa": "tɜ́rkij bɛ́jstər: ðə tɜ́rkij bɛ́jstər bɛ́jstᵻd ðə rówst wᵻð flɛ́jvərfəl pǽn dʒúwsᵻz.",
        "hash": "TXT_c5af5e682dd3e5757a1ffc1631349a.mp3",
        "score": 0.5
    },
    {
        "txt": "Noodle Jar: The noodle jar stored vermicelli in a sealed container to keep it fresh.",
        "ipa": "núwdəl dʒɑ́r: ðə núwdəl dʒɑ́r stɔ́rd vərmətʃɛ́lij ᵻn ə síjld kəntɛ́jnər tə kíjp ᵻt frɛ́ʃ.",
        "hash": "TXT_d84303b921f50fbe97e83f0f793278.mp3",
        "score": 0.5
    },
    {
        "txt": "Roulade Towel: The roulade towel helped roll and shape sponge cakes filled with cream.",
        "ipa": "rʊlɒ́d táwəl: ðə rʊlɒ́d táwəl hɛ́lpt rówl ənd ʃɛ́jp spʌ́ndʒ kɛ́jks fᵻ́ld wᵻð kríjm.",
        "hash": "TXT_50604ad822a4fd29669c75a5ac69e3.mp3",
        "score": 0.5
    },
    {
        "txt": "Chinois Strainer: The chinois strainer separated even the smallest solids from sauces.",
        "ipa": "ʃᵻnwɒ́ strɛ́jnər: ðə ʃᵻnwɒ́ strɛ́jnər sɛ́pərɛ̀jtᵻd íjvən ðə smɔ́ləst sɒ́lᵻdz frəm sɔ́sᵻz.",
        "hash": "TXT_c03d6971932e8b85555b1a475b5962.mp3",
        "score": 0.5
    },
    {
        "txt": "Kebab Rack: The kebab rack suspended skewers above the grill for even cooking.",
        "ipa": "kəbɒ́b rǽk: ðə kəbɒ́b rǽk səspɛ́ndᵻd skjúwərz əbʌ́v ðə ɡrᵻ́l fɔr íjvən kʊ́kᵻŋ.",
        "hash": "TXT_ca1c888e9ca691ceeaed1efa75f71e.mp3",
        "score": 0.5
    },
    {
        "txt": "Dual Zester: The dual zester created both fine shreds and thicker curls of peel.",
        "ipa": "djúwəl zɛ́stər: ðə djúwəl zɛ́stər krijɛ́jtᵻd bówθ fájn ʃrɛ́dz ənd θᵻ́kər kɜ́rlz əv píjl.",
        "hash": "TXT_8f379a95c61fffe5590140a76ea080.mp3",
        "score": 0.5
    },
    {
        "txt": "Paper Towel Holder: The paper towel holder tore just one sheet at a time.",
        "ipa": "pɛ́jpər táwəl hówldər: ðə pɛ́jpər táwəl hówldər tɔ́r dʒəst wʌ́n ʃíjt æt ə tájm.",
        "hash": "TXT_23e02f611f5c4f94732ffaa5cd4576.mp3",
        "score": 0.5
    },
    {
        "txt": "Can Sleeve: The can sleeve kept her hands warm while holding a frosty soda can.",
        "ipa": "kən slíjv: ðə kən slíjv kɛ́pt hər hǽndz wɔ́rm wájl hówldᵻŋ ə frɔ́stij sówdə kən.",
        "hash": "TXT_eada08c3aef4f5e928eada458a74d7.mp3",
        "score": 0.5
    },
    {
        "txt": "Yorkshire Pudding Pan: The yorkshire pudding pan delivered lofty, golden puddings.",
        "ipa": "jɔ́rkʃər pʊ́dᵻŋ pǽn: ðə jɔ́rkʃər pʊ́dᵻŋ pǽn dəlᵻ́vərd lɔ́ftij, ɡówldən pʊ́dᵻŋz.",
        "hash": "TXT_bf62b5d659e0457a450396dd925442.mp3",
        "score": 0.5
    },
    {
        "txt": "Cider Press: The cider press crushed apples to release their sweet juice.",
        "ipa": "sájdər prɛ́s: ðə sájdər prɛ́s krʌ́ʃt ǽpəlz tə rəlíjs ðɛər swíjt dʒúws.",
        "hash": "TXT_a16ed4262502751071cbb38373b564.mp3",
        "score": 0.5
    },
    {
        "txt": "Bread Scoring Lame: The bread scoring lame slashed the dough to control expansion in the oven.",
        "ipa": "brɛ́d skɔ́rᵻŋ lɛ́jm: ðə brɛ́d skɔ́rᵻŋ lɛ́jm slǽʃt ðə dów tə kəntrówl əkspǽnʃən ᵻn ðə ʌ́vən.",
        "hash": "TXT_a88dfba52909d8cd9e1706bc7f073d.mp3",
        "score": 0.5
    },
    {
        "txt": "Multi-Egg Poacher: The multi-egg poacher simultaneously poached multiple eggs to perfection.",
        "ipa": "mʌ́ltij-ɛ́ɡ pówtʃər: ðə mʌ́ltij-ɛ́ɡ pówtʃər sàjməltɛ́jnijəslij pówtʃt mʌ́ltᵻpəl ɛ́ɡz tə pərfɛ́kʃən.",
        "hash": "TXT_012e8baead492d39d0d28c285078e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Vertical Skewer Stand: The vertical skewer stand allowed juices to drip off kebabs evenly.",
        "ipa": "vɜ́rtᵻkəl skjúwər stǽnd: ðə vɜ́rtᵻkəl skjúwər stǽnd əláwd dʒúwsᵻz tə drᵻ́p ɔ́f kəbǽbz íjvənlij.",
        "hash": "TXT_827089bd9aa6662ac245da676da8ec.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Mincer: The herb mincer’s rolling blades minced parsley and cilantro quickly.",
        "ipa": "ɜ́rb mᵻ́nsər: ðə ɜ́rb mᵻ́nsər'z rówlᵻŋ blɛ́jdz mᵻ́nst pɑ́rslij ənd sᵻlǽntròw kwᵻ́klij.",
        "hash": "TXT_db66969bd5c2e31da6a6bb482bd647.mp3",
        "score": 0.5
    },
    {
        "txt": "Dough Docker: The dough docker perforated pizza dough to prevent bubbles.",
        "ipa": "dów dɒ́kər: ðə dów dɒ́kər pɜ́rfərɛ̀jtᵻd píjtsə dów tə prəvɛ́nt bʌ́bəlz.",
        "hash": "TXT_5d16625dea39f0dd4cb0fd05142fb7.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Peel: The pizza peel slid the raw pizza onto the stone and retrieved the finished pie.",
        "ipa": "píjtsə píjl: ðə píjtsə píjl slᵻ́d ðə rɔ́ píjtsə ɒntuw ðə stówn ənd rətríjvd ðə fᵻ́nᵻʃt páj.",
        "hash": "TXT_498527628fd2e3db4b9b4259097375.mp3",
        "score": 0.5
    },
    {
        "txt": "Hobnail Teapot: The hobnail teapot retained heat and poured tea smoothly.",
        "ipa": "hɒ́bnɛ̀jl tíjpɒ̀t: ðə hɒ́bnɛ̀jl tíjpɒ̀t rijtɛ́jnd híjt ənd pɔ́rd tíj smúwðlij.",
        "hash": "TXT_5bf8f9aa21fa5553fc225897e2337c.mp3",
        "score": 0.5
    },
    {
        "txt": "Reusable Straws: The reusable straws cut down on plastic waste.",
        "ipa": "rijúwzəbəl strɔ́z: ðə rijúwzəbəl strɔ́z kʌ́t dawn ɒn plǽstᵻk wɛ́jst.",
        "hash": "TXT_22817f96d2fcd1ea9cfcbaa945b1d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Churn Bowl: The churn bowl allowed her to make sorbet directly on the mixer.",
        "ipa": "tʃɜ́rn bówl: ðə tʃɜ́rn bówl əláwd hər tə mɛ́jk sɔ́rbɛt dᵻərɛ́klij ɒn ðə mᵻ́ksər.",
        "hash": "TXT_abd91146e3de455f5282453bd10526.mp3",
        "score": 0.5
    },
    {
        "txt": "Citrus Reamer: The citrus reamer extracted juice from lemons and limes by twisting.",
        "ipa": "sᵻ́trəs ríjmər: ðə sᵻ́trəs ríjmər əkstrǽktᵻd dʒúws frəm lɛ́mənz ənd lájmz baj twᵻ́stᵻŋ.",
        "hash": "TXT_c1324996df1635482b4f483ed38926.mp3",
        "score": 0.5
    },
    {
        "txt": "Bread Slicer Guide: The bread slicer guide ensured uniform sandwich slices.",
        "ipa": "brɛ́d slájsər ɡájd: ðə brɛ́d slájsər ɡájd ənʃʊ́rd júwnᵻfɔ̀rm sǽmwᵻtʃ slájsᵻz.",
        "hash": "TXT_6553eb2f2966f226ced931ccac09bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Gyoza Mold: The gyoza mold folded and sealed dumplings neatly.",
        "ipa": "ɡjowzɒ́ mówld: ðə ɡjowzɒ́ mówld fówldᵻd ənd síjld dʌ́mplᵻŋz níjtlij.",
        "hash": "TXT_35a3d69eea7c294175b2ad5e89d07a.mp3",
        "score": 0.5
    },
    {
        "txt": "Hibachi Grill: The hibachi grill provided a small, open-top charcoal cooking surface.",
        "ipa": "hᵻbɒ́tʃij ɡrᵻ́l: ðə hᵻbɒ́tʃij ɡrᵻ́l prəvájdᵻd ə smɔ́l, ówpən-tɒ́p tʃɑ́rkòwl kʊ́kᵻŋ sɜ́rfəs.",
        "hash": "TXT_dd37711263351cf87f6133da25f87d.mp3",
        "score": 0.5
    },
    {
        "txt": "Serrated Knife: The serrated knife sawed through layered cakes without smashing them.",
        "ipa": "sɛ́ərɛ̀jtᵻd nájf: ðə sɛ́ərɛ̀jtᵻd nájf sɔ́d θrúw lɛ́jərd kɛ́jks wᵻðáwt smǽʃᵻŋ ðɛm.",
        "hash": "TXT_a8fd2111cc9d2f7a66c9cab65df5b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Filtered Keeper: The filtered keeper reduced odors and prolonged freshness for garlic.",
        "ipa": "fᵻ́ltərd kíjpər: ðə fᵻ́ltərd kíjpər rədjúwst ówdərz ənd prəlɔ́ŋd frɛ́ʃnəs fɔr ɡɑ́rlᵻk.",
        "hash": "TXT_6352445c003a9f4fed6aeab96e7ddd.mp3",
        "score": 0.5
    },
    {
        "txt": "Push Spinner: The push spinner spun off excess water with a single press.",
        "ipa": "pʊ́ʃ spᵻ́nər: ðə pʊ́ʃ spᵻ́nər spʌ́n ɔ́f ɛ́ksɛ̀s wɔ́tər wᵻð ə sᵻ́ŋɡəl prɛ́s.",
        "hash": "TXT_04e4cade75c861d4802ee35a565389.mp3",
        "score": 0.5
    },
    {
        "txt": "Wine Chiller: The wine chiller kept the bottle cold without watering it down.",
        "ipa": "wájn tʃᵻ́lər: ðə wájn tʃᵻ́lər kɛ́pt ðə bɒ́təl kówld wᵻðáwt wɔ́tərᵻŋ ᵻt dawn.",
        "hash": "TXT_a4892b8ad079850e6b423c94d45e2a.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Fryer Liners: The air fryer liners prevented food from sticking to the fryer basket.",
        "ipa": "ɛ́ər frájər lájnərz: ðə ɛ́ər frájər lájnərz prəvɛ́ntᵻd fúwd frəm stᵻ́kᵻŋ tə ðə frájər bǽskət.",
        "hash": "TXT_a05f6a08410c12f515776bb460bde6.mp3",
        "score": 0.5
    },
    {
        "txt": "Dispenser Pen: The dispenser pen let her draw fun shapes on the griddle with batter.",
        "ipa": "dᵻspɛ́nsər pɛ́n: ðə dᵻspɛ́nsər pɛ́n lɛt hər drɔ́ fʌ́n ʃɛ́jps ɒn ðə ɡrᵻ́dəl wᵻð bǽtər.",
        "hash": "TXT_af2cb635dd28495c27d7c438e818e8.mp3",
        "score": 0.5
    },
    {
        "txt": "Bean Slicer: The bean slicer created uniformly thin green beans for quick cooking.",
        "ipa": "bíjn slájsər: ðə bíjn slájsər krijɛ́jtᵻd júwnᵻfɔ̀rmlij θᵻ́n ɡríjn bíjnz fɔr kwᵻ́k kʊ́kᵻŋ.",
        "hash": "TXT_c923fd86b851db2da76f3fc4790701.mp3",
        "score": 0.5
    },
    {
        "txt": "Veggie Bullet: The veggie bullet shredded, sliced, and spiralized produce in seconds.",
        "ipa": "vɛ́dʒij bʊ́lət: ðə vɛ́dʒij bʊ́lət ʃrɛ́dᵻd, slájst, ənd spájərəlàjzd prədúws ᵻn sɛ́kəndz.",
        "hash": "TXT_fb6ea8d8a059b4c0513564a7a6c7df.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Spreader: The metal spreader smoothed batter into a paper-thin layer.",
        "ipa": "mɛ́təl sprɛ́dər: ðə mɛ́təl sprɛ́dər smúwðd bǽtər ᵻntə ə pɛ́jpər-θᵻ́n lɛ́jər.",
        "hash": "TXT_f5ac45006faafc1515354b2790f664.mp3",
        "score": 0.5
    },
    {
        "txt": "Corn Dishes: The corn dishes held a single cob neatly, catching stray kernels.",
        "ipa": "kɔ́rn dᵻ́ʃᵻz: ðə kɔ́rn dᵻ́ʃᵻz hɛ́ld ə sᵻ́ŋɡəl kɒ́b níjtlij, kǽtʃᵻŋ strɛ́j kɜ́rnəlz.",
        "hash": "TXT_ac765ba3e0faffcc3720dc6d5fff84.mp3",
        "score": 0.5
    },
    {
        "txt": "Tamale Steamer: The tamale steamer cooked corn husk-wrapped bundles upright.",
        "ipa": "təmɒ́lij stíjmər: ðə təmɒ́lij stíjmər kʊ́kt kɔ́rn hʌ́sk-rǽpt bʌ́ndəlz ʌ́pràjt.",
        "hash": "TXT_41bb18d1afd72bd5c9f8cb7aa2cff2.mp3",
        "score": 0.5
    },
    {
        "txt": "Zest Peeler: The zest peeler grated peel into fine flakes for garnish.",
        "ipa": "zɛ́st píjlər: ðə zɛ́st píjlər ɡrɛ́jtᵻd píjl ᵻntə fájn flɛ́jks fɔr ɡɑ́rnᵻʃ.",
        "hash": "TXT_74294324c4dc3f74528cedd8f9a99f.mp3",
        "score": 0.5
    },
    {
        "txt": "Avocado Hugger: The avocado hugger kept cut avocados from browning too fast.",
        "ipa": "æ̀vəkɒ́dow hʌ́ɡər: ðə æ̀vəkɒ́dow hʌ́ɡər kɛ́pt kʌ́t æ̀vəkɒ́dowz frəm bráwnᵻŋ túw fǽst.",
        "hash": "TXT_230271f710d1851d232ad47c947460.mp3",
        "score": 0.5
    },
    {
        "txt": "Quiche Ring: The quiche ring formed tall, perfectly round quiches.",
        "ipa": "kíjʃ rᵻ́ŋ: ðə kíjʃ rᵻ́ŋ fɔ́rmd tɔ́l, pɜ́rfəktlij ráwnd kíjʃᵻz.",
        "hash": "TXT_5b7bd6650634f4157b62e4f7b14ad1.mp3",
        "score": 0.5
    },
    {
        "txt": "Onion Goggles: The onion goggles shielded her eyes from the sting of onion vapors.",
        "ipa": "ʌ́njən ɡɒ́ɡəlz: ðə ʌ́njən ɡɒ́ɡəlz ʃíjldᵻd hər ájz frəm ðə stᵻ́ŋ əv ʌ́njən vɛ́jpərz.",
        "hash": "TXT_60b39be8a4f0d4b9303f5e7c9a6c57.mp3",
        "score": 0.5
    },
    {
        "txt": "Chocolate Dipping Fork: The chocolate dipping fork held candies steadily for an even coating.",
        "ipa": "tʃɔ́klət dᵻ́pᵻŋ fɔ́rk: ðə tʃɔ́klət dᵻ́pᵻŋ fɔ́rk hɛ́ld kǽndijz stɛ́dᵻlij fɔr ən íjvən kówtᵻŋ.",
        "hash": "TXT_2377b70bc5c6e2423333abb2a6f004.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Pan: The folding pan created a perfectly shaped omelet in the microwave.",
        "ipa": "fówldᵻŋ pǽn: ðə fówldᵻŋ pǽn krijɛ́jtᵻd ə pɜ́rfəktlij ʃɛ́jpt ɒ́mlət ᵻn ðə májkrəwɛ̀jv.",
        "hash": "TXT_08fc343389bb733d8e381597bd612c.mp3",
        "score": 0.5
    },
    {
        "txt": "Pasta Extruder: The pasta extruder shaped dough into spaghetti or rigatoni.",
        "ipa": "pɒ́stə ᵻkstrúwdər: ðə pɒ́stə ᵻkstrúwdər ʃɛ́jpt dów ᵻntə spəɡɛ́tij ɔr rᵻɡətównij.",
        "hash": "TXT_ebe1aa2c59a9821e944011f5c936d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Scissors: The herb scissors sliced chives into even pieces in one snip.",
        "ipa": "ɜ́rb sᵻ́zərz: ðə ɜ́rb sᵻ́zərz slájst tʃájvz ᵻntə íjvən píjsᵻz ᵻn wʌ́n snᵻ́p.",
        "hash": "TXT_a5479c437abd30b25c8d7226eefe69.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Cover: The collapsible cover popped up to trap steam and folded for storage.",
        "ipa": "kəlǽpsəbəl kʌ́vər: ðə kəlǽpsəbəl kʌ́vər pɒ́pt ʌp tə trǽp stíjm ənd fówldᵻd fɔr stɔ́rᵻdʒ.",
        "hash": "TXT_a870256fb04d2d0e955c539fefe3a2.mp3",
        "score": 0.5
    },
    {
        "txt": "Refrigerator Thermometer: The refrigerator thermometer ensured perishables stayed at a safe temperature.",
        "ipa": "rəfrᵻ́dʒərɛ̀jtər θərmɒ́mətər: ðə rəfrᵻ́dʒərɛ̀jtər θərmɒ́mətər ənʃʊ́rd pɛ́ərᵻʃəbəlz stɛ́jd æt ə sɛ́jf tɛ́mpərətʃər.",
        "hash": "TXT_6734682bf1d0672362842f1ef3b3ef.mp3",
        "score": 0.5
    },
    {
        "txt": "Matcha Scoop: The matcha scoop measured just the right amount of powdered tea.",
        "ipa": "mǽtʃə skúwp: ðə mǽtʃə skúwp mɛ́ʒərd dʒəst ðə rájt əmáwnt əv páwdərd tíj.",
        "hash": "TXT_967da9d91668bd64743cce0d0d3148.mp3",
        "score": 0.5
    },
    {
        "txt": "Juicing Cone: The juicing cone pressed every drop from citrus fruits.",
        "ipa": "dʒúwsᵻŋ kówn: ðə dʒúwsᵻŋ kówn prɛ́st ɛvərij drɒ́p frəm sᵻ́trəs frúwts.",
        "hash": "TXT_8fcfa7b8a6a99c563c7b26ac370b91.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Ball Maker: The ice ball maker formed perfectly round ice for fancy cocktails.",
        "ipa": "ájs bɔ́l mɛ́jkər: ðə ájs bɔ́l mɛ́jkər fɔ́rmd pɜ́rfəktlij ráwnd ájs fɔr fǽnsij kɒ́ktɛ̀jlz.",
        "hash": "TXT_11201e49d0937af645afda0552645f.mp3",
        "score": 0.5
    },
    {
        "txt": "Fermentation Weights: The fermentation weights held shredded vegetables beneath the brine.",
        "ipa": "fɜ̀rməntɛ́jʃən wɛ́jts: ðə fɜ̀rməntɛ́jʃən wɛ́jts hɛ́ld ʃrɛ́dᵻd vɛ́dʒtəbəlz bəníjθ ðə brájn.",
        "hash": "TXT_904785e9ae0192bfb5d747a405f41e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cotton Bowl Covers: The cotton bowl covers replaced plastic wrap for proofing dough.",
        "ipa": "kɒ́tən bówl kʌ́vərz: ðə kɒ́tən bówl kʌ́vərz rìjplɛ́jst plǽstᵻk rǽp fɔr prúwfᵻŋ dów.",
        "hash": "TXT_9050d12fb4067c4f04f1c1ea2a9abd.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Mandoline: The adjustable mandoline let her choose paper-thin or chunky slices.",
        "ipa": "ədʒʌ́stəbəl mǽndəlìjn: ðə ədʒʌ́stəbəl mǽndəlìjn lɛt hər tʃúwz pɛ́jpər-θᵻ́n ɔr tʃʌ́ŋkij slájsᵻz.",
        "hash": "TXT_186db8f5c10f11b029dc29a193af3b.mp3",
        "score": 0.5
    },
    {
        "txt": "Finger Guard: The finger guard protected her fingertips when slicing quickly.",
        "ipa": "fᵻ́ŋɡər ɡɑ́rd: ðə fᵻ́ŋɡər ɡɑ́rd prətɛ́ktᵻd hər fᵻ́ŋɡərtᵻ̀ps wɛ́n slájsᵻŋ kwᵻ́klij.",
        "hash": "TXT_7974505ee2501b9fac7560754e011c.mp3",
        "score": 0.5
    },
    {
        "txt": "Odor Bar: The odor bar removed strong smells like garlic or fish from her hands.",
        "ipa": "ówdər bɑ́r: ðə ówdər bɑ́r rijmúwvd strɔ́ŋ smɛ́lz lájk ɡɑ́rlᵻk ɔr fᵻ́ʃ frəm hər hǽndz.",
        "hash": "TXT_ea9c7d14cb5de8b9320ad83076662e.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Cracker: The egg cracker tapped and opened eggs neatly without shell fragments.",
        "ipa": "ɛ́ɡ krǽkər: ðə ɛ́ɡ krǽkər tǽpt ənd ówpənd ɛ́ɡz níjtlij wᵻðáwt ʃɛ́l frǽɡmənts.",
        "hash": "TXT_de757b37eb07cd824c5b925bf23f9c.mp3",
        "score": 0.5
    },
    {
        "txt": "Shaved Ice Machine: The shaved ice machine created fluffy ice shavings for desserts or drinks.",
        "ipa": "ʃɛ́jvd ájs məʃíjn: ðə ʃɛ́jvd ájs məʃíjn krijɛ́jtᵻd flʌ́fij ájs ʃɛ́jvᵻŋz fɔr dəzɜ́rts ɔr drᵻ́ŋks.",
        "hash": "TXT_154d0358ef586901bde4bf006a9f14.mp3",
        "score": 0.5
    },
    {
        "txt": "Cornbread Pan: The cornbread pan had wedge-shaped sections for individual servings.",
        "ipa": "kɔ́rnbrɛ̀d pǽn: ðə kɔ́rnbrɛ̀d pǽn hǽd wɛ́dʒ-ʃɛ́jpt sɛ́kʃənz fɔr ᵻ̀ndᵻvᵻ́dʒəwəl sɜ́rvᵻŋz.",
        "hash": "TXT_3ed2ef7321634c27efc166923b147b.mp3",
        "score": 0.5
    },
    {
        "txt": "Muffin Scoop: The muffin scoop portioned the batter evenly into the tin.",
        "ipa": "mʌ́fᵻn skúwp: ðə mʌ́fᵻn skúwp pɔ̀rʃənd ðə bǽtər íjvənlij ᵻntə ðə tᵻ́n.",
        "hash": "TXT_9bb51aaa4ee3506ba22c45679e1a26.mp3",
        "score": 0.5
    },
    {
        "txt": "Suction Lids: The suction lids sealed various bowl sizes for quick food storage.",
        "ipa": "sʌ́kʃən lᵻ́dz: ðə sʌ́kʃən lᵻ́dz síjld vɛ́ərijəs bówl sájzᵻz fɔr kwᵻ́k fúwd stɔ́rᵻdʒ.",
        "hash": "TXT_7a478830bde56d0cb36a8696dc195a.mp3",
        "score": 0.5
    },
    {
        "txt": "Soup Caddy: The soup caddy transported a hot pot of soup without spilling.",
        "ipa": "súwp kǽdij: ðə súwp kǽdij trænspɔ́rtᵻd ə hɒ́t pɒ́t əv súwp wᵻðáwt spᵻ́lᵻŋ.",
        "hash": "TXT_7a57ddf3ae193173fc509b29a95b84.mp3",
        "score": 0.5
    },
    {
        "txt": "Fridge Odor Absorber: The fridge odor absorber neutralized strong smells to keep food fresh.",
        "ipa": "frᵻ́dʒ ówdər əbzɔ́rbər: ðə frᵻ́dʒ ówdər əbzɔ́rbər núwtrəlàjzd strɔ́ŋ smɛ́lz tə kíjp fúwd frɛ́ʃ.",
        "hash": "TXT_8ed73a90d734c7f2a3fb231e6116ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Thermal Cooker: The thermal cooker used retained heat to slow-cook meals without constant energy.",
        "ipa": "θɜ́rməl kʊ́kər: ðə θɜ́rməl kʊ́kər júwzd rijtɛ́jnd híjt tə slów-kʊ́k míjlz wᵻðáwt kɒ́nstənt ɛ́nərdʒij.",
        "hash": "TXT_571dc2b327608c79d0d7227f85be27.mp3",
        "score": 0.5
    },
    {
        "txt": "Boil-Over Guard: The boil-over guard prevented starchy water from spilling onto the stove.",
        "ipa": "bɔ́jl-ówvər ɡɑ́rd: ðə bɔ́jl-ówvər ɡɑ́rd prəvɛ́ntᵻd stɑ́rtʃij wɔ́tər frəm spᵻ́lᵻŋ ɒntuw ðə stówv.",
        "hash": "TXT_913dc84c3dbbd6e331716d8e498258.mp3",
        "score": 0.5
    },
    {
        "txt": "Marble Board: The marble board stayed cool, ideal for rolling pastry dough.",
        "ipa": "mɑ́rbəl bɔ́rd: ðə mɑ́rbəl bɔ́rd stɛ́jd kúwl, ajdíjəl fɔr rówlᵻŋ pɛ́jstrij dów.",
        "hash": "TXT_0e8dd55e3e65567a54b86f9d3301b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Bento Rice Mold: The bento rice mold shaped rice into adorable characters for lunches.",
        "ipa": "bɛ́ntow rájs mówld: ðə bɛ́ntow rájs mówld ʃɛ́jpt rájs ᵻntə ədɔ́rəbəl kǽrəktərz fɔr lʌ́ntʃᵻz.",
        "hash": "TXT_508a1ff0cad876a2e0dd97821d279d.mp3",
        "score": 0.5
    },
    {
        "txt": "Ravioli Stamp: The ravioli stamp crimped and sealed homemade pasta edges.",
        "ipa": "ræ̀vijówlij stǽmp: ðə ræ̀vijówlij stǽmp krᵻ́mpt ənd síjld hówmɛ́jd pɒ́stə ɛ́dʒᵻz.",
        "hash": "TXT_ac76fa832e2e3f0dfea36ed984b32b.mp3",
        "score": 0.5
    },
    {
        "txt": "Lobster Bib: The lobster bib protected her blouse from buttery drips while cracking shells.",
        "ipa": "lɒ́bstər bᵻ́b: ðə lɒ́bstər bᵻ́b prətɛ́ktᵻd hər bláws frəm bʌ́tərij drᵻ́ps wájl krǽkᵻŋ ʃɛ́lz.",
        "hash": "TXT_0d8c686f9f5e1df32a08b96dc03527.mp3",
        "score": 0.5
    },
    {
        "txt": "Teabag Squeezer: The teabag squeezer pressed out every last drop of brewed tea.",
        "ipa": "tíjbæ̀ɡ skwíjzər: ðə tíjbæ̀ɡ skwíjzər prɛ́st awt ɛvərij lǽst drɒ́p əv brúwd tíj.",
        "hash": "TXT_d36c1fb89e440a43674d4dfb2a956f.mp3",
        "score": 0.5
    },
    {
        "txt": "Compostable Parchment: The compostable parchment broke down naturally, reducing kitchen waste.",
        "ipa": "kəmpówstəbəl pɑ́rtʃmənt: ðə kəmpówstəbəl pɑ́rtʃmənt brówk dawn nǽtʃərəlij, rədjúwsᵻŋ kᵻ́tʃən wɛ́jst.",
        "hash": "TXT_59e35876bfffe09c83877eb7a5b5b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Potato Baker: The microwave potato baker cooked whole potatoes quickly and evenly.",
        "ipa": "májkrəwɛ̀jv pətɛ́jtow bɛ́jkər: ðə májkrəwɛ̀jv pətɛ́jtow bɛ́jkər kʊ́kt hówl pətɛ́jtowz kwᵻ́klij ənd íjvənlij.",
        "hash": "TXT_8c81e056b6406941f42ce37a7b439a.mp3",
        "score": 0.5
    },
    {
        "txt": "Flour Shaker: The flour shaker dusted the counter lightly when rolling dough.",
        "ipa": "fláwər ʃɛ́jkər: ðə fláwər ʃɛ́jkər dʌ́stᵻd ðə káwntər lájtlij wɛ́n rówlᵻŋ dów.",
        "hash": "TXT_219b96df25d1fd3d236271828790dd.mp3",
        "score": 0.5
    },
    {
        "txt": "Drum Tamis: The drum tamis pushed cooked vegetables through a fine mesh for a silky purée.",
        "ipa": "drʌ́m tɒmíjs: ðə drʌ́m tɒmíjs pʊ́ʃt kʊ́kt vɛ́dʒtəbəlz θrúw ə fájn mɛ́ʃ fɔr ə sᵻ́lkij pjʊrɛ́j.",
        "hash": "TXT_0a1f1c13c40d649a0ef642706443cc.mp3",
        "score": 0.5
    },
    {
        "txt": "Jar Spatula: The jar spatula scraped every bit of sauce from narrow containers.",
        "ipa": "dʒɑ́r spǽtʃʊ̀lə: ðə dʒɑ́r spǽtʃʊ̀lə skrɛ́jpt ɛvərij bᵻ́t əv sɔ́s frəm nǽrow kəntɛ́jnərz.",
        "hash": "TXT_a1cbf352c45da5df09e04c1d7136a2.mp3",
        "score": 0.5
    },
    {
        "txt": "Meat Carving Set: The meat carving set included a sharp knife and sturdy fork.",
        "ipa": "míjt kɑ́rvᵻŋ sɛ́t: ðə míjt kɑ́rvᵻŋ sɛ́t ᵻnklúwdᵻd ə ʃɑ́rp nájf ənd stɜ́rdij fɔ́rk.",
        "hash": "TXT_b6d02269cfcb87b3a6372ec0186d68.mp3",
        "score": 0.5
    },
    {
        "txt": "Burr Grinder: The burr grinder preserved the beans’ aroma by grinding slowly.",
        "ipa": "bɜ́r ɡrájndər: ðə bɜ́r ɡrájndər prəzɜ́rvd ðə bíjnz’ ərówmə baj ɡrájndᵻŋ slówlij.",
        "hash": "TXT_8c49b03e7a59af5fa06676eb039d51.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Containers: The collapsible containers saved cupboard space when not in use.",
        "ipa": "kəlǽpsəbəl kəntɛ́jnərz: ðə kəlǽpsəbəl kəntɛ́jnərz sɛ́jvd kʌ́bərd spɛ́js wɛ́n nɒt ᵻn juwz.",
        "hash": "TXT_63a7a14addbd0c1a0469e0ca2c212f.mp3",
        "score": 0.5
    },
    {
        "txt": "Champagne Stopper: The champagne stopper sealed the bottle, keeping the fizz for another day.",
        "ipa": "ʃæmpɛ́jn stɒ́pər: ðə ʃæmpɛ́jn stɒ́pər síjld ðə bɒ́təl, kíjpᵻŋ ðə fᵻ́z fɔr ənʌ́ðər dɛ́j.",
        "hash": "TXT_ce9773a6c12eff902ae993c204de08.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Slicer: The adjustable slicer varied thickness for sandwiches or cheese boards.",
        "ipa": "ədʒʌ́stəbəl slájsər: ðə ədʒʌ́stəbəl slájsər vɛ́ərijd θᵻ́knəs fɔr sǽmwᵻtʃᵻz ɔr tʃíjz bɔ́rdz.",
        "hash": "TXT_995e5db376ce31387a9b2b619f5db0.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Popcorn Maker: The microwave popcorn maker popped kernels without oil.",
        "ipa": "májkrəwɛ̀jv pɒ́pkɔ̀rn mɛ́jkər: ðə májkrəwɛ̀jv pɒ́pkɔ̀rn mɛ́jkər pɒ́pt kɜ́rnəlz wᵻðáwt ɔ́jl.",
        "hash": "TXT_c3893323e8f888bc2eac88e48c03e9.mp3",
        "score": 0.5
    },
    {
        "txt": "Pepper Corer: The pepper corer removed seeds and ribs from bell peppers in one swift motion.",
        "ipa": "pɛ́pər kɔ́rər: ðə pɛ́pər kɔ́rər rijmúwvd síjdz ənd rᵻ́bz frəm bɛ́l pɛ́pərz ᵻn wʌ́n swᵻ́ft mówʃən.",
        "hash": "TXT_0a9ed5019ab5b8e86d245ea661f447.mp3",
        "score": 0.5
    },
    {
        "txt": "Decorating Comb: The decorating comb smoothed icing and created decorative lines.",
        "ipa": "dɛ́kərɛ̀jtᵻŋ kówm: ðə dɛ́kərɛ̀jtᵻŋ kówm smúwðd ájsᵻŋ ənd krijɛ́jtᵻd dɛ́kərətᵻv lájnz.",
        "hash": "TXT_ee4cce3bdaa70dabaf8d72dad81cf2.mp3",
        "score": 0.5
    },
    {
        "txt": "Beer Growler: The beer growler kept craft beer fresh under a secure, airtight lid.",
        "ipa": "bɪ́ər ɡráwlər: ðə bɪ́ər ɡráwlər kɛ́pt krǽft bɪ́ər frɛ́ʃ ʌ́ndər ə səkjʊ́r, ɛ́ərtàjt lᵻ́d.",
        "hash": "TXT_091df4dfb55d193a26626ebbe7e67b.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Spreader: The butter spreader had a serrated edge to carve curls from cold butter.",
        "ipa": "bʌ́tər sprɛ́dər: ðə bʌ́tər sprɛ́dər hǽd ə sɛ́ərɛ̀jtᵻd ɛ́dʒ tə kɑ́rv kɜ́rlz frəm kówld bʌ́tər.",
        "hash": "TXT_507aff5bdd4768b459da9f2c6af42b.mp3",
        "score": 0.5
    },
    {
        "txt": "Banana Hanger: The banana hanger prevented bruising by suspending the bunch.",
        "ipa": "bənǽnə hǽŋər: ðə bənǽnə hǽŋər prəvɛ́ntᵻd brúwzᵻŋ baj səspɛ́ndᵻŋ ðə bʌ́ntʃ.",
        "hash": "TXT_24385ebe3d9f40cdc697164e8cd6b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Whisk: The wooden whisk combined wet and dry ingredients gently.",
        "ipa": "wʊ́dən wᵻ́sk: ðə wʊ́dən wᵻ́sk kəmbájnd wɛ́t ənd dráj ᵻ̀nɡríjdijənts dʒɛ́ntlij.",
        "hash": "TXT_00014fd0e6b85980b77b88bc2ea6f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Separator: The oil separator poured gravy while leaving fat behind.",
        "ipa": "ɔ́jl sɛ́pərɛ̀jtər: ðə ɔ́jl sɛ́pərɛ̀jtər pɔ́rd ɡrɛ́jvij wájl líjvᵻŋ fǽt bəhájnd.",
        "hash": "TXT_15e738e8fc5750b6ab35412c509e99.mp3",
        "score": 0.5
    },
    {
        "txt": "Roasting Rack: The roasting rack lifted meat off the pan surface for even circulation.",
        "ipa": "rówstᵻŋ rǽk: ðə rówstᵻŋ rǽk lᵻ́ftᵻd míjt ɔ́f ðə pǽn sɜ́rfəs fɔr íjvən sɜ́rkjəlɛ̀jʃən.",
        "hash": "TXT_3ea01ad29fec21fe99f1a09949a2b2.mp3",
        "score": 0.5
    },
    {
        "txt": "Grapefruit Knife: The grapefruit knife’s curved tip separated segments from the rind effortlessly.",
        "ipa": "ɡrɛ́jpfrùwt nájf: ðə ɡrɛ́jpfrùwt nájf'z kɜ́rvd tᵻ́p sɛ́pərɛ̀jtᵻd sɛ́ɡmənts frəm ðə rájnd ɛ́fərtləslij.",
        "hash": "TXT_afcf173b47d3e225ca8406fc7a5f52.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Tray: The egg tray displayed deviled eggs neatly for a party.",
        "ipa": "ɛ́ɡ trɛ́j: ðə ɛ́ɡ trɛ́j dᵻsplɛ́jd dɛ́vəld ɛ́ɡz níjtlij fɔr ə pɑ́rtij.",
        "hash": "TXT_052c2c6f9b64fcf301a93a23196202.mp3",
        "score": 0.5
    },
    {
        "txt": "Torch Lighter: The torch lighter ignited the grill quickly without matches.",
        "ipa": "tɔ́rtʃ lájtər: ðə tɔ́rtʃ lájtər ᵻ̀ɡnájtᵻd ðə ɡrᵻ́l kwᵻ́klij wᵻðáwt mǽtʃᵻz.",
        "hash": "TXT_a962ee70b71c07f7faeb8767096295.mp3",
        "score": 0.5
    },
    {
        "txt": "Lidded Bowls: The lidded bowls stored prepped ingredients securely.",
        "ipa": "lᵻ́dᵻd bówlz: ðə lᵻ́dᵻd bówlz stɔ́rd prɛ́pt ᵻ̀nɡríjdijənts səkjʊ́rlij.",
        "hash": "TXT_ae1245cc4d18dceb72d87b741c1573.mp3",
        "score": 0.5
    },
    {
        "txt": "Olive Stuffer: The olive stuffer inserted peppers or cheese into pitted olives.",
        "ipa": "ɒ́lᵻv stʌ́fər: ðə ɒ́lᵻv stʌ́fər ᵻnsɜ́rtᵻd pɛ́pərz ɔr tʃíjz ᵻntə pᵻ́tᵻd ɒ́lᵻvz.",
        "hash": "TXT_23683392c6304245c9c6e13633702b.mp3",
        "score": 0.5
    },
    {
        "txt": "Tart Tamper: The tart tamper pressed crumbs firmly into mini pans.",
        "ipa": "tɑ́rt tǽmpər: ðə tɑ́rt tǽmpər prɛ́st krʌ́mz fɜ́rmlij ᵻntə mᵻ́nij pǽnz.",
        "hash": "TXT_67d7f66b3c6bf0a2ccd0de8d0bc4a6.mp3",
        "score": 0.5
    },
    {
        "txt": "Roti Maker: The roti maker flattened and partially cooked dough for soft, warm flatbreads.",
        "ipa": "rówtij mɛ́jkər: ðə rówtij mɛ́jkər flǽtənd ənd pɑ́rʃəlij kʊ́kt dów fɔr sɒ́ft, wɔ́rm flǽtbrɛ̀dz.",
        "hash": "TXT_f32fa285426e3315b7693f53636078.mp3",
        "score": 0.5
    },
    {
        "txt": "Lid Gripper: The lid gripper prevented steam burns when lifting covers.",
        "ipa": "lᵻ́d ɡrᵻ́pɜ̀r: ðə lᵻ́d ɡrᵻ́pɜ̀r prəvɛ́ntᵻd stíjm bɜ́rnz wɛ́n lᵻ́ftᵻŋ kʌ́vərz.",
        "hash": "TXT_903774cfe892532b78967443093a0f.mp3",
        "score": 0.5
    },
    {
        "txt": "Mayo Knife: The mayo knife’s angled blade scraped the sides of jars for minimal waste.",
        "ipa": "mɛ́jow nájf: ðə mɛ́jow nájf'z ǽŋɡəld blɛ́jd skrɛ́jpt ðə sájdz əv dʒɑ́rz fɔr mᵻ́nᵻməl wɛ́jst.",
        "hash": "TXT_acfa819cebfe7328c4c7a982b8a075.mp3",
        "score": 0.5
    },
    {
        "txt": "Brewing Hydrometer: The brewing hydrometer measured sugar content to gauge fermentation progress.",
        "ipa": "brúwᵻŋ hajdrɒ́mijtər: ðə brúwᵻŋ hajdrɒ́mijtər mɛ́ʒərd ʃʊ́ɡər kɒ́ntənt tə ɡɛ́jdʒ fɜ̀rməntɛ́jʃən prɒ́ɡrɛ̀s.",
        "hash": "TXT_505b4a7f634f47a951024d3d48a60e.mp3",
        "score": 0.5
    },
    {
        "txt": "Bell Crock: The bell crock submerged butter in water to keep it fresh at room temperature.",
        "ipa": "bɛ́l krɒ́k: ðə bɛ́l krɒ́k sʌbmɜ́rdʒd bʌ́tər ᵻn wɔ́tər tə kíjp ᵻt frɛ́ʃ æt rúwm tɛ́mpərətʃər.",
        "hash": "TXT_59d93f037ee98604103d14027e2429.mp3",
        "score": 0.5
    },
    {
        "txt": "Cazuela Dish: The cazuela dish cooked tapas with authentic Spanish flair.",
        "ipa": "kəzwɛ́jlə dᵻ́ʃ: ðə kəzwɛ́jlə dᵻ́ʃ kʊ́kt tʌ́pəs wᵻð ɔθɛ́ntᵻk spǽnᵻʃ flɛ́ər.",
        "hash": "TXT_321fcc7e6793f1c7b9c2c020710560.mp3",
        "score": 0.5
    },
    {
        "txt": "Cotton Candy Maker: The cotton candy maker spun sugar into fluffy, melt-in-your-mouth clouds.",
        "ipa": "kɒ́tən kǽndij mɛ́jkər: ðə kɒ́tən kǽndij mɛ́jkər spʌ́n ʃʊ́ɡər ᵻntə flʌ́fij, mɛ́lt-ᵻn-jɔr-máwθ kláwdz.",
        "hash": "TXT_e3177465072cc80de22cf5f51b89dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Drying Rack: The herb drying rack hung fresh herbs to dehydrate naturally.",
        "ipa": "ɜ́rb drájᵻŋ rǽk: ðə ɜ́rb drájᵻŋ rǽk hʌ́ŋ frɛ́ʃ ɜ́rbz tə dəhájdrɛjt nǽtʃərəlij.",
        "hash": "TXT_73e5cb6eea0fb6f7b9ea4f40051405.mp3",
        "score": 0.5
    },
    {
        "txt": "Shabu-Shabu Pot: The shabu-shabu pot allowed diners to swish meat slices in boiling broth.",
        "ipa": "ʃəbúw-ʃəbúw pɒ́t: ðə ʃəbúw-ʃəbúw pɒ́t əláwd dájnərz tə swᵻ́ʃ míjt slájsᵻz ᵻn bɔ́jlᵻŋ brɔ́θ.",
        "hash": "TXT_cf40424a4d897480f81133cd99b4c6.mp3",
        "score": 0.5
    },
    {
        "txt": "Individual Casseroles: The individual casseroles offered personal servings of baked meals.",
        "ipa": "ᵻ̀ndᵻvᵻ́dʒəwəl kəsɛ́ərowlz: ðə ᵻ̀ndᵻvᵻ́dʒəwəl kəsɛ́ərowlz ɔ́fərd pɜ́rsənəl sɜ́rvᵻŋz əv bɛ́jkt míjlz.",
        "hash": "TXT_7ab85351c0ed4308b9ab245fc4998d.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Pin Bands: The rolling pin bands ensured uniform dough thickness.",
        "ipa": "rówlᵻŋ pᵻ́n bǽndz: ðə rówlᵻŋ pᵻ́n bǽndz ənʃʊ́rd júwnᵻfɔ̀rm dów θᵻ́knəs.",
        "hash": "TXT_c05992912a4666148ad9693942d159.mp3",
        "score": 0.5
    },
    {
        "txt": "Kitchen Blowtorch: The kitchen blowtorch caramelized sugar toppings and torched meringues.",
        "ipa": "kᵻ́tʃən blówtɔ̀rtʃ: ðə kᵻ́tʃən blówtɔ̀rtʃ kǽrəməlàjzd ʃʊ́ɡər tɒ́pᵻŋz ənd tɔ́rtʃt mərǽŋz.",
        "hash": "TXT_9827fda071cb8a67ff941f5b5cd803.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Leveler: The cake leveler trimmed off the dome for a flat, even layer.",
        "ipa": "kɛ́jk lɛ́vələr: ðə kɛ́jk lɛ́vələr trᵻ́md ɔ́f ðə dówm fɔr ə flǽt, íjvən lɛ́jər.",
        "hash": "TXT_c853dbfeb18a0da3a227eb09749bf9.mp3",
        "score": 0.5
    },
    {
        "txt": "Melon Tap: The melon tap converted a watermelon into a serving container for punch.",
        "ipa": "mɛ́lən tǽp: ðə mɛ́lən tǽp kənvɜ́rtᵻd ə wɔ́tərmɛ̀lən ᵻntə ə sɜ́rvᵻŋ kəntɛ́jnər fɔr pʌ́ntʃ.",
        "hash": "TXT_3ab3312f470c91e782628d83e73bf2.mp3",
        "score": 0.5
    },
    {
        "txt": "Polenta Pot: The polenta pot had a non-stick interior for smooth stirring.",
        "ipa": "pəlɛ́ntə pɒ́t: ðə pəlɛ́ntə pɒ́t hǽd ə nɒn-stᵻ́k ᵻ̀ntɪ́ərijər fɔr smúwð stɜ́rᵻŋ.",
        "hash": "TXT_1f9bb5182d2d2b3f9f0d2a6ba22dc1.mp3",
        "score": 0.5
    },
    {
        "txt": "Pasta Drying Rack: The pasta drying rack separated strands so they wouldn’t stick together.",
        "ipa": "pɒ́stə drájᵻŋ rǽk: ðə pɒ́stə drájᵻŋ rǽk sɛ́pərɛ̀jtᵻd strǽndz sow ðɛj wʊ́dənt stᵻ́k təɡɛ́ðər.",
        "hash": "TXT_f38c421f4794ec82d1ede74a58fac6.mp3",
        "score": 0.5
    },
    {
        "txt": "Tortilla Basket: The tortilla basket kept tortillas warm at the table.",
        "ipa": "tɔrtíjə bǽskət: ðə tɔrtíjə bǽskət kɛ́pt tɔ̀rtíjəz wɔ́rm æt ðə tɛ́jbəl.",
        "hash": "TXT_8c6d38017dca57e406b3d78d13e160.mp3",
        "score": 0.5
    },
    {
        "txt": "Probe Thermometer: The probe thermometer read the steak’s internal temperature instantly.",
        "ipa": "prówb θərmɒ́mətər: ðə prówb θərmɒ́mətər rɛ́d ðə stɛ́jk'z ᵻ̀ntɜ́rnəl tɛ́mpərətʃər ᵻ́nstəntlij.",
        "hash": "TXT_1149e6f875bf674495cf397946b5f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Waffle Dipper: The waffle dipper created sticks perfect for dipping in syrup.",
        "ipa": "wɒ́fəl dᵻ́pər: ðə wɒ́fəl dᵻ́pər krijɛ́jtᵻd stᵻ́ks pɜ́rfəkt fɔr dᵻ́pᵻŋ ᵻn sɜ́rəp.",
        "hash": "TXT_15939c98a752da94a9c5520a353382.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Coffee Dripper: The collapsible coffee dripper folded flat for travel or compact storage.",
        "ipa": "kəlǽpsəbəl kɒ́fij drᵻ́pər: ðə kəlǽpsəbəl kɒ́fij drᵻ́pər fówldᵻd flǽt fɔr trǽvəl ɔr kɒ́mpækt stɔ́rᵻdʒ.",
        "hash": "TXT_749df827225afc5aa92768ad83b6c8.mp3",
        "score": 0.5
    },
    {
        "txt": "Seafood Scissors: The seafood scissors neatly cut through crab legs and lobster shells.",
        "ipa": "síjfùwd sᵻ́zərz: ðə síjfùwd sᵻ́zərz níjtlij kʌ́t θrúw krǽb lɛ́ɡz ənd lɒ́bstər ʃɛ́lz.",
        "hash": "TXT_ea0bcf5fd9dccc698be43a3a62e6d4.mp3",
        "score": 0.5
    },
    {
        "txt": "Soufflé Dish: The soufflé dish allowed the custard to rise tall and fluffy.",
        "ipa": "suwflɛ́jé dᵻ́ʃ: ðə suwflɛ́jé dᵻ́ʃ əláwd ðə kʌ́stərd tə rájz tɔ́l ənd flʌ́fij.",
        "hash": "TXT_7db43e3433ebe10e1d7bf2ff97a166.mp3",
        "score": 0.5
    },
    {
        "txt": "Salsa Maker: The salsa maker combined onions, tomatoes, and peppers into a fresh dip.",
        "ipa": "sɔ́lsə mɛ́jkər: ðə sɔ́lsə mɛ́jkər kəmbájnd ʌ́njənz, təmɒ́towz, ənd pɛ́pərz ᵻntə ə frɛ́ʃ dᵻ́p.",
        "hash": "TXT_ba85ac705d6403c2116d23c65c4ccf.mp3",
        "score": 0.5
    },
    {
        "txt": "Grain Mill: The grain mill ground wheat berries into fresh flour.",
        "ipa": "ɡrɛ́jn mᵻ́l: ðə ɡrɛ́jn mᵻ́l ɡráwnd wíjt bɛ́ərijz ᵻntə frɛ́ʃ fláwər.",
        "hash": "TXT_1505c5e65c6596cece37e47f3c1417.mp3",
        "score": 0.5
    },
    {
        "txt": "Marinade Tray: The marinade tray evenly coated meats in a shallow container.",
        "ipa": "mɑ́rᵻnɛ̀jd trɛ́j: ðə mɑ́rᵻnɛ̀jd trɛ́j íjvənlij kówtᵻd míjts ᵻn ə ʃǽlow kəntɛ́jnər.",
        "hash": "TXT_1f0b154ce64470e36a758a420e1b68.mp3",
        "score": 0.5
    },
    {
        "txt": "Dumpling Press: The dumpling press sealed the dough tightly around the filling.",
        "ipa": "dʌ́mplᵻŋ prɛ́s: ðə dʌ́mplᵻŋ prɛ́s síjld ðə dów tájtlij əráwnd ðə fᵻ́lᵻŋ.",
        "hash": "TXT_fb6e662f73550fd9a75f547fcf225f.mp3",
        "score": 0.5
    },
    {
        "txt": "Over-the-Sink Board: The over-the-sink board slid across the sink for rinsing produce.",
        "ipa": "ówvər-ðə-sᵻ́ŋk bɔ́rd: ðə ówvər-ðə-sᵻ́ŋk bɔ́rd slᵻ́d əkrɔ́s ðə sᵻ́ŋk fɔr rᵻ́nsᵻŋ prədúws.",
        "hash": "TXT_cf0c1fc789d2f8596bf1031260f6b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Melting Dome: The cheese melting dome trapped heat to speed melting on burgers.",
        "ipa": "tʃíjz mɛ́ltᵻŋ dówm: ðə tʃíjz mɛ́ltᵻŋ dówm trǽpt híjt tə spíjd mɛ́ltᵻŋ ɒn bɜ́rɡərz.",
        "hash": "TXT_14f9e2ac4e2dd5c1d96154000c591f.mp3",
        "score": 0.5
    },
    {
        "txt": "Bagel Mold: The bagel mold shaped dough into perfect rings for baking.",
        "ipa": "bɛ́jɡəl mówld: ðə bɛ́jɡəl mówld ʃɛ́jpt dów ᵻntə pɜ́rfəkt rᵻ́ŋz fɔr bɛ́jkᵻŋ.",
        "hash": "TXT_01b2430f9f79ddc9126e4d1a07dc53.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Warmer: The ceramic warmer kept drawn butter at an ideal temperature for seafood.",
        "ipa": "sərǽmᵻk wɔ́rmər: ðə sərǽmᵻk wɔ́rmər kɛ́pt drɔ́n bʌ́tər æt ən ajdíjəl tɛ́mpərətʃər fɔr síjfùwd.",
        "hash": "TXT_7d8a06d5f3bfeef3eea42f94b083ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Chocolate Shaver: The chocolate shaver created delicate curls for garnishing desserts.",
        "ipa": "tʃɔ́klət ʃɛ́jvər: ðə tʃɔ́klət ʃɛ́jvər krijɛ́jtᵻd dɛ́lᵻkət kɜ́rlz fɔr ɡɑ́rnᵻʃᵻŋ dəzɜ́rts.",
        "hash": "TXT_80a0f324924b9c8b673254661d337b.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Bag: The microwave bag steamed potatoes soft and moist in minutes.",
        "ipa": "májkrəwɛ̀jv bǽɡ: ðə májkrəwɛ̀jv bǽɡ stíjmd pətɛ́jtowz sɒ́ft ənd mɔ́jst ᵻn mᵻ́nəts.",
        "hash": "TXT_1de8eeabe827584158d59d21b2a728.mp3",
        "score": 0.5
    },
    {
        "txt": "Pineapple Corer: The pineapple corer removed the core and cut the fruit into rings.",
        "ipa": "pájnæ̀pəl kɔ́rər: ðə pájnæ̀pəl kɔ́rər rijmúwvd ðə kɔ́r ənd kʌ́t ðə frúwt ᵻntə rᵻ́ŋz.",
        "hash": "TXT_28221a4cb19f7e32f1a382637b3341.mp3",
        "score": 0.5
    },
    {
        "txt": "Mug Warmer: The mug warmer maintained a steady heat for her tea cup.",
        "ipa": "mʌ́ɡ wɔ́rmər: ðə mʌ́ɡ wɔ́rmər mɛjntɛ́jnd ə stɛ́dij híjt fɔr hər tíj kʌ́p.",
        "hash": "TXT_2289a62c3d8294003c513390926ed1.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Board: The pie board stayed cool, preventing butter from melting in the pastry.",
        "ipa": "páj bɔ́rd: ðə páj bɔ́rd stɛ́jd kúwl, prəvɛ́ntᵻŋ bʌ́tər frəm mɛ́ltᵻŋ ᵻn ðə pɛ́jstrij.",
        "hash": "TXT_d2384359438d99716cd7d6c16ef057.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand-Powered Chopper: The hand-powered chopper diced vegetables quickly with a pull string.",
        "ipa": "hǽnd-páwərd tʃɒ́pər: ðə hǽnd-páwərd tʃɒ́pər dájst vɛ́dʒtəbəlz kwᵻ́klij wᵻð ə pʊ́l strᵻ́ŋ.",
        "hash": "TXT_fe3cabb1409ff042776db3aead5dc1.mp3",
        "score": 0.5
    },
    {
        "txt": "Fondue Burner: The fondue burner kept the pot consistently heated for dipping.",
        "ipa": "fɒ́ndùw bɜ́rnər: ðə fɒ́ndùw bɜ́rnər kɛ́pt ðə pɒ́t kənsᵻ́stəntlij híjtᵻd fɔr dᵻ́pᵻŋ.",
        "hash": "TXT_fe6f1544e409e3c0d04bd217841be6.mp3",
        "score": 0.5
    },
    {
        "txt": "Tilt Grinder: The tilt grinder activated with a single tilt of the wrist.",
        "ipa": "tᵻ́lt ɡrájndər: ðə tᵻ́lt ɡrájndər ǽktᵻvɛ̀jtᵻd wᵻð ə sᵻ́ŋɡəl tᵻ́lt əv ðə rᵻ́st.",
        "hash": "TXT_9370fb5b8d47ceeec8f2a15d3a545b.mp3",
        "score": 0.5
    },
    {
        "txt": "Ramekin Set: The ramekin set displayed baked custards in transparent dishes.",
        "ipa": "rǽmᵻkᵻn sɛ́t: ðə rǽmᵻkᵻn sɛ́t dᵻsplɛ́jd bɛ́jkt kʌ́stərdz ᵻn trænspǽrənt dᵻ́ʃᵻz.",
        "hash": "TXT_c73cb0586afcddd45f65518611ce44.mp3",
        "score": 0.5
    },
    {
        "txt": "Mango Splitter: The mango splitter sliced around the pit cleanly, dividing the fruit.",
        "ipa": "mǽŋɡow splᵻ́tər: ðə mǽŋɡow splᵻ́tər slájst əráwnd ðə pᵻ́t klíjnlij, dᵻvájdᵻŋ ðə frúwt.",
        "hash": "TXT_11deb8e650bd52c1eeda498c208f51.mp3",
        "score": 0.5
    },
    {
        "txt": "Cookie Stamp: The cookie stamp embossed designs onto shortbread dough.",
        "ipa": "kʊ́kij stǽmp: ðə kʊ́kij stǽmp əmbɔ́st dəzájnz ɒntuw ʃɔ́rtbrɛ̀d dów.",
        "hash": "TXT_3020e60be6bc6bd5286d84c010a98e.mp3",
        "score": 0.5
    },
    {
        "txt": "Rice Washer: The rice washer rinsed away starch through fine holes.",
        "ipa": "rájs wɒ́ʃər: ðə rájs wɒ́ʃər rᵻ́nst əwɛ́j stɑ́rtʃ θrúw fájn hówlz.",
        "hash": "TXT_7fefcc70c3be8eeef361dbf849d72a.mp3",
        "score": 0.5
    },
    {
        "txt": "Indoor Grill: The indoor grill seared steaks without needing an outdoor barbecue.",
        "ipa": "ᵻ́ndɔ̀r ɡrᵻ́l: ðə ᵻ́ndɔ̀r ɡrᵻ́l sɪ́ərd stɛ́jks wᵻðáwt níjdᵻŋ ən áwtdɔ̀r bɑ́rbᵻkjùw.",
        "hash": "TXT_930d26481fde2cb3d2dcfd7405b975.mp3",
        "score": 0.5
    },
    {
        "txt": "Honeycomb Cutter: The honeycomb cutter neatly sliced a sheet of honeycomb into bars.",
        "ipa": "hʌ́nijkòwm kʌ́tər: ðə hʌ́nijkòwm kʌ́tər níjtlij slájst ə ʃíjt əv hʌ́nijkòwm ᵻntə bɑ́rz.",
        "hash": "TXT_2deaca839c76133e9ef784dd185b49.mp3",
        "score": 0.5
    },
    {
        "txt": "Mixer Juicer: The mixer juicer snapped onto the stand mixer for quick extraction.",
        "ipa": "mᵻ́ksər dʒúwsər: ðə mᵻ́ksər dʒúwsər snǽpt ɒntuw ðə stǽnd mᵻ́ksər fɔr kwᵻ́k əkstrǽkʃən.",
        "hash": "TXT_efb90f2d8f5840586ca3f87dac84b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Dough Rising Bucket: The dough rising bucket had volume markings to monitor fermentation.",
        "ipa": "dów rájzᵻŋ bʌ́kət: ðə dów rájzᵻŋ bʌ́kət hǽd vɒ́ljuwm mɑ́rkᵻŋz tə mɒ́nᵻtər fɜ̀rməntɛ́jʃən.",
        "hash": "TXT_4e2aee81565e2a4cda27e41f516d5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Grater: The adjustable grater offered coarse or fine settings.",
        "ipa": "ədʒʌ́stəbəl ɡrɛ́jtər: ðə ədʒʌ́stəbəl ɡrɛ́jtər ɔ́fərd kɔ́rs ɔr fájn sɛ́tᵻŋz.",
        "hash": "TXT_b03f658563d7eb1d5280a377a2d83a.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Canister Set: The glass canister set displayed dry goods in an airtight arrangement.",
        "ipa": "ɡlǽs kǽnᵻstər sɛ́t: ðə ɡlǽs kǽnᵻstər sɛ́t dᵻsplɛ́jd dráj ɡʊ́dz ᵻn ən ɛ́ərtàjt ərɛ́jndʒmənt.",
        "hash": "TXT_7743664d675b59d20bc495578d3df2.mp3",
        "score": 0.5
    },
    {
        "txt": "Bar Muddler: The bar muddler crushed mint leaves for cocktails, releasing their oils.",
        "ipa": "bɑ́r mʌ́dlər: ðə bɑ́r mʌ́dlər krʌ́ʃt mᵻ́nt líjvz fɔr kɒ́ktɛ̀jlz, rəlíjsᵻŋ ðɛər ɔ́jlz.",
        "hash": "TXT_5fb82be63a24859d5acb84ec885c20.mp3",
        "score": 0.5
    },
    {
        "txt": "Knotted Skewers: The knotted skewers made for attractive party appetizers.",
        "ipa": "nɒ́tᵻd skjúwərz: ðə nɒ́tᵻd skjúwərz mɛ́jd fɔr ətrǽktᵻv pɑ́rtij ǽpətàjzərz.",
        "hash": "TXT_079a45c6cf03e1610e894f09e449d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Plate Warmer: The plate warmer kept dishes at serving temperature during a buffet.",
        "ipa": "plɛ́jt wɔ́rmər: ðə plɛ́jt wɔ́rmər kɛ́pt dᵻ́ʃᵻz æt sɜ́rvᵻŋ tɛ́mpərətʃər dʊ́rᵻŋ ə bʊ́fɛj.",
        "hash": "TXT_1fdda130eda9ae969e8bb13e81d8cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Popcorn Bowl: The popcorn bowl popped kernels in a collapsible container.",
        "ipa": "pɒ́pkɔ̀rn bówl: ðə pɒ́pkɔ̀rn bówl pɒ́pt kɜ́rnəlz ᵻn ə kəlǽpsəbəl kəntɛ́jnər.",
        "hash": "TXT_0412bfd1d713cc241fbbe10c4c47f2.mp3",
        "score": 0.5
    },
    {
        "txt": "Blade Tenderizer: The blade tenderizer broke down tough muscle fibers.",
        "ipa": "blɛ́jd tɛ́ndəràjzər: ðə blɛ́jd tɛ́ndəràjzər brówk dawn tʌ́f mʌ́səl fájbərz.",
        "hash": "TXT_dde651e76f4a0f5bc5502686388d91.mp3",
        "score": 0.5
    },
    {
        "txt": "Perforated Pan: The perforated pan ensured a crispy crust by allowing airflow underneath.",
        "ipa": "pɜ́rfərɛ̀jtᵻd pǽn: ðə pɜ́rfərɛ̀jtᵻd pǽn ənʃʊ́rd ə krᵻ́spij krʌ́st baj əláwᵻŋ ɛ́ərflow ʌ̀ndərníjθ.",
        "hash": "TXT_db608cba0aa485f718a87a72858e30.mp3",
        "score": 0.5
    },
    {
        "txt": "Ceramic Separator: The ceramic separator held the yolk while the white slipped through.",
        "ipa": "sərǽmᵻk sɛ́pərɛ̀jtər: ðə sərǽmᵻk sɛ́pərɛ̀jtər hɛ́ld ðə jówk wájl ðə wájt slᵻ́pt θrúw.",
        "hash": "TXT_61931cc519d857904eda679b9f9e23.mp3",
        "score": 0.5
    },
    {
        "txt": "Dual Mallet: The dual mallet had a flat side to pound meat and a spiked side to tenderize.",
        "ipa": "djúwəl mǽlət: ðə djúwəl mǽlət hǽd ə flǽt sájd tə páwnd míjt ənd ə spájkt sájd tə tɛ́ndəràjz.",
        "hash": "TXT_40c88017df2b8a0ffe295621cd68ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Thermometer Clip: The thermometer clip attached to the pot, keeping it stable.",
        "ipa": "θərmɒ́mətər klᵻ́p: ðə θərmɒ́mətər klᵻ́p ətǽtʃt tə ðə pɒ́t, kíjpᵻŋ ᵻt stɛ́jbəl.",
        "hash": "TXT_39aecea879f1e3aeba428019717eab.mp3",
        "score": 0.5
    },
    {
        "txt": "Mexican Comal: The mexican comal toasted tortillas evenly over an open flame.",
        "ipa": "mɛ́ksᵻkən kəmɒ́l: ðə mɛ́ksᵻkən kəmɒ́l tówstᵻd tɔ̀rtíjəz íjvənlij ówvər ən ówpən flɛ́jm.",
        "hash": "TXT_fd96ed08e1be98102f51397d386b4c.mp3",
        "score": 0.5
    },
    {
        "txt": "Fries Cutter: The fries cutter sliced potatoes into uniform sticks in a single press.",
        "ipa": "frájz kʌ́tər: ðə frájz kʌ́tər slájst pətɛ́jtowz ᵻntə júwnᵻfɔ̀rm stᵻ́ks ᵻn ə sᵻ́ŋɡəl prɛ́s.",
        "hash": "TXT_044d96b5ede506414c196708ba0d4e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cup Warmer: The cup warmer kept her coffee at a drinkable temperature for hours.",
        "ipa": "kʌ́p wɔ́rmər: ðə kʌ́p wɔ́rmər kɛ́pt hər kɒ́fij æt ə drᵻ́nkəbəl tɛ́mpərətʃər fɔr áwərz.",
        "hash": "TXT_fb969f64be7712a9e34d0c0aa7262a.mp3",
        "score": 0.5
    },
    {
        "txt": "Cabbage Shredder: The cabbage shredder made thin slaw slices quickly.",
        "ipa": "kǽbᵻdʒ ʃrɛ́dər: ðə kǽbᵻdʒ ʃrɛ́dər mɛ́jd θᵻ́n slɔ́ slájsᵻz kwᵻ́klij.",
        "hash": "TXT_568cebdf0c0f23dfa3abf6934c57a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Knock Box: The knock box provided a place to tap out used espresso grounds.",
        "ipa": "nɒ́k bɒ́ks: ðə nɒ́k bɒ́ks prəvájdᵻd ə plɛ́js tə tǽp awt júwzd ɛ̀ksprɛ́sòw ɡráwndz.",
        "hash": "TXT_89b1e7f1d0992bea254222ab5fc897.mp3",
        "score": 0.5
    },
    {
        "txt": "Oyster Shucker: The oyster shucker loosened shells with a sturdy grip.",
        "ipa": "ɔ́jstər ʃʌ́kər: ðə ɔ́jstər ʃʌ́kər lúwsənd ʃɛ́lz wᵻð ə stɜ́rdij ɡrᵻ́p.",
        "hash": "TXT_4f4130bb1ab81914315c145e8fe204.mp3",
        "score": 0.5
    },
    {
        "txt": "Timed Stirrer: The timed stirrer kept risotto moving without constant manual effort.",
        "ipa": "tájmd stɜ́rər: ðə tájmd stɜ́rər kɛ́pt rìjsɔ́tòw múwvᵻŋ wᵻðáwt kɒ́nstənt mǽnjuwəl ɛ́fərt.",
        "hash": "TXT_0b481eecda7815078d2f1dd8d20451.mp3",
        "score": 0.5
    },
    {
        "txt": "Molecular Spherification Kit: The molecular spherification kit turned juices into caviar-like pearls.",
        "ipa": "məlɛ́kjələr sfɛ̀ərᵻfᵻkɛ́jʃən kᵻ́t: ðə məlɛ́kjələr sfɛ̀ərᵻfᵻkɛ́jʃən kᵻ́t tɜ́rnd dʒúwsᵻz ᵻntə kǽvijɑ̀r-lájk pɜ́rlz.",
        "hash": "TXT_99b20ee80f8c6c06bcb887c15ccb42.mp3",
        "score": 0.5
    },
    {
        "txt": "Counter Rest: The counter rest held a stirring spoon neatly.",
        "ipa": "káwntər rɛ́st: ðə káwntər rɛ́st hɛ́ld ə stɜ́rᵻŋ spúwn níjtlij.",
        "hash": "TXT_691d58c572437f87f39575d663d80b.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Churner: The butter churner allowed her to transform cream into fresh homemade butter.",
        "ipa": "bʌ́tər tʃɜ́rnər: ðə bʌ́tər tʃɜ́rnər əláwd hər tə trǽnsfɔrm kríjm ᵻntə frɛ́ʃ hówmɛ́jd bʌ́tər.",
        "hash": "TXT_1138cc572767b6e82de535454e5bd2.mp3",
        "score": 0.5
    },
    {
        "txt": "Fruit Leather Tray: The fruit leather tray dried pureed fruit into chewy homemade snacks.",
        "ipa": "frúwt lɛ́ðər trɛ́j: ðə frúwt lɛ́ðər trɛ́j drájd pjʊrɛ́jd frúwt ᵻntə tʃúwij hówmɛ́jd snǽks.",
        "hash": "TXT_253668bf9e48b7cf1a95509633e449.mp3",
        "score": 0.5
    },
    {
        "txt": "Turkey Lacer Pins: The turkey lacer pins sealed stuffing inside the bird.",
        "ipa": "tɜ́rkij lɛ́jsər pᵻ́nz: ðə tɜ́rkij lɛ́jsər pᵻ́nz síjld stʌ́fᵻŋ ᵻnsájd ðə bɜ́rd.",
        "hash": "TXT_3fc729678c023d94478d17a31eec06.mp3",
        "score": 0.5
    },
    {
        "txt": "Ice Crusher: The ice crusher turned cubes into crushed ice for cocktails and desserts.",
        "ipa": "ájs krʌ́ʃər: ðə ájs krʌ́ʃər tɜ́rnd kjúwbz ᵻntə krʌ́ʃt ájs fɔr kɒ́ktɛ̀jlz ənd dəzɜ́rts.",
        "hash": "TXT_4d0963c133ea6df1b50956e2ef935c.mp3",
        "score": 0.5
    },
    {
        "txt": "Waffle Bowl Maker: The waffle bowl maker shaped batter into edible dessert bowls.",
        "ipa": "wɒ́fəl bówl mɛ́jkər: ðə wɒ́fəl bówl mɛ́jkər ʃɛ́jpt bǽtər ᵻntə ɛ́dᵻbəl dəzɜ́rt bówlz.",
        "hash": "TXT_4eb3f713063febeda96bbaf14a1e30.mp3",
        "score": 0.5
    },
    {
        "txt": "Warmer Cabinet: The warmer cabinet gently heated dinner plates before serving.",
        "ipa": "wɔ́rmər kǽbᵻnət: ðə wɔ́rmər kǽbᵻnət dʒɛ́ntlij híjtᵻd dᵻ́nər plɛ́jts bəfɔ́r sɜ́rvᵻŋ.",
        "hash": "TXT_2569cf689f148823470723c6f216a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Coffee Percolator: The coffee percolator bubbled hot water up through grounds for a robust brew.",
        "ipa": "kɒ́fij pɜ́rkəlɛ̀jtər: ðə kɒ́fij pɜ́rkəlɛ̀jtər bʌ́bəld hɒ́t wɔ́tər ʌp θrúw ɡráwndz fɔr ə rowbʌ́st brúw.",
        "hash": "TXT_cb6f7c20f7c894ce9938da4cd1c6b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Splatter Shield: The splatter shield locked onto the pan’s edges to contain grease.",
        "ipa": "splǽtər ʃíjld: ðə splǽtər ʃíjld lɒ́kt ɒntuw ðə pǽn'z ɛ́dʒᵻz tə kəntɛ́jn ɡríjs.",
        "hash": "TXT_cea19d79f699fc7d6ae1cf2e216b4a.mp3",
        "score": 0.5
    },
    {
        "txt": "Food Dehydrator: The food dehydrator dried fruits and jerkies at low, controlled temperatures.",
        "ipa": "fúwd dijhájdrɛjtər: ðə fúwd dijhájdrɛjtər drájd frúwts ənd dʒɜ́rkijz æt lów, kəntrówld tɛ́mpərətʃərz.",
        "hash": "TXT_f780132f1b1d39f16858dfff5645b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Stone Molcajete: The stone molcajete was carved from volcanic rock for authentic grinding.",
        "ipa": "stówn mɔlkɒ́hɛ̀jtɛj: ðə stówn mɔlkɒ́hɛ̀jtɛj wɒz kɑ́rvd frəm vɒlkǽnᵻk rɒ́k fɔr ɔθɛ́ntᵻk ɡrájndᵻŋ.",
        "hash": "TXT_1e6a64593725754bf62722b23ab921.mp3",
        "score": 0.5
    },
    {
        "txt": "Mesh Tea Strainer: The mesh tea strainer filtered out loose leaves for a clear brew.",
        "ipa": "mɛ́ʃ tíj strɛ́jnər: ðə mɛ́ʃ tíj strɛ́jnər fᵻ́ltərd awt lúws líjvz fɔr ə klɪ́ər brúw.",
        "hash": "TXT_2068f8280903e6e645a155dda923f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Reusable Snack Bags: The reusable snack bags replaced single-use plastic for lunch treats.",
        "ipa": "rijúwzəbəl snǽk bǽɡz: ðə rijúwzəbəl snǽk bǽɡz rìjplɛ́jst sᵻ́ŋɡəl-juwz plǽstᵻk fɔr lʌ́ntʃ tríjts.",
        "hash": "TXT_c2e63b9bf7a9ae457f206dda046e3a.mp3",
        "score": 0.5
    },
    {
        "txt": "Jar Opener Wrench: The jar opener wrench gripped lids of various sizes for easy twisting.",
        "ipa": "dʒɑ́r ówpənər rɛ́ntʃ: ðə dʒɑ́r ówpənər rɛ́ntʃ ɡrᵻ́pt lᵻ́dz əv vɛ́ərijəs sájzᵻz fɔr íjzij twᵻ́stᵻŋ.",
        "hash": "TXT_fd8f2d3b4375f83391ba20e47d4839.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Curler: The cheese curler scraped paper-thin rosettes from a round of Tête de Moine.",
        "ipa": "tʃíjz kɜ́rlər: ðə tʃíjz kɜ́rlər skrɛ́jpt pɛ́jpər-θᵻ́n rówzɛ́ts frəm ə ráwnd əv tɛ́jt de mwæn.",
        "hash": "TXT_02a3ce097dba7090985d688abe0c29.mp3",
        "score": 0.5
    },
    {
        "txt": "Nut Milk Bag: The nut milk bag strained blended almonds into smooth, creamy milk.",
        "ipa": "nʌ́t mᵻ́lk bǽɡ: ðə nʌ́t mᵻ́lk bǽɡ strɛ́jnd blɛ́ndᵻd ɒ́lməndz ᵻntə smúwð, kríjmij mᵻ́lk.",
        "hash": "TXT_094597333436ab828b742492744ae9.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Topper: The egg topper removed the tip of a soft-boiled egg cleanly.",
        "ipa": "ɛ́ɡ tɒ́pər: ðə ɛ́ɡ tɒ́pər rijmúwvd ðə tᵻ́p əv ə sɒ́ft-bɔ́jld ɛ́ɡ klíjnlij.",
        "hash": "TXT_e024dfd0196a7501899e15758a3177.mp3",
        "score": 0.5
    },
    {
        "txt": "Lobster Pot: The lobster pot lifted shellfish out without draining the entire pot.",
        "ipa": "lɒ́bstər pɒ́t: ðə lɒ́bstər pɒ́t lᵻ́ftᵻd ʃɛ́lfᵻ̀ʃ awt wᵻðáwt drɛ́jnᵻŋ ðə əntájər pɒ́t.",
        "hash": "TXT_6930b44c4779eb86cd0cf084a0326a.mp3",
        "score": 0.5
    },
    {
        "txt": "Onigiri Mold: The onigiri mold shaped rice into neat triangular parcels.",
        "ipa": "òwnijɡíjərij mówld: ðə òwnijɡíjərij mówld ʃɛ́jpt rájs ᵻntə níjt trajǽŋɡjələr pɑ́rsəlz.",
        "hash": "TXT_21120f91271a559f7cd641fdc328a1.mp3",
        "score": 0.5
    },
    {
        "txt": "Honey Dispenser: The honey dispenser released honey from the bottom, reducing drips.",
        "ipa": "hʌ́nij dᵻspɛ́nsər: ðə hʌ́nij dᵻspɛ́nsər rəlíjst hʌ́nij frəm ðə bɒ́təm, rədjúwsᵻŋ drᵻ́ps.",
        "hash": "TXT_886db70100bcb38c090cf62ac03bd9.mp3",
        "score": 0.5
    },
    {
        "txt": "Arm Protectors: The arm protectors shielded forearms from accidental burns.",
        "ipa": "ɑ́rm prətɛ́ktərz: ðə ɑ́rm prətɛ́ktərz ʃíjldᵻd fɔ́rɑ̀rmz frəm æ̀ksᵻdɛ́ntəl bɜ́rnz.",
        "hash": "TXT_3ccbc01decfc77f51dace60f0f4fb2.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Crimper: The pastry crimper sealed pie edges with a decorative pattern.",
        "ipa": "pɛ́jstrij krᵻ́mpər: ðə pɛ́jstrij krᵻ́mpər síjld páj ɛ́dʒᵻz wᵻð ə dɛ́kərətᵻv pǽtərn.",
        "hash": "TXT_96850d0e05f4cbd8a13c47ba91ce3a.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Bite Molds: The egg bite molds portioned egg mixtures for quick snacks.",
        "ipa": "ɛ́ɡ bájt mówldz: ðə ɛ́ɡ bájt mówldz pɔ̀rʃənd ɛ́ɡ mᵻ́kstʃərz fɔr kwᵻ́k snǽks.",
        "hash": "TXT_4ebd73bc33a46880a974211e3aa47c.mp3",
        "score": 0.5
    },
    {
        "txt": "Silicone Tongs: The silicone tongs gripped delicate foods without damaging them.",
        "ipa": "sᵻ́ləkòwn tɒ́ŋz: ðə sᵻ́ləkòwn tɒ́ŋz ɡrᵻ́pt dɛ́lᵻkət fúwdz wᵻðáwt dǽmᵻdʒᵻŋ ðɛm.",
        "hash": "TXT_89dfd7538d40291f04955182ff6566.mp3",
        "score": 0.5
    },
    {
        "txt": "Mozzarella Slicer: The mozzarella slicer cut uniform slices of fresh cheese.",
        "ipa": "mɒtsərɛ́lə slájsər: ðə mɒtsərɛ́lə slájsər kʌ́t júwnᵻfɔ̀rm slájsᵻz əv frɛ́ʃ tʃíjz.",
        "hash": "TXT_d16cc4a6747e393d9066c3b82d7e8d.mp3",
        "score": 0.5
    },
    {
        "txt": "Flour Canister: The flour canister allowed for quick, mess-free measuring.",
        "ipa": "fláwər kǽnᵻstər: ðə fláwər kǽnᵻstər əláwd fɔr kwᵻ́k, mɛ́s-fríj mɛ́ʒərᵻŋ.",
        "hash": "TXT_84c8c7e7520d63fcff93d341216066.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Divider: The cake divider indented equal slices around the cake’s circumference.",
        "ipa": "kɛ́jk dᵻvájdər: ðə kɛ́jk dᵻvájdər ᵻndɛ́ntᵻd íjkwəl slájsᵻz əráwnd ðə kɛ́jk'z sɜ̀rkʌ́mfrəns.",
        "hash": "TXT_8b41442fe6d620bd93c9a6451f685c.mp3",
        "score": 0.5
    },
    {
        "txt": "Plug-In Wok: The plug-in wok delivered consistent heat for stir-fries, even without gas.",
        "ipa": "plʌ́ɡ-ᵻn wɒ́k: ðə plʌ́ɡ-ᵻn wɒ́k dəlᵻ́vərd kənsᵻ́stənt híjt fɔr stɜ́r-frájz, íjvən wᵻðáwt ɡǽs.",
        "hash": "TXT_1994f18e74c305a99fc483a86be6d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Butter Guide: The butter guide showed tablespoon markings for accurate portioning.",
        "ipa": "bʌ́tər ɡájd: ðə bʌ́tər ɡájd ʃówd tɛ́jbəlspùwn mɑ́rkᵻŋz fɔr ǽkjərət pɔrʃʌ́nᵻŋ.",
        "hash": "TXT_902d23450420375e6b043cbdd73888.mp3",
        "score": 0.5
    },
    {
        "txt": "Appetizer Stand: The appetizer stand displayed bite-sized treats at varying heights.",
        "ipa": "ǽpətàjzər stǽnd: ðə ǽpətàjzər stǽnd dᵻsplɛ́jd bájt-sájzd tríjts æt vɛ́ərijᵻŋ hájts.",
        "hash": "TXT_392a3a3348207559c5c4c754269412.mp3",
        "score": 0.5
    },
    {
        "txt": "Infrared Thermometer: The infrared thermometer measured surface temperature without contact.",
        "ipa": "ᵻ̀nfrərɛ́d θərmɒ́mətər: ðə ᵻ̀nfrərɛ́d θərmɒ́mətər mɛ́ʒərd sɜ́rfəs tɛ́mpərətʃər wᵻðáwt kɒ́ntæ̀kt.",
        "hash": "TXT_d8eb3d8967fbc74b674d95073030ba.mp3",
        "score": 0.5
    },
    {
        "txt": "Funnel Set: The funnel set accommodated wide and narrow openings.",
        "ipa": "fʌ́nəl sɛ́t: ðə fʌ́nəl sɛ́t əkɒ́mədɛ̀jtᵻd wájd ənd nǽrow ówpənᵻŋz.",
        "hash": "TXT_833a380582bd0dbb882171c3a03d81.mp3",
        "score": 0.5
    },
    {
        "txt": "Molecular Foam Kit: The molecular foam kit produced airy froths for modern plating.",
        "ipa": "məlɛ́kjələr fówm kᵻ́t: ðə məlɛ́kjələr fówm kᵻ́t prədúwst ɛ́ərij frɔ́θs fɔr mɒ́dərn plɛ́jtᵻŋ.",
        "hash": "TXT_8e049e3600377866274eeca3793606.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Cup Scale: The measuring cup scale weighed liquids and solids in one device.",
        "ipa": "mɛ́ʒərᵻŋ kʌ́p skɛ́jl: ðə mɛ́ʒərᵻŋ kʌ́p skɛ́jl wɛ́jd lᵻ́kwᵻdz ənd sɒ́lᵻdz ᵻn wʌ́n dəvájs.",
        "hash": "TXT_b28995ab4b81af9d1930c6762e6957.mp3",
        "score": 0.5
    },
    {
        "txt": "Crust Cutter: The crust cutter trimmed dough perfectly to the pan’s edge.",
        "ipa": "krʌ́st kʌ́tər: ðə krʌ́st kʌ́tər trᵻ́md dów pɜ́rfəktlij tə ðə pǽn'z ɛ́dʒ.",
        "hash": "TXT_c24ca9a2ad4105f3a21556ffa8c9b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Sifter: The cake sifter produced ultra-fine flour for delicate pastries.",
        "ipa": "kɛ́jk sᵻ́ftər: ðə kɛ́jk sᵻ́ftər prədúwst ʌ́ltrə-fájn fláwər fɔr dɛ́lᵻkət pɛ́jstrijz.",
        "hash": "TXT_f53a3f2be867639464799335461b88.mp3",
        "score": 0.5
    },
    {
        "txt": "Marinating Sealer: The marinating sealer removed air to infuse flavors deeply and quickly.",
        "ipa": "mɛ́ərənɛ̀jtᵻŋ síjlər: ðə mɛ́ərənɛ̀jtᵻŋ síjlər rijmúwvd ɛ́ər tə ᵻ̀nfjúwz flɛ́jvərz díjplij ənd kwᵻ́klij.",
        "hash": "TXT_45d09f3a4b5e96da95a1e84e7d99ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Pasta Fork: The pasta fork lifted long noodles from boiling water neatly.",
        "ipa": "pɒ́stə fɔ́rk: ðə pɒ́stə fɔ́rk lᵻ́ftᵻd lɔ́ŋ núwdəlz frəm bɔ́jlᵻŋ wɔ́tər níjtlij.",
        "hash": "TXT_966366c5e802034e662cbce39cbbc5.mp3",
        "score": 0.5
    },
    {
        "txt": "Baguette Peel: The baguette peel slid shaped dough onto a hot baking stone.",
        "ipa": "bæ̀ɡɛ́t píjl: ðə bæ̀ɡɛ́t píjl slᵻ́d ʃɛ́jpt dów ɒntuw ə hɒ́t bɛ́jkᵻŋ stówn.",
        "hash": "TXT_7c3572d00ec5c47b7a81df8c0a5fae.mp3",
        "score": 0.5
    },
    {
        "txt": "Bean Crock: The bean crock slow-cooked baked beans to perfection over hours.",
        "ipa": "bíjn krɒ́k: ðə bíjn krɒ́k slów-kʊ́kt bɛ́jkt bíjnz tə pərfɛ́kʃən ówvər áwərz.",
        "hash": "TXT_e5baf17c5529b41f84dce81fa31433.mp3",
        "score": 0.5
    },
    {
        "txt": "Convection Rack: The convection rack allowed hot air to circulate freely for even browning.",
        "ipa": "kənvɛ́kʃən rǽk: ðə kənvɛ́kʃən rǽk əláwd hɒ́t ɛ́ər tə sɜ́rkjəlɛ̀jt fríjlij fɔr íjvən bráwnᵻŋ.",
        "hash": "TXT_4ff87f0c9afe3d74092ee473acfc1d.mp3",
        "score": 0.5
    },
    {
        "txt": "Auto Peeler: The auto peeler rotated potatoes, peeling them in seconds.",
        "ipa": "ɔ́tow píjlər: ðə ɔ́tow píjlər rówtɛ̀jtᵻd pətɛ́jtowz, píjlᵻŋ ðɛm ᵻn sɛ́kəndz.",
        "hash": "TXT_940c4d951922123c90ca58c08ffe62.mp3",
        "score": 0.5
    },
    {
        "txt": "Nut Chopper: The nut chopper ground walnuts into small bits for baking.",
        "ipa": "nʌ́t tʃɒ́pər: ðə nʌ́t tʃɒ́pər ɡráwnd wɔ́lnʌ̀ts ᵻntə smɔ́l bᵻ́ts fɔr bɛ́jkᵻŋ.",
        "hash": "TXT_bb34c32bf8712ae655fe56213d3217.mp3",
        "score": 0.5
    },
    {
        "txt": "Cookie Dunking Cup: The cookie dunking cup had a slot for biscuits alongside milk.",
        "ipa": "kʊ́kij dʌŋkᵻŋ kʌ́p: ðə kʊ́kij dʌŋkᵻŋ kʌ́p hǽd ə slɒ́t fɔr bᵻ́skəts əlɔ́ŋsájd mᵻ́lk.",
        "hash": "TXT_a932bbb59dc5cee764ee0c6e17219f.mp3",
        "score": 0.5
    },
    {
        "txt": "Pizza Paddle: The pizza paddle helped slide the homemade dough onto the oven stone.",
        "ipa": "píjtsə pǽdəl: ðə píjtsə pǽdəl hɛ́lpt slájd ðə hówmɛ́jd dów ɒntuw ðə ʌ́vən stówn.",
        "hash": "TXT_1f7bb7fc2378746318ba3f556485e1.mp3",
        "score": 0.5
    },
    {
        "txt": "Stretch Wrap: The stretch wrap sealed cut fruits to keep them fresh.",
        "ipa": "strɛ́tʃ rǽp: ðə strɛ́tʃ rǽp síjld kʌ́t frúwts tə kíjp ðɛm frɛ́ʃ.",
        "hash": "TXT_0ae224c714696e457b786eef0f7b13.mp3",
        "score": 0.5
    },
    {
        "txt": "Fondue Skewers: The fondue skewers held bread cubes for dipping into melted cheese.",
        "ipa": "fɒ́ndùw skjúwərz: ðə fɒ́ndùw skjúwərz hɛ́ld brɛ́d kjúwbz fɔr dᵻ́pᵻŋ ᵻntə mɛ́ltᵻd tʃíjz.",
        "hash": "TXT_5976afb383dd493862772bb0e45995.mp3",
        "score": 0.5
    },
    {
        "txt": "Insulated Warmer: The insulated warmer maintained heat for multiple tortillas.",
        "ipa": "ᵻ́nsəlɛ̀jtᵻd wɔ́rmər: ðə ᵻ́nsəlɛ̀jtᵻd wɔ́rmər mɛjntɛ́jnd híjt fɔr mʌ́ltᵻpəl tɔ̀rtíjəz.",
        "hash": "TXT_71318c30613a40a6b1f4152822e14f.mp3",
        "score": 0.5
    },
    {
        "txt": "Herb Drying Screen: The herb drying screen let air circulate around sage evenly.",
        "ipa": "ɜ́rb drájᵻŋ skríjn: ðə ɜ́rb drájᵻŋ skríjn lɛt ɛ́ər sɜ́rkjəlɛ̀jt əráwnd sɛjdʒ íjvənlij.",
        "hash": "TXT_cfdc589d20892109300202b148fd6a.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Set: The cake set matched elegantly for slicing and serving.",
        "ipa": "kɛ́jk sɛ́t: ðə kɛ́jk sɛ́t mǽtʃt ɛ́ləɡəntlìj fɔr slájsᵻŋ ənd sɜ́rvᵻŋ.",
        "hash": "TXT_34a1ef54642da73f7c71815b457e32.mp3",
        "score": 0.5
    },
    {
        "txt": "Quesadilla Maker: The quesadilla maker sealed and cut tortillas in one operation.",
        "ipa": "kɛ̀jsədíjə mɛ́jkər: ðə kɛ̀jsədíjə mɛ́jkər síjld ənd kʌ́t tɔ̀rtíjəz ᵻn wʌ́n ɒ̀pərɛ́jʃən.",
        "hash": "TXT_bf89bf8050c42581a39208c0cc76f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Onion Holder: The onion holder gripped the onion for uniform slicing.",
        "ipa": "ʌ́njən hówldər: ðə ʌ́njən hówldər ɡrᵻ́pt ðə ʌ́njən fɔr júwnᵻfɔ̀rm slájsᵻŋ.",
        "hash": "TXT_fcdf72ec74161eaa27127b0b9ff6c5.mp3",
        "score": 0.5
    },
    {
        "txt": "Brix Meter: The brix meter measured sugar levels in jam for proper sweetness.",
        "ipa": "brᵻ́ks míjtər: ðə brᵻ́ks míjtər mɛ́ʒərd ʃʊ́ɡər lɛ́vəlz ᵻn dʒǽm fɔr prɒ́pər swíjtnəs.",
        "hash": "TXT_55a9007077f6e0ca756d8590d0060f.mp3",
        "score": 0.5
    },
    {
        "txt": "Melting Pot: The melting pot heated butter or sauces on the grill’s side.",
        "ipa": "mɛ́ltᵻŋ pɒ́t: ðə mɛ́ltᵻŋ pɒ́t híjtᵻd bʌ́tər ɔr sɔ́sᵻz ɒn ðə ɡrᵻ́l'z sájd.",
        "hash": "TXT_878011e44d3f2ce2d04843f971d453.mp3",
        "score": 0.5
    },
    {
        "txt": "Freezer Tray: The freezer tray portioned homemade purees for the baby.",
        "ipa": "fríjzər trɛ́j: ðə fríjzər trɛ́j pɔ̀rʃənd hówmɛ́jd pjʊrɛ́jz fɔr ðə bɛ́jbij.",
        "hash": "TXT_d3e3076d5b113dfe9605fd1d12f762.mp3",
        "score": 0.5
    },
    {
        "txt": "Microwave Egg Boiler: The microwave egg boiler hard-boiled eggs without a pot of water.",
        "ipa": "májkrəwɛ̀jv ɛ́ɡ bɔ́jlər: ðə májkrəwɛ̀jv ɛ́ɡ bɔ́jlər hɑ́rd-bɔ́jld ɛ́ɡz wᵻðáwt ə pɒ́t əv wɔ́tər.",
        "hash": "TXT_6009024cb71c391191081358a2e635.mp3",
        "score": 0.5
    },
    {
        "txt": "Pie Marker: The pie marker scored perfect slices into the pie top.",
        "ipa": "páj mɑ́rkər: ðə páj mɑ́rkər skɔ́rd pɜ́rfəkt slájsᵻz ᵻntə ðə páj tɒ́p.",
        "hash": "TXT_7431beb1d8e90a25cf5bac14084fd9.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Lifter: The cake lifter transferred decorated layers without cracking.",
        "ipa": "kɛ́jk lᵻ́ftər: ðə kɛ́jk lᵻ́ftər trǽnsfərd dɛ́kərɛ̀jtᵻd lɛ́jərz wᵻðáwt krǽkᵻŋ.",
        "hash": "TXT_b46c0895eb6ac7a42b307cd6327f14.mp3",
        "score": 0.5
    },
    {
        "txt": "Rotary Grater: The rotary grater ground hard cheese quickly by turning a handle.",
        "ipa": "rówtərij ɡrɛ́jtər: ðə rówtərij ɡrɛ́jtər ɡráwnd hɑ́rd tʃíjz kwᵻ́klij baj tɜ́rnᵻŋ ə hǽndəl.",
        "hash": "TXT_35795c3cd35e1fd8f3a340d4bfa400.mp3",
        "score": 0.5
    },
    {
        "txt": "Pouring Mortar: The pouring mortar easily transferred crushed spices to dishes.",
        "ipa": "pɔ́rᵻŋ mɔ́rtər: ðə pɔ́rᵻŋ mɔ́rtər íjzəlij trǽnsfərd krʌ́ʃt spájsᵻz tə dᵻ́ʃᵻz.",
        "hash": "TXT_d4b28de763d862de223dba7fa9ea75.mp3",
        "score": 0.5
    },
    {
        "txt": "Omelet Turner: The omelet turner cradled the eggs to fold them neatly in half.",
        "ipa": "ɒ́mlət tɜ́rnər: ðə ɒ́mlət tɜ́rnər krɛ́jdld ðə ɛ́ɡz tə fówld ðɛm níjtlij ᵻn hǽf.",
        "hash": "TXT_4536555b0dea9e79e9b891bc84eccb.mp3",
        "score": 0.5
    },
    {
        "txt": "Alarm Probe: The alarm probe beeped when the meat reached the chosen temperature.",
        "ipa": "əlɑ́rm prówb: ðə əlɑ́rm prówb bíjpt wɛ́n ðə míjt ríjtʃt ðə tʃówzən tɛ́mpərətʃər.",
        "hash": "TXT_4eff740cbe441c2b488f471ce564ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Dish Tub: The collapsible dish tub soaked dishes but folded flat afterward.",
        "ipa": "kəlǽpsəbəl dᵻ́ʃ tʌ́b: ðə kəlǽpsəbəl dᵻ́ʃ tʌ́b sówkt dᵻ́ʃᵻz bʌt fówldᵻd flǽt ǽftərwərd.",
        "hash": "TXT_d925b63ce84f08d778395ecfa5516f.mp3",
        "score": 0.5
    },
    {
        "txt": "Coiled Whisk: The coiled whisk whipped eggs vigorously by spinning the coiled tip.",
        "ipa": "kɔ́jld wᵻ́sk: ðə kɔ́jld wᵻ́sk wᵻ́pt ɛ́ɡz vᵻ́ɡərəslij baj spᵻ́nᵻŋ ðə kɔ́jld tᵻ́p.",
        "hash": "TXT_531d8518fc32dd133421b8e6a16840.mp3",
        "score": 0.5
    },
    {
        "txt": "Boil Bags: The boil bags cooked vegetables in simmering water without direct contact.",
        "ipa": "bɔ́jl bǽɡz: ðə bɔ́jl bǽɡz kʊ́kt vɛ́dʒtəbəlz ᵻn sᵻ́mərᵻŋ wɔ́tər wᵻðáwt dᵻərɛ́kt kɒ́ntæ̀kt.",
        "hash": "TXT_8a15572fcbef3a6da2f69650efeb85.mp3",
        "score": 0.5
    },
    {
        "txt": "Palm Peeler: The palm peeler slid onto her finger for comfortable peeling motions.",
        "ipa": "pɒ́lm píjlər: ðə pɒ́lm píjlər slᵻ́d ɒntuw hər fᵻ́ŋɡər fɔr kʌ́mftərbəl píjlᵻŋ mówʃənz.",
        "hash": "TXT_f6ad3b253d5189c8b73f6980d130ab.mp3",
        "score": 0.5
    },
    {
        "txt": "Beveled Spatula: The beveled spatula angled under the brownies for effortless lifting.",
        "ipa": "bévəld spǽtʃʊ̀lə: ðə bévəld spǽtʃʊ̀lə ǽŋɡəld ʌ́ndər ðə bráwnijz fɔr ɛ́fərtləs lᵻ́ftᵻŋ.",
        "hash": "TXT_2364856b6f47edac86b2bb768f12b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Spice Tins: The spice tins stuck to the fridge door for easy organization.",
        "ipa": "spájs tᵻ́nz: ðə spájs tᵻ́nz stʌ́k tə ðə frᵻ́dʒ dɔ́r fɔr íjzij ɔ̀rɡənᵻzɛ́jʃən.",
        "hash": "TXT_3c90a733ae621370206d6b704f534d.mp3",
        "score": 0.5
    },
    {
        "txt": "Instant Marinator: The instant marinator used vacuum sealing to quickly flavor meats.",
        "ipa": "ᵻ́nstənt mɛ́ərənɛ̀jtər: ðə ᵻ́nstənt mɛ́ərənɛ̀jtər júwzd vǽkjuwm síjlᵻŋ tə kwᵻ́klij flɛ́jvər míjts.",
        "hash": "TXT_bb87ba602b1cc8365ef7f4dfc85f9e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Dummy: The cake dummy provided a foam form to practice icing techniques.",
        "ipa": "kɛ́jk dʌ́mij: ðə kɛ́jk dʌ́mij prəvájdᵻd ə fówm fɔ́rm tə prǽktᵻs ájsᵻŋ tɛkníjks.",
        "hash": "TXT_b52f46a7ca752fe29d223ff44b340c.mp3",
        "score": 0.5
    },
    {
        "txt": "Cheese Wire: The cheese wire cut clean slices through soft cheeses.",
        "ipa": "tʃíjz wájər: ðə tʃíjz wájər kʌ́t klíjn slájsᵻz θrúw sɒ́ft tʃíjzᵻz.",
        "hash": "TXT_e03f3ae39abe27020faad8e18a3f45.mp3",
        "score": 0.5
    },
    {
        "txt": "Sous Vide Bags: The sous vide bags eliminated the need for single-use plastic in water baths.",
        "ipa": "súw víj bǽɡz: ðə súw víj bǽɡz əlᵻ́mᵻnɛ̀jtᵻd ðə níjd fɔr sᵻ́ŋɡəl-juwz plǽstᵻk ᵻn wɔ́tər bǽθs.",
        "hash": "TXT_5cb73ec123f7163f36a36127c92f77.mp3",
        "score": 0.5
    },
    {
        "txt": "Rotating Utensil Holder: The rotating utensil holder spun for quick access to kitchen tools.",
        "ipa": "rówtɛ̀jtᵻŋ juwtɛ́nsəl hówldər: ðə rówtɛ̀jtᵻŋ juwtɛ́nsəl hówldər spʌ́n fɔr kwᵻ́k ǽksɛ̀s tə kᵻ́tʃən túwlz.",
        "hash": "TXT_72515b93a7748dfc371491f59fcaf1.mp3",
        "score": 0.5
    },
    {
        "txt": "Tenderizing Hammer: The tenderizing hammer broke down muscle fibers in tough cuts.",
        "ipa": "tɛ́ndərajzᵻŋ hǽmər: ðə tɛ́ndərajzᵻŋ hǽmər brówk dawn mʌ́səl fájbərz ᵻn tʌ́f kʌ́ts.",
        "hash": "TXT_d1d25c7cd5351b5201f8e7e524f0bc.mp3",
        "score": 0.5
    },
    {
        "txt": "Scrubber Gloves: The scrubber gloves washed dishes while protecting her hands.",
        "ipa": "skrʌ́bər ɡlʌ́vz: ðə skrʌ́bər ɡlʌ́vz wɒ́ʃt dᵻ́ʃᵻz wájl prətɛ́ktᵻŋ hər hǽndz.",
        "hash": "TXT_250786d0388f639617fa153db8166f.mp3",
        "score": 0.5
    },
    {
        "txt": "Candy Pen: The candy pen tempered chocolate precisely for decorations.",
        "ipa": "kǽndij pɛ́n: ðə kǽndij pɛ́n tɛ́mpərd tʃɔ́klət prəsájslij fɔr dɛ̀kərɛ́jʃənz.",
        "hash": "TXT_c8c0574992b0761fce4c9def67605c.mp3",
        "score": 0.5
    },
    {
        "txt": "Eye Remover: The eye remover dug out the fruit’s brown spots without wasting flesh.",
        "ipa": "áj rəmúwvər: ðə áj rəmúwvər dʌ́ɡ awt ðə frúwt's bráwn spɒ́ts wᵻðáwt wɛ́jstᵻŋ flɛ́ʃ.",
        "hash": "TXT_020543466805ba9e0ec8f9c6486442.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Dish: The folding dish stored flat but expanded to hold casseroles.",
        "ipa": "fówldᵻŋ dᵻ́ʃ: ðə fówldᵻŋ dᵻ́ʃ stɔ́rd flǽt bʌt əkspǽndᵻd tə hówld kəsɛ́ərowlz.",
        "hash": "TXT_c0b2db6e0c5161b987b5862920a8d6.mp3",
        "score": 0.5
    },
    {
        "txt": "Tare Scale: The tare scale zeroed out the container weight for accurate measurement.",
        "ipa": "tɛ́ər skɛ́jl: ðə tɛ́ər skɛ́jl zíjərowd awt ðə kəntɛ́jnər wɛ́jt fɔr ǽkjərət mɛ́ʒərmənt.",
        "hash": "TXT_b10f267123e27d92062c6cd5085d19.mp3",
        "score": 0.5
    },
    {
        "txt": "Handled Funnel: The handled funnel guided liquids into jars without spilling.",
        "ipa": "hǽndəld fʌ́nəl: ðə hǽndəld fʌ́nəl ɡájdᵻd lᵻ́kwᵻdz ᵻntə dʒɑ́rz wᵻðáwt spᵻ́lᵻŋ.",
        "hash": "TXT_4d69c88f92a3bf907285fd3ba8ee92.mp3",
        "score": 0.5
    },
    {
        "txt": "Knife Sharpener: The knife sharpener honed blades in seconds with minimal effort.",
        "ipa": "nájf ʃɑ́rpənər: ðə nájf ʃɑ́rpənər hównd blɛ́jdz ᵻn sɛ́kəndz wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_6e310a34ebe8be65d1256ff43bd2b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Quick Pan: The quick pan provided rapid, even heating for sautéing vegetables.",
        "ipa": "kwᵻ́k pǽn: ðə kwᵻ́k pǽn prəvájdᵻd rǽpᵻd, íjvən híjtᵻŋ fɔr sowtɛ́jᵻŋ vɛ́dʒtəbəlz.",
        "hash": "TXT_fbf2dec35211dd7e321a6b3f8f0bec.mp3",
        "score": 0.5
    },
    {
        "txt": "Multipurpose Shears: The multipurpose shears had a bottle opener and nutcracker built in.",
        "ipa": "mʌ̀ltijpɜ́rpəs ʃíjərz: ðə mʌ̀ltijpɜ́rpəs ʃíjərz hǽd ə bɒ́təl ówpənər ənd nʌ́tkræ̀kər bᵻ́lt ᵻn.",
        "hash": "TXT_67746eac83d7bb0a1da7323cabc192.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Cookie Cutter: The rolling cookie cutter pressed out uniform shapes while moving.",
        "ipa": "rówlᵻŋ kʊ́kij kʌ́tər: ðə rówlᵻŋ kʊ́kij kʌ́tər prɛ́st awt júwnᵻfɔ̀rm ʃɛ́jps wájl múwvᵻŋ.",
        "hash": "TXT_1cf68ac5f5ec8172f9705e07ec610b.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Press: The electric press flattened and cooked tortillas in one swift motion.",
        "ipa": "əlɛ́ktrᵻk prɛ́s: ðə əlɛ́ktrᵻk prɛ́s flǽtənd ənd kʊ́kt tɔ̀rtíjəz ᵻn wʌ́n swᵻ́ft mówʃən.",
        "hash": "TXT_6e55c033d05560df547efd33bfee69.mp3",
        "score": 0.5
    },
    {
        "txt": "Chain Weights: The chain weights prevented puffing when blind-baking pie crusts.",
        "ipa": "tʃɛ́jn wɛ́jts: ðə tʃɛ́jn wɛ́jts prəvɛ́ntᵻd pʌ́fᵻŋ wɛ́n blájnd-bɛ́jkᵻŋ páj krʌ́sts.",
        "hash": "TXT_bca592e45c2323a4637d43e5c832f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Filter Cone: The filter cone allowed a slow pour-over for a robust flavor.",
        "ipa": "fᵻ́ltər kówn: ðə fᵻ́ltər kówn əláwd ə slów pɔ́r-ówvər fɔr ə rowbʌ́st flɛ́jvər.",
        "hash": "TXT_388db8e39de32f3a606c0affb615b8.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Cuber: The egg cuber molded warm hard-boiled eggs into a square shape.",
        "ipa": "ɛ́ɡ kjúwbər: ðə ɛ́ɡ kjúwbər mówldᵻd wɔ́rm hɑ́rd-bɔ́jld ɛ́ɡz ᵻntə ə skwɛ́ər ʃɛ́jp.",
        "hash": "TXT_a6c40f88e810e6af7e07b21055da9b.mp3",
        "score": 0.5
    },
    {
        "txt": "Spouted Bowl: The spouted bowl poured pancake batter neatly onto the griddle.",
        "ipa": "spáwtᵻd bówl: ðə spáwtᵻd bówl pɔ́rd pǽnkɛ̀jk bǽtər níjtlij ɒntuw ðə ɡrᵻ́dəl.",
        "hash": "TXT_76f62fb0d95d204a65f665fff65bd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Fajita Pan: The fajita pan arrived sizzling hot for a dramatic table presentation.",
        "ipa": "fədʒíjtə pǽn: ðə fədʒíjtə pǽn ərájvd sᵻ́zəlᵻŋ hɒ́t fɔr ə drəmǽtᵻk tɛ́jbəl prɛ̀zəntɛ́jʃən.",
        "hash": "TXT_98f3bda7729eff195ee8b0874db980.mp3",
        "score": 0.5
    },
    {
        "txt": "Lidded Mortar: The lidded mortar stored crushed herbs for later use.",
        "ipa": "lᵻ́dᵻd mɔ́rtər: ðə lᵻ́dᵻd mɔ́rtər stɔ́rd krʌ́ʃt ɜ́rbz fɔr lɛ́jtər juwz.",
        "hash": "TXT_347ec5b71d6e44bbf9c12ba225712d.mp3",
        "score": 0.5
    },
    {
        "txt": "Turkish Pot: The turkish pot brewed strong, foam-topped coffee on the stove.",
        "ipa": "tɜ́rkᵻʃ pɒ́t: ðə tɜ́rkᵻʃ pɒ́t brúwd strɔ́ŋ, fówm-tɒ́pt kɒ́fij ɒn ðə stówv.",
        "hash": "TXT_523ca245616216071a84eb02110e7f.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Basket: The collapsible basket rinsed produce and folded for storage.",
        "ipa": "kəlǽpsəbəl bǽskət: ðə kəlǽpsəbəl bǽskət rᵻ́nst prədúws ənd fówldᵻd fɔr stɔ́rᵻdʒ.",
        "hash": "TXT_064ac0dc4160ea9e272d88e722cca6.mp3",
        "score": 0.5
    },
    {
        "txt": "Food Huggers: The food huggers sealed cut fruit and veggie ends.",
        "ipa": "fúwd hʌ́ɡərz: ðə fúwd hʌ́ɡərz síjld kʌ́t frúwt ənd vɛ́dʒij ɛ́ndz.",
        "hash": "TXT_49a5fb45abcec3d6ece623902c427f.mp3",
        "score": 0.5
    },
    {
        "txt": "Kombucha Jar: The kombucha jar housed the SCOBY and tea during fermentation.",
        "ipa": "kəmbúwtʃə dʒɑ́r: ðə kəmbúwtʃə dʒɑ́r háwzd ðə SCOBY ənd tíj dʊ́rᵻŋ fɜ̀rməntɛ́jʃən.",
        "hash": "TXT_0f9dddb6657de2628292951fcb91e5.mp3",
        "score": 0.5
    },
    {
        "txt": "Casserole Carrier: The casserole carrier kept the lasagna hot on the way to the potluck.",
        "ipa": "kǽsəròwl kǽrijər: ðə kǽsəròwl kǽrijər kɛ́pt ðə lɒsɒ́njə hɒ́t ɒn ðə wɛj tə ðə pɒ́tlʌ̀k.",
        "hash": "TXT_3ea5b4309c111f2af7e1e08f60a018.mp3",
        "score": 0.5
    },
    {
        "txt": "Avocado Pouch: The avocado pouch wrapped leftover halves to minimize browning.",
        "ipa": "æ̀vəkɒ́dow páwtʃ: ðə æ̀vəkɒ́dow páwtʃ rǽpt lɛ́ftòwvər hǽvz tə mᵻ́nᵻmàjz bráwnᵻŋ.",
        "hash": "TXT_012320f561072970c2453f53c56e0f.mp3",
        "score": 0.5
    },
    {
        "txt": "Egg Boiler: The egg boiler timed soft, medium, or hard-boiled eggs with precision.",
        "ipa": "ɛ́ɡ bɔ́jlər: ðə ɛ́ɡ bɔ́jlər tájmd sɒ́ft, míjdijəm, ɔr hɑ́rd-bɔ́jld ɛ́ɡz wᵻð prəsᵻ́ʒən.",
        "hash": "TXT_7bb0f566b05c17950fb0b0e61d5e0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Seasoning Cellar: The seasoning cellar kept salt and pepper tidy on the counter.",
        "ipa": "síjzənᵻŋ sɛ́lər: ðə síjzənᵻŋ sɛ́lər kɛ́pt sɔ́lt ənd pɛ́pər tájdij ɒn ðə káwntər.",
        "hash": "TXT_44fcddaf15bc131b471d6bbc3fe370.mp3",
        "score": 0.5
    },
    {
        "txt": "Chafing Dish: The chafing dish used a warming pan to keep buffet food hot.",
        "ipa": "tʃɛ́jfᵻŋ dᵻ́ʃ: ðə tʃɛ́jfᵻŋ dᵻ́ʃ júwzd ə wɔ́rmᵻŋ pǽn tə kíjp bʊ́fɛj fúwd hɒ́t.",
        "hash": "TXT_8a7a1814221f9c1e8db03445da6ec2.mp3",
        "score": 0.5
    },
    {
        "txt": "Apple Divider: The apple divider cut the fruit into symmetrical wedges at once.",
        "ipa": "ǽpəl dᵻvájdər: ðə ǽpəl dᵻvájdər kʌ́t ðə frúwt ᵻntə sᵻmɛ́trᵻkəl wɛ́dʒᵻz æt wʌ́ns.",
        "hash": "TXT_b82fda677d65ae9dd1a261eec11822.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Bag Stand: The pastry bag stand held the piping bag upright for easy filling.",
        "ipa": "pɛ́jstrij bǽɡ stǽnd: ðə pɛ́jstrij bǽɡ stǽnd hɛ́ld ðə pájpᵻŋ bǽɡ ʌ́pràjt fɔr íjzij fᵻ́lᵻŋ.",
        "hash": "TXT_d3456fb2bf711aa6c507e3d4316d99.mp3",
        "score": 0.5
    },
    {
        "txt": "Cupcake Display Tower: The cupcake display tower elevated treats at varying levels.",
        "ipa": "kʌ́pkɛ̀jk dᵻsplɛ́j táwər: ðə kʌ́pkɛ̀jk dᵻsplɛ́j táwər ɛ́ləvɛ̀jtᵻd tríjts æt vɛ́ərijᵻŋ lɛ́vəlz.",
        "hash": "TXT_a1265245a955bccbc1532188065823.mp3",
        "score": 0.5
    },
    {
        "txt": "Potato Spiral Cutter: The potato spiral cutter created long, curly fries in one swift motion.",
        "ipa": "pətɛ́jtow spájərəl kʌ́tər: ðə pətɛ́jtow spájərəl kʌ́tər krijɛ́jtᵻd lɔ́ŋ, kɜ́rlij frájz ᵻn wʌ́n swᵻ́ft mówʃən.",
        "hash": "TXT_95717599eb68742dba58e5d357931e.mp3",
        "score": 0.5
    },
    {
        "txt": "Infuser Mug: The infuser mug brewed loose-leaf tea right in the cup.",
        "ipa": "ᵻnfjúwzər mʌ́ɡ: ðə ᵻnfjúwzər mʌ́ɡ brúwd lúws-líjf tíj rájt ᵻn ðə kʌ́p.",
        "hash": "TXT_263880727ac2905c2608b0038cb662.mp3",
        "score": 0.5
    },
    {
        "txt": "Crepe Griddle: The crepe griddle spread heat evenly for delicate French pancakes.",
        "ipa": "krɛ́jp ɡrᵻ́dəl: ðə krɛ́jp ɡrᵻ́dəl sprɛ́d híjt íjvənlij fɔr dɛ́lᵻkət frɛ́ntʃ pǽnkɛ̀jks.",
        "hash": "TXT_8d0005a2d9ea590e2dc15bc220221c.mp3",
        "score": 0.5
    },
    {
        "txt": "Swedish Hook: The swedish hook blended thick batter without clogging.",
        "ipa": "swíjdᵻʃ hʊ́k: ðə swíjdᵻʃ hʊ́k blɛ́ndᵻd θᵻ́k bǽtər wᵻðáwt klɒ́ɡᵻŋ.",
        "hash": "TXT_b1e802a253fa7380e1b4cd41598ea4.mp3",
        "score": 0.5
    },
    {
        "txt": "Corn Stripper: The corn stripper removed kernels directly into a container.",
        "ipa": "kɔ́rn strᵻ́pər: ðə kɔ́rn strᵻ́pər rijmúwvd kɜ́rnəlz dᵻərɛ́klij ᵻntə ə kəntɛ́jnər.",
        "hash": "TXT_c846047ed8f8fb318473ec6b186593.mp3",
        "score": 0.5
    },
    {
        "txt": "Loaf Liner: The loaf liner prevented bread from sticking to the pan.",
        "ipa": "lówf lájnər: ðə lówf lájnər prəvɛ́ntᵻd brɛ́d frəm stᵻ́kᵻŋ tə ðə pǽn.",
        "hash": "TXT_9e22fbc813b298ae622b50a39756cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand Juicer: The hand juicer had a ridged cone that caught seeds and pulp effectively.",
        "ipa": "hǽnd dʒúwsər: ðə hǽnd dʒúwsər hǽd ə rᵻ́dʒd kówn thət kɒ́t síjdz ənd pʌ́lp əfɛ́ktᵻvlij.",
        "hash": "TXT_b6c2d84cc5aebb119555a22be669c5.mp3",
        "score": 0.5
    },
    {
        "txt": "Muffin Top Pan: The muffin top pan baked only the best part of the muffin—the top.",
        "ipa": "mʌ́fᵻn tɒ́p pǽn: ðə mʌ́fᵻn tɒ́p pǽn bɛ́jkt ównlij ðə bɛ́st pɑ́rt əv ðə mʌ́fᵻn—ðə tɒ́p.",
        "hash": "TXT_61cc42dc3a7e8fc2fcbcc23391e793.mp3",
        "score": 0.5
    },
    {
        "txt": "Y-Peeler: The y-peeler peeled vegetables smoothly with fewer strokes.",
        "ipa": "y-píjlər: ðə y-píjlər píjld vɛ́dʒtəbəlz smúwðlij wᵻð fjúwər strówks.",
        "hash": "TXT_51336eb7f10fbd14a8340dea709eaa.mp3",
        "score": 0.5
    },
    {
        "txt": "Salsa Scoop: The salsa scoop served chunky dips without spilling.",
        "ipa": "sɔ́lsə skúwp: ðə sɔ́lsə skúwp sɜ́rvd tʃʌ́ŋkij dᵻ́ps wᵻðáwt spᵻ́lᵻŋ.",
        "hash": "TXT_2f744865ae4085f6ac07921c490860.mp3",
        "score": 0.5
    },
    {
        "txt": "Infusion Bottle: The infusion bottle separated herbs from the infused oil.",
        "ipa": "ᵻ̀nfjúwʒən bɒ́təl: ðə ᵻ̀nfjúwʒən bɒ́təl sɛ́pərɛ̀jtᵻd ɜ́rbz frəm ðə ᵻ̀nfjúwzd ɔ́jl.",
        "hash": "TXT_1ba25b6471674c1bc85d4490f61682.mp3",
        "score": 0.5
    },
    {
        "txt": "Cake Stand: The cake stand showcased the dessert at the center of the table.",
        "ipa": "kɛ́jk stǽnd: ðə kɛ́jk stǽnd ʃówkɛ̀jst ðə dəzɜ́rt æt ðə sɛ́ntər əv ðə tɛ́jbəl.",
        "hash": "TXT_8b8a7f82562c225157c7d37be372dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Pastry Rings: The pastry rings formed desserts or stacked salads neatly.",
        "ipa": "pɛ́jstrij rᵻ́ŋz: ðə pɛ́jstrij rᵻ́ŋz fɔ́rmd dəzɜ́rts ɔr stǽkt sǽlədz níjtlij.",
        "hash": "TXT_d7fb010321d79e829a430aeb7fa6d7.mp3",
        "score": 0.5
    },
    {
        "txt": "Warmer Plate: The warmer plate maintained her tea at a consistently warm temperature.",
        "ipa": "wɔ́rmər plɛ́jt: ðə wɔ́rmər plɛ́jt mɛjntɛ́jnd hər tíj æt ə kənsᵻ́stəntlij wɔ́rm tɛ́mpərətʃər.",
        "hash": "TXT_8093942059fb41066fd7e8a1d26726.mp3",
        "score": 0.5
    }
]