[
    {
        "txt": "Claw Hammer: The claw hammer pried out stubborn nails from the old fence boards.",
        "ipa": "klɔ́ hǽmər: ðə klɔ́ hǽmər prájd awt stʌ́bərn nɛ́jlz frəm ðə ówld fɛ́ns bɔ́rdz.",
        "hash": "TXT_d5c664819d7cc79eb2d50917f7017b.mp3",
        "score": 0.5
    },
    {
        "txt": "Ball-Peen Hammer: The ball-peen hammer shaped metal edges without cracking the surface.",
        "ipa": "bɔ́l-pijn hǽmər: ðə bɔ́l-pijn hǽmər ʃɛ́jpt mɛ́təl ɛ́dʒᵻz wᵻðáwt krǽkᵻŋ ðə sɜ́rfəs.",
        "hash": "TXT_6e971cb5c8fa74ad94dfb389f14a56.mp3",
        "score": 0.5
    },
    {
        "txt": "Rubber Mallet: The rubber mallet tapped wooden pieces together without leaving dents.",
        "ipa": "rʌ́bər mǽlət: ðə rʌ́bər mǽlət tǽpt wʊ́dən píjsᵻz təɡɛ́ðər wᵻðáwt líjvᵻŋ dɛ́nts.",
        "hash": "TXT_90f963053c5575c9a1ff82e9862b99.mp3",
        "score": 0.5
    },
    {
        "txt": "Sledge Hammer: The sledge hammer delivered powerful blows to break apart concrete blocks.",
        "ipa": "slɛ́dʒ hǽmər: ðə slɛ́dʒ hǽmər dəlᵻ́vərd páwərfəl blówz tə brɛ́jk əpɑ́rt kɒ́nkrijt blɒ́ks.",
        "hash": "TXT_4b69c70c32df0568252ebff04b3954.mp3",
        "score": 0.5
    },
    {
        "txt": "Dead Blow Hammer: The dead blow hammer eliminated rebound for precise, controlled strikes.",
        "ipa": "dɛ́d blów hǽmər: ðə dɛ́d blów hǽmər əlᵻ́mᵻnɛ̀jtᵻd rijbáwnd fɔr prəsájs, kəntrówld strájks.",
        "hash": "TXT_ad401d0521b0e6d4e49ac38a53e949.mp3",
        "score": 0.5
    },
    {
        "txt": "Framing Hammer: The framing hammer sank large nails with fewer swings on construction sites.",
        "ipa": "frɛ́jmᵻŋ hǽmər: ðə frɛ́jmᵻŋ hǽmər sǽŋk lɑ́rdʒ nɛ́jlz wᵻð fjúwər swᵻ́ŋz ɒn kənstrʌ́kʃən sájts.",
        "hash": "TXT_b4a684b7785d48f438da7d70c0ceec.mp3",
        "score": 0.5
    },
    {
        "txt": "Tack Hammer: The tack hammer set upholstery nails neatly into delicate fabrics.",
        "ipa": "tǽk hǽmər: ðə tǽk hǽmər sɛ́t əpówlstərij nɛ́jlz níjtlij ᵻntə dɛ́lᵻkət fǽbrᵻks.",
        "hash": "TXT_e607a0ff6bb0a59477cf4ae1c96834.mp3",
        "score": 0.5
    },
    {
        "txt": "Masonry Chisel: The masonry chisel chipped away at brick and mortar with steady taps.",
        "ipa": "mɛ́jsənrij tʃᵻ́zəl: ðə mɛ́jsənrij tʃᵻ́zəl tʃᵻ́pt əwɛ́j æt brᵻ́k ənd mɔ́rtər wᵻð stɛ́dij tǽps.",
        "hash": "TXT_399d8c2c7bfa806171bfe1deaf188c.mp3",
        "score": 0.5
    },
    {
        "txt": "Wood Chisel: The wood chisel carved intricate designs into the cabinet door.",
        "ipa": "wʊ́d tʃᵻ́zəl: ðə wʊ́d tʃᵻ́zəl kɑ́rvd ᵻ́ntrᵻkət dəzájnz ᵻntə ðə kǽbᵻnət dɔ́r.",
        "hash": "TXT_382996454a272006c90a8af101f4b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Cold Chisel: The cold chisel cut through metal rivets when repairing the car’s frame.",
        "ipa": "kówld tʃᵻ́zəl: ðə kówld tʃᵻ́zəl kʌ́t θrúw mɛ́təl rᵻ́vəts wɛ́n rijpɛ́ərᵻŋ ðə kɑ́r'z frɛ́jm.",
        "hash": "TXT_8ed132de9c1f0e226a10ee09faa139.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand Saw: The hand saw sliced through pine boards to build a basic bookshelf.",
        "ipa": "hǽnd sɔ́: ðə hǽnd sɔ́ slájst θrúw pájn bɔ́rdz tə bᵻ́ld ə bɛ́jsᵻk bʊ́kʃɛ̀lf.",
        "hash": "TXT_2e4c1c89028a37772d810ab66f2703.mp3",
        "score": 0.5
    },
    {
        "txt": "Coping Saw: The coping saw maneuvered tight curves for decorative woodwork.",
        "ipa": "kówpᵻŋ sɔ́: ðə kówpᵻŋ sɔ́ mənúwvərd tájt kɜ́rvz fɔr dɛ́kərətᵻv wʊ́dwɜ̀rk.",
        "hash": "TXT_8a5f28b7a92a0972126bf15e282cf8.mp3",
        "score": 0.5
    },
    {
        "txt": "Hack Saw: The hack saw separated rusted bolts quickly in the workshop.",
        "ipa": "hǽk sɔ́: ðə hǽk sɔ́ sɛ́pərɛ̀jtᵻd rʌ́stᵻd bówlts kwᵻ́klij ᵻn ðə wɜ́rkʃɒ̀p.",
        "hash": "TXT_e9c9e9413c9b8de1a39361860390c5.mp3",
        "score": 0.5
    },
    {
        "txt": "Bow Saw: The bow saw trimmed branches and cut small logs for the campfire.",
        "ipa": "bow sɔ́: ðə bow sɔ́ trᵻ́md brǽntʃᵻz ənd kʌ́t smɔ́l lɔ́ɡz fɔr ðə kǽmpfàjər.",
        "hash": "TXT_ff915248f3cba890efb46dd8913d4b.mp3",
        "score": 0.5
    },
    {
        "txt": "Japanese Pull Saw: The Japanese pull saw offered clean, precise cuts with minimal effort.",
        "ipa": "dʒæ̀pəníjz pʊ́l sɔ́: ðə dʒæ̀pəníjz pʊ́l sɔ́ ɔ́fərd klíjn, prəsájs kʌ́ts wᵻð mᵻ́nᵻməl ɛ́fərt.",
        "hash": "TXT_60aa0a1f61d2b90cb09efc0dcc1866.mp3",
        "score": 0.5
    },
    {
        "txt": "Keyhole Saw: The keyhole saw carved holes in drywall for new electrical outlets.",
        "ipa": "kíjhòwl sɔ́: ðə kíjhòwl sɔ́ kɑ́rvd hówlz ᵻn drájwɒ̀l fɔr núw əlɛ́ktrᵻkəl áwtlɛ̀ts.",
        "hash": "TXT_3029395a16a4fe46bf137314c251fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Pruning Saw: The pruning saw trimmed thick branches in the orchard without snagging.",
        "ipa": "prúwnᵻŋ sɔ́: ðə prúwnᵻŋ sɔ́ trᵻ́md θᵻ́k brǽntʃᵻz ᵻn ðə ɔ́rtʃərd wᵻðáwt snǽɡᵻŋ.",
        "hash": "TXT_480c5df987a3b28f2904c5244de6b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Crosscut Saw: The crosscut saw left a smooth finish when cutting across the wood grain.",
        "ipa": "krɔ́skʌ̀t sɔ́: ðə krɔ́skʌ̀t sɔ́ lɛ́ft ə smúwð fᵻ́nᵻʃ wɛ́n kʌ́tᵻŋ əkrɔ́s ðə wʊ́d ɡrɛ́jn.",
        "hash": "TXT_28efdeb6b6e8caae6a61a323646724.mp3",
        "score": 0.5
    },
    {
        "txt": "Rip Saw: The rip saw followed the grain to produce straight, accurate cuts.",
        "ipa": "rᵻ́p sɔ́: ðə rᵻ́p sɔ́ fɒ́lowd ðə ɡrɛ́jn tə prədúws strɛ́jt, ǽkjərət kʌ́ts.",
        "hash": "TXT_be65c4e5eaa1bf45acfd89a3fa158a.mp3",
        "score": 0.5
    },
    {
        "txt": "Back Saw: The back saw guided tidy joints for picture frames and moldings.",
        "ipa": "bǽk sɔ́: ðə bǽk sɔ́ ɡájdᵻd tájdij dʒɔ́jnts fɔr pᵻ́ktʃər frɛ́jmz ənd mówldᵻŋz.",
        "hash": "TXT_dacc93874e18c9f4abb459ec7ab3ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Circular Saw: The circular saw ripped long boards quickly on the job site.",
        "ipa": "sɜ́rkjələr sɔ́: ðə sɜ́rkjələr sɔ́ rᵻ́pt lɔ́ŋ bɔ́rdz kwᵻ́klij ɒn ðə dʒɒ́b sájt.",
        "hash": "TXT_a3203bbffc6cc0dbfc0e6f757066ab.mp3",
        "score": 0.5
    },
    {
        "txt": "Table Saw: The table saw provided accurate, repeatable cuts for large furniture projects.",
        "ipa": "tɛ́jbəl sɔ́: ðə tɛ́jbəl sɔ́ prəvájdᵻd ǽkjərət, rəpíjtəbəl kʌ́ts fɔr lɑ́rdʒ fɜ́rnᵻtʃər prɒ́dʒɛkts.",
        "hash": "TXT_27b294e2438cdca7aae53d2e6a76c3.mp3",
        "score": 0.5
    },
    {
        "txt": "Miter Saw: The miter saw angled baseboards and crown moldings with precision.",
        "ipa": "májtər sɔ́: ðə májtər sɔ́ ǽŋɡəld bɛ́jsbɔ̀rdz ənd kráwn mówldᵻŋz wᵻð prəsᵻ́ʒən.",
        "hash": "TXT_fb52693af3dc46a54f63054c4d7ec7.mp3",
        "score": 0.5
    },
    {
        "txt": "Band Saw: The band saw cut curves in thick boards with its continuous looping blade.",
        "ipa": "bǽnd sɔ́: ðə bǽnd sɔ́ kʌ́t kɜ́rvz ᵻn θᵻ́k bɔ́rdz wᵻð ᵻts kəntᵻ́njuwəs lúwpᵻŋ blɛ́jd.",
        "hash": "TXT_f66ddf4776a8535224a11669d27004.mp3",
        "score": 0.5
    },
    {
        "txt": "Scroll Saw: The scroll saw handled delicate fretwork for intricate wooden decorations.",
        "ipa": "skrówl sɔ́: ðə skrówl sɔ́ hǽndəld dɛ́lᵻkət frɛ́twərk fɔr ᵻ́ntrᵻkət wʊ́dən dɛ̀kərɛ́jʃənz.",
        "hash": "TXT_a84a034fd23d512a038145b156bb0d.mp3",
        "score": 0.5
    },
    {
        "txt": "Jigsaw Tool: The jigsaw tool navigated tight corners in plywood when crafting shapes.",
        "ipa": "dʒᵻ́ɡsɔ̀ túwl: ðə dʒᵻ́ɡsɔ̀ túwl nǽvᵻɡɛjtᵻd tájt kɔ́rnərz ᵻn plájwʊ̀d wɛ́n krǽftᵻŋ ʃɛ́jps.",
        "hash": "TXT_da3dead010331160e5546526579855.mp3",
        "score": 0.5
    },
    {
        "txt": "Reciprocating Saw: The reciprocating saw demolished old pallets and nailed boards swiftly.",
        "ipa": "rəsᵻ́prəkɛ̀jtᵻŋ sɔ́: ðə rəsᵻ́prəkɛ̀jtᵻŋ sɔ́ dəmɒ́lᵻʃt ówld pǽləts ənd nɛ́jld bɔ́rdz swᵻ́ftlij.",
        "hash": "TXT_43255b32ca2d32e0cc82b0953299ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Plunge Router: The plunge router carved dovetails and decorative edges for cabinetry.",
        "ipa": "plʌ́ndʒ ráwtər: ðə plʌ́ndʒ ráwtər kɑ́rvd dʌ́vtɛ̀jlz ənd dɛ́kərətᵻv ɛ́dʒᵻz fɔr kǽbnətrij.",
        "hash": "TXT_d7b59d714077c0396102d4e2e818ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Palm Router: The palm router rounded over edges for a smooth, professional finish.",
        "ipa": "pɒ́lm ráwtər: ðə pɒ́lm ráwtər ráwndᵻd ówvər ɛ́dʒᵻz fɔr ə smúwð, prəfɛ́ʃənəl fᵻ́nᵻʃ.",
        "hash": "TXT_3f8ead5b4c6b9e57178c6a2f76777b.mp3",
        "score": 0.5
    },
    {
        "txt": "Router Table: The router table stabilized workpieces for more controlled, intricate routing.",
        "ipa": "ráwtər tɛ́jbəl: ðə ráwtər tɛ́jbəl stɛ́jbᵻlàjzd wɜ́rkpìjsᵻz fɔr mɔr kəntrówld, ᵻ́ntrᵻkət ráwtᵻŋ.",
        "hash": "TXT_e87be8cd084a78b3e595161656503c.mp3",
        "score": 0.5
    },
    {
        "txt": "Router Bit Set: The router bit set offered profiles for molding, trimming, and joinery tasks.",
        "ipa": "ráwtər bᵻ́t sɛ́t: ðə ráwtər bᵻ́t sɛ́t ɔ́fərd prówfàjlz fɔr mówldᵻŋ, trᵻ́mᵻŋ, ənd dʒɔ́jnərij tǽsks.",
        "hash": "TXT_92291d5221a4c44b28194d731a57cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Biscuit Joiner: The biscuit joiner aligned panels using oval-shaped biscuits and glue.",
        "ipa": "bᵻ́skət dʒɔ́jnər: ðə bᵻ́skət dʒɔ́jnər əlájnd pǽnəlz júwzᵻŋ ówvəl-ʃɛ́jpt bᵻ́skəts ənd ɡlúw.",
        "hash": "TXT_4c20fbf8e01f9975943a44b30919f2.mp3",
        "score": 0.5
    },
    {
        "txt": "Pocket-Hole Jig: The pocket-hole jig created angled holes for hidden screw joints.",
        "ipa": "pɒ́kət-hówl dʒᵻ́ɡ: ðə pɒ́kət-hówl dʒᵻ́ɡ krijɛ́jtᵻd ǽŋɡəld hówlz fɔr hᵻ́dən skrúw dʒɔ́jnts.",
        "hash": "TXT_c071b5a7c17913871615ec4f6debbf.mp3",
        "score": 0.5
    },
    {
        "txt": "Dovetail Jig: The dovetail jig formed traditional dovetail joints for drawer boxes.",
        "ipa": "dʌ́vtɛ̀jl dʒᵻ́ɡ: ðə dʌ́vtɛ̀jl dʒᵻ́ɡ fɔ́rmd trədᵻ́ʃənəl dʌ́vtɛ̀jl dʒɔ́jnts fɔr drɔ́r bɒ́ksᵻz.",
        "hash": "TXT_4006a0cd333f36371de3c434274162.mp3",
        "score": 0.5
    },
    {
        "txt": "Mortising Machine: The mortising machine hollowed out square slots for sturdy tenons.",
        "ipa": "mɔ́rtəsᵻŋ məʃíjn: ðə mɔ́rtəsᵻŋ məʃíjn hɒ́lowd awt skwɛ́ər slɒ́ts fɔr stɜ́rdij tɛnɒ́nz.",
        "hash": "TXT_009678607e7398185615d540881de4.mp3",
        "score": 0.5
    },
    {
        "txt": "Tenoning Jig: The tenoning jig guided boards for precise rectangular tenons.",
        "ipa": "tənównᵻŋ dʒᵻ́ɡ: ðə tənównᵻŋ dʒᵻ́ɡ ɡájdᵻd bɔ́rdz fɔr prəsájs rɛktǽŋɡjələr tɛnɒ́nz.",
        "hash": "TXT_7d856091209cab4220e8568d84ed63.mp3",
        "score": 0.5
    },
    {
        "txt": "Spade Bit: The spade bit bored large holes in lumber for wiring and plumbing access.",
        "ipa": "spɛ́jd bᵻ́t: ðə spɛ́jd bᵻ́t bɔ́rd lɑ́rdʒ hówlz ᵻn lʌ́mbər fɔr wájərᵻŋ ənd plʌ́mᵻŋ ǽksɛ̀s.",
        "hash": "TXT_fd2dcf3df34d6e6c0beed8bcf034aa.mp3",
        "score": 0.5
    },
    {
        "txt": "Forstner Bit: The forstner bit produced clean, flat-bottom holes for dowels or hinges.",
        "ipa": "fɔ́rstnər bᵻ́t: ðə fɔ́rstnər bᵻ́t prədúwst klíjn, flǽt-bɒ́təm hówlz fɔr dáwəlz ɔr hᵻ́ndʒᵻz.",
        "hash": "TXT_8a377bbe8d1fcabca0e98d08ac443a.mp3",
        "score": 0.5
    },
    {
        "txt": "Auger Bit: The auger bit chewed through thick timber for rustic home projects.",
        "ipa": "ɔ́ɡər bᵻ́t: ðə ɔ́ɡər bᵻ́t tʃúwd θrúw θᵻ́k tᵻ́mbər fɔr rʌ́stᵻk hówm prɒ́dʒɛkts.",
        "hash": "TXT_79976c5f8cede6cd1d081d6fef59f8.mp3",
        "score": 0.5
    },
    {
        "txt": "Hole Saw: The hole saw cut perfect circles for doorknobs or light fixtures.",
        "ipa": "hówl sɔ́: ðə hówl sɔ́ kʌ́t pɜ́rfəkt sɜ́rkəlz fɔr dúwrnɒbz ɔr lájt fᵻ́kstʃərz.",
        "hash": "TXT_87fa618916de5226d4171c49257dba.mp3",
        "score": 0.5
    },
    {
        "txt": "Brad Point Bit: The brad point bit started accurately on wood without wandering.",
        "ipa": "brǽd pɔ́jnt bᵻ́t: ðə brǽd pɔ́jnt bᵻ́t stɑ́rtᵻd ǽkjərətlij ɒn wʊ́d wᵻðáwt wɒ́ndərᵻŋ.",
        "hash": "TXT_3af7b7d8a1e05a6938330f5744fb55.mp3",
        "score": 0.5
    },
    {
        "txt": "Step Drill Bit: The step drill bit handled different hole diameters in sheet metal.",
        "ipa": "stɛ́p drᵻ́l bᵻ́t: ðə stɛ́p drᵻ́l bᵻ́t hǽndəld dᵻ́fərənt hówl dajǽmᵻtərz ᵻn ʃíjt mɛ́təl.",
        "hash": "TXT_1550994547e23e9df33509a113e54d.mp3",
        "score": 0.5
    },
    {
        "txt": "Masonry Bit: The masonry bit penetrated brick walls to anchor shelving brackets.",
        "ipa": "mɛ́jsənrij bᵻ́t: ðə mɛ́jsənrij bᵻ́t pɛ́nətrɛ̀jtᵻd brᵻ́k wɔ́lz tə ǽŋkər ʃɛ́lvᵻŋ brǽkəts.",
        "hash": "TXT_39c721a9147a1f6e60e54519046c0f.mp3",
        "score": 0.5
    },
    {
        "txt": "SDS Drill Bit: The SDS drill bit locked into a rotary hammer to tackle tough concrete.",
        "ipa": "SDS drᵻ́l bᵻ́t: ðə SDS drᵻ́l bᵻ́t lɒ́kt ᵻntə ə rówtərij hǽmər tə tǽkəl tʌ́f kɒ́nkrijt.",
        "hash": "TXT_66af55e81e1233f8ba30324f8b3c5c.mp3",
        "score": 0.5
    },
    {
        "txt": "Diamond Hole Saw: The diamond hole saw sliced through tile or glass smoothly.",
        "ipa": "dájmənd hówl sɔ́: ðə dájmənd hówl sɔ́ slájst θrúw tájl ɔr ɡlǽs smúwðlij.",
        "hash": "TXT_139f3ae810196e8a16f217c3b6b093.mp3",
        "score": 0.5
    },
    {
        "txt": "Twist Drill Bits: The twist drill bits handled everyday metal and wood drilling tasks.",
        "ipa": "twᵻ́st drᵻ́l bᵻ́ts: ðə twᵻ́st drᵻ́l bᵻ́ts hǽndəld ɛ́vrijdɛ́j mɛ́təl ənd wʊ́d drᵻ́lᵻŋ tǽsks.",
        "hash": "TXT_bd7031a0095588741dc7a1b2b9e92b.mp3",
        "score": 0.5
    },
    {
        "txt": "Cordless Drill: The cordless drill drove screws and bored holes without a nearby outlet.",
        "ipa": "kɔ́rdləs drᵻ́l: ðə kɔ́rdləs drᵻ́l drówv skrúwz ənd bɔ́rd hówlz wᵻðáwt ə nɪ́ərbáj áwtlɛ̀t.",
        "hash": "TXT_55674425771424a605c4b354e77547.mp3",
        "score": 0.5
    },
    {
        "txt": "Drill Driver: The drill driver combined drilling and driving functions in one tool.",
        "ipa": "drᵻ́l drájvər: ðə drᵻ́l drájvər kəmbájnd drᵻ́lᵻŋ ənd drájvᵻŋ fʌ́ŋkʃənz ᵻn wʌ́n túwl.",
        "hash": "TXT_6330b0ab0d0df7c858f15ececd3bef.mp3",
        "score": 0.5
    },
    {
        "txt": "Impact Driver: The impact driver boosted torque to sink long screws effortlessly.",
        "ipa": "ᵻ́mpækt drájvər: ðə ᵻ́mpækt drájvər búwstᵻd tɔ́rk tə sᵻ́ŋk lɔ́ŋ skrúwz ɛ́fərtləslij.",
        "hash": "TXT_495ed10a77153707b9e8beda143c98.mp3",
        "score": 0.5
    },
    {
        "txt": "Hammer Drill: The hammer drill pounded through concrete blocks for anchor bolts.",
        "ipa": "hǽmər drᵻ́l: ðə hǽmər drᵻ́l páwndᵻd θrúw kɒ́nkrijt blɒ́ks fɔr ǽŋkər bówlts.",
        "hash": "TXT_4af5953f1acf3062db1a6ab6bbf31e.mp3",
        "score": 0.5
    },
    {
        "txt": "Rotary Hammer: The rotary hammer tackled heavy-duty demolition and rebar drilling.",
        "ipa": "rówtərij hǽmər: ðə rówtərij hǽmər tǽkəld hɛ́vij-djúwtij dɛ̀məlᵻ́ʃən ənd ríjbɑ̀r drᵻ́lᵻŋ.",
        "hash": "TXT_739295c0cf7b22497f9ea1f37e018e.mp3",
        "score": 0.5
    },
    {
        "txt": "Right-Angle Drill: The right-angle drill reached tight spaces behind beams.",
        "ipa": "rájt-ǽŋɡəl drᵻ́l: ðə rájt-ǽŋɡəl drᵻ́l ríjtʃt tájt spɛ́jsᵻz bəhájnd bíjmz.",
        "hash": "TXT_fed214a9fc6a2f6f4bb461b9cab109.mp3",
        "score": 0.5
    },
    {
        "txt": "Drill Press: The drill press ensured perfectly vertical holes in thick stock.",
        "ipa": "drᵻ́l prɛ́s: ðə drᵻ́l prɛ́s ənʃʊ́rd pɜ́rfəktlij vɜ́rtᵻkəl hówlz ᵻn θᵻ́k stɒ́k.",
        "hash": "TXT_b7877ea87488f2aa147a98ff6bbcb5.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Drill: The magnetic drill clamped securely to steel beams for precise drilling.",
        "ipa": "mæɡnɛ́tᵻk drᵻ́l: ðə mæɡnɛ́tᵻk drᵻ́l klǽmpt səkjʊ́rlij tə stíjl bíjmz fɔr prəsájs drᵻ́lᵻŋ.",
        "hash": "TXT_7540e52f516e400e36b4c6692a8812.mp3",
        "score": 0.5
    },
    {
        "txt": "Bench Grinder: The bench grinder sharpened chisels and lawnmower blades efficiently.",
        "ipa": "bɛ́ntʃ ɡrájndər: ðə bɛ́ntʃ ɡrájndər ʃɑ́rpənd tʃᵻ́zəlz ənd lɔ́nmowər blɛ́jdz əfᵻ́ʃəntlij.",
        "hash": "TXT_19f38190872a97638c5bcc2db2ca75.mp3",
        "score": 0.5
    },
    {
        "txt": "Angle Grinder: The angle grinder sliced rebar and polished metal edges with different discs.",
        "ipa": "ǽŋɡəl ɡrájndər: ðə ǽŋɡəl ɡrájndər slájst ríjbɑ̀r ənd pɒ́lᵻʃt mɛ́təl ɛ́dʒᵻz wᵻð dᵻ́fərənt dᵻ́sks.",
        "hash": "TXT_f2967583e7f32c4d94b79d662aca43.mp3",
        "score": 0.5
    },
    {
        "txt": "Die Grinder: The die grinder cleaned up welds and smoothed inside corners of metalwork.",
        "ipa": "dáj ɡrájndər: ðə dáj ɡrájndər klíjnd ʌp wɛ́ldz ənd smúwðd ᵻnsájd kɔ́rnərz əv mɛ́təlwɜ̀rk.",
        "hash": "TXT_4703f30efdf5052acb2b83786787b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Oscillating Tool: The oscillating tool made plunge cuts and sanded edges in cramped areas.",
        "ipa": "ɒ́səlɛ̀jtᵻŋ túwl: ðə ɒ́səlɛ̀jtᵻŋ túwl mɛ́jd plʌ́ndʒ kʌ́ts ənd sǽndᵻd ɛ́dʒᵻz ᵻn krǽmpt ɛ́ərijəz.",
        "hash": "TXT_1d3e6a908ec00322e261cd12a02d7c.mp3",
        "score": 0.5
    },
    {
        "txt": "Multi-Cutter Blade: The multi-cutter blade sliced through drywall, wood, or metal with ease.",
        "ipa": "mʌ́ltij-kʌ́tər blɛ́jd: ðə mʌ́ltij-kʌ́tər blɛ́jd slájst θrúw drájwɒ̀l, wʊ́d, ɔr mɛ́təl wᵻð íjz.",
        "hash": "TXT_8f270286af1fdd92c2e1b0aca14556.mp3",
        "score": 0.5
    },
    {
        "txt": "Reciprocating Saw Blades: The reciprocating saw blades tore through nails, pipes, and timbers.",
        "ipa": "rəsᵻ́prəkɛ̀jtᵻŋ sɔ́ blɛ́jdz: ðə rəsᵻ́prəkɛ̀jtᵻŋ sɔ́ blɛ́jdz tɔ́r θrúw nɛ́jlz, pájps, ənd tᵻ́mbərz.",
        "hash": "TXT_1be883fe4a4038353da6711adc0d30.mp3",
        "score": 0.5
    },
    {
        "txt": "Diamond Blade: The diamond blade ground through tile and stone with minimal chipping.",
        "ipa": "dájmənd blɛ́jd: ðə dájmənd blɛ́jd ɡráwnd θrúw tájl ənd stówn wᵻð mᵻ́nᵻməl tʃᵻ́pᵻŋ.",
        "hash": "TXT_7284f39d4a46f41ba0c118f2c7efbd.mp3",
        "score": 0.5
    },
    {
        "txt": "Carbide Blade: The carbide blade zipped through fiber cement boards without dulling quickly.",
        "ipa": "kɑ́rbàjd blɛ́jd: ðə kɑ́rbàjd blɛ́jd zᵻ́pt θrúw fájbər səmɛ́nt bɔ́rdz wᵻðáwt dʌ́lᵻŋ kwᵻ́klij.",
        "hash": "TXT_532623c4542e3837f4cdef7c1b5a9d.mp3",
        "score": 0.5
    },
    {
        "txt": "Nail Gun: The nail gun fired collated nails for rapid framing or finishing work.",
        "ipa": "nɛ́jl ɡʌ́n: ðə nɛ́jl ɡʌ́n fájərd kəlɛ́jtᵻd nɛ́jlz fɔr rǽpᵻd frɛ́jmᵻŋ ɔr fᵻ́nᵻʃᵻŋ wɜ́rk.",
        "hash": "TXT_7427e139aaea3aa66bfa5d349db166.mp3",
        "score": 0.5
    },
    {
        "txt": "Brad Nailer: The brad nailer attached trim pieces without leaving large holes.",
        "ipa": "brǽd nɛ́jlər: ðə brǽd nɛ́jlər ətǽtʃt trᵻ́m píjsᵻz wᵻðáwt líjvᵻŋ lɑ́rdʒ hówlz.",
        "hash": "TXT_606778f06cbc183a356d284c1afab6.mp3",
        "score": 0.5
    },
    {
        "txt": "Finish Nailer: The finish nailer pinned baseboards and casings seamlessly.",
        "ipa": "fᵻ́nᵻʃ nɛ́jlər: ðə fᵻ́nᵻʃ nɛ́jlər pᵻ́nd bɛ́jsbɔ̀rdz ənd kɛ́jsᵻŋz síjmləslij.",
        "hash": "TXT_68d739b1058fec28afe7232e0e5952.mp3",
        "score": 0.5
    },
    {
        "txt": "Framing Nailer: The framing nailer sped up building walls and roof trusses.",
        "ipa": "frɛ́jmᵻŋ nɛ́jlər: ðə frɛ́jmᵻŋ nɛ́jlər spɛ́d ʌp bᵻ́ldᵻŋ wɔ́lz ənd rúwf trʌ́sᵻz.",
        "hash": "TXT_ff3ca6022ece00b2ab5bf120cba348.mp3",
        "score": 0.5
    },
    {
        "txt": "Staple Gun: The staple gun secured upholstery and lightweight house wrap effectively.",
        "ipa": "stɛ́jpəl ɡʌ́n: ðə stɛ́jpəl ɡʌ́n səkjʊ́rd əpówlstərij ənd lájtwɛ́jt haws rǽp əfɛ́ktᵻvlij.",
        "hash": "TXT_f75747af2c506a73dc7313cd3e2f39.mp3",
        "score": 0.5
    },
    {
        "txt": "Pneumatic Gun: The pneumatic gun used compressed air for reliable power in the workshop.",
        "ipa": "nuwmǽtᵻk ɡʌ́n: ðə nuwmǽtᵻk ɡʌ́n júwzd kəmprɛ́st ɛ́ər fɔr rəlájəbəl páwər ᵻn ðə wɜ́rkʃɒ̀p.",
        "hash": "TXT_87ee203b5884bdb33ef211a3c5df75.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Compressor: The air compressor supplied pressure for nailers, spray guns, and more.",
        "ipa": "ɛ́ər kəmprɛ́sər: ðə ɛ́ər kəmprɛ́sər səplájd prɛ́ʃər fɔr nɛ́jlərz, sprɛ́j ɡʌ́nz, ənd mɔr.",
        "hash": "TXT_c21df3e41fdae9e202c8eb02f65a30.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Hose: The air hose channeled compressed air from the tank to the tool.",
        "ipa": "ɛ́ər hówz: ðə ɛ́ər hówz tʃǽnəld kəmprɛ́st ɛ́ər frəm ðə tǽŋk tə ðə túwl.",
        "hash": "TXT_e38e25bee4ca3f978580027026d980.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Ratchet: The air ratchet loosened stubborn bolts in tight engine compartments.",
        "ipa": "ɛ́ər rǽtʃət: ðə ɛ́ər rǽtʃət lúwsənd stʌ́bərn bówlts ᵻn tájt ɛ́ndʒᵻn kəmpɑ́rtmənts.",
        "hash": "TXT_82021e32708aee65cb3a1b9f7955c0.mp3",
        "score": 0.5
    },
    {
        "txt": "Impact Wrench: The impact wrench delivered powerful torque to remove lug nuts quickly.",
        "ipa": "ᵻ́mpækt rɛ́ntʃ: ðə ᵻ́mpækt rɛ́ntʃ dəlᵻ́vərd páwərfəl tɔ́rk tə rijmúwv lʌ́ɡ nʌ́ts kwᵻ́klij.",
        "hash": "TXT_26141f1b2f08ab63fd0d77338a6212.mp3",
        "score": 0.5
    },
    {
        "txt": "Torque Wrench: The torque wrench ensured bolts were tightened to the manufacturer’s specs.",
        "ipa": "tɔ́rk rɛ́ntʃ: ðə tɔ́rk rɛ́ntʃ ənʃʊ́rd bówlts wɜ́r tájtənd tə ðə mæ̀njəfǽktʃərər'z spɛ́ks.",
        "hash": "TXT_4ed16ecb9b2e858f8126b9054caab3.mp3",
        "score": 0.5
    },
    {
        "txt": "Breaker Bar: The breaker bar provided extra leverage for stuck or rusted fasteners.",
        "ipa": "brɛ́jkər bɑ́r: ðə brɛ́jkər bɑ́r prəvájdᵻd ɛ́kstrə lɛ́vərᵻdʒ fɔr stʌ́k ɔr rʌ́stᵻd fǽsənərz.",
        "hash": "TXT_ef764cecd1659a89f9bddf00c0c006.mp3",
        "score": 0.5
    },
    {
        "txt": "Socket Set: The socket set included metric and imperial sizes for diverse projects.",
        "ipa": "sɒ́kət sɛ́t: ðə sɒ́kət sɛ́t ᵻnklúwdᵻd mɛ́trᵻk ənd ᵻ̀mpɪ́ərijəl sájzᵻz fɔr dajvɜ́rs prɒ́dʒɛkts.",
        "hash": "TXT_09d4e2d7839627a45d014adbdcb4be.mp3",
        "score": 0.5
    },
    {
        "txt": "Box-End Wrench: The box-end wrench gripped hex nuts on all sides for added control.",
        "ipa": "bɒ́ks-ɛ́nd rɛ́ntʃ: ðə bɒ́ks-ɛ́nd rɛ́ntʃ ɡrᵻ́pt hɛ́ks nʌ́ts ɒn ɔl sájdz fɔr ǽdᵻd kəntrówl.",
        "hash": "TXT_6379af9f4a4a5ca0a29010a5e49ca9.mp3",
        "score": 0.5
    },
    {
        "txt": "Open-End Wrench: The open-end wrench fit around large bolt heads in narrow spaces.",
        "ipa": "ówpən-ɛ́nd rɛ́ntʃ: ðə ówpən-ɛ́nd rɛ́ntʃ fᵻ́t əráwnd lɑ́rdʒ bówlt hɛ́dz ᵻn nǽrow spɛ́jsᵻz.",
        "hash": "TXT_0ee065dfb37ed12ee9ab72db0591a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Wrench: The adjustable wrench adapted to different nut sizes without rummaging for the right spanner.",
        "ipa": "ədʒʌ́stəbəl rɛ́ntʃ: ðə ədʒʌ́stəbəl rɛ́ntʃ ədǽptᵻd tə dᵻ́fərənt nʌ́t sájzᵻz wᵻðáwt rʌ́mᵻdʒᵻŋ fɔr ðə rájt spǽnər.",
        "hash": "TXT_ffad9609cffd250c6269cae4f1095d.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Wrench: The pipe wrench clamped onto round pipes without slipping.",
        "ipa": "pájp rɛ́ntʃ: ðə pájp rɛ́ntʃ klǽmpt ɒntuw ráwnd pájps wᵻðáwt slᵻ́pᵻŋ.",
        "hash": "TXT_376126ace115fc3d670dadca796e11.mp3",
        "score": 0.5
    },
    {
        "txt": "Allen Wrench Set: The Allen wrench set drove hex-head fasteners for furniture assembly.",
        "ipa": "ǽlən rɛ́ntʃ sɛ́t: ðə ǽlən rɛ́ntʃ sɛ́t drówv hɛ́ks-hɛ́d fǽsənərz fɔr fɜ́rnᵻtʃər əsɛ́mblij.",
        "hash": "TXT_e1f473ea7bc8455f4f7f2c17de9a30.mp3",
        "score": 0.5
    },
    {
        "txt": "Torx Driver Set: The Torx driver set tackled star-shaped screws in electronics and automotive work.",
        "ipa": "tɔrks drájvər sɛ́t: ðə tɔrks drájvər sɛ́t tǽkəld stɑ́r-ʃɛ́jpt skrúwz ᵻn ələktrɒ́nᵻks ənd ɔ̀təmówtᵻv wɜ́rk.",
        "hash": "TXT_5252c0189c6593b1e5ebbfd7337734.mp3",
        "score": 0.5
    },
    {
        "txt": "Screwdriver Set: The screwdriver set varied in lengths and tips for versatile fastening.",
        "ipa": "skrúwdràjvər sɛ́t: ðə skrúwdràjvər sɛ́t vɛ́ərijd ᵻn lɛ́ŋθs ənd tᵻ́ps fɔr vɜ́rsətajl fǽsənᵻŋ.",
        "hash": "TXT_16ea6315e6ad9ae9e78f033fe0fdfb.mp3",
        "score": 0.5
    },
    {
        "txt": "Phillips Screwdriver: The Phillips screwdriver mated perfectly with cross-head screws.",
        "ipa": "fᵻ́lᵻps skrúwdràjvər: ðə fᵻ́lᵻps skrúwdràjvər mɛ́jtᵻd pɜ́rfəktlij wᵻð krɔ́s-hɛ́d skrúwz.",
        "hash": "TXT_60282a37112defc7c72bb7e4ad6ab2.mp3",
        "score": 0.5
    },
    {
        "txt": "Flathead Screwdriver: The flathead screwdriver pried open paint cans or turned slotted screws.",
        "ipa": "flǽthɛ̀d skrúwdràjvər: ðə flǽthɛ̀d skrúwdràjvər prájd ówpən pɛ́jnt kǽnz ɔr tɜ́rnd slɒ́tᵻd skrúwz.",
        "hash": "TXT_176a38258233bcb080fcc8414dd02a.mp3",
        "score": 0.5
    },
    {
        "txt": "Precision Screwdriver: The precision screwdriver tightened tiny eyeglass screws and electronics.",
        "ipa": "prəsᵻ́ʒən skrúwdràjvər: ðə prəsᵻ́ʒən skrúwdràjvər tájtənd tájnij ájɡlæ̀s skrúwz ənd ələktrɒ́nᵻks.",
        "hash": "TXT_5593bd53248aedb89f1b24cdd36bb5.mp3",
        "score": 0.5
    },
    {
        "txt": "Nut Driver: The nut driver quickly spun hex-head fasteners in small appliances.",
        "ipa": "nʌ́t drájvər: ðə nʌ́t drájvər kwᵻ́klij spʌ́n hɛ́ks-hɛ́d fǽsənərz ᵻn smɔ́l əplájənsᵻz.",
        "hash": "TXT_bde7ce6f02941b0b71b8ae6d74ee06.mp3",
        "score": 0.5
    },
    {
        "txt": "Vise Grips: The vise grips locked onto stripped bolts for a reliable hold.",
        "ipa": "vájs ɡrᵻ́ps: ðə vájs ɡrᵻ́ps lɒ́kt ɒntuw strᵻ́pt bówlts fɔr ə rəlájəbəl hówld.",
        "hash": "TXT_3073d89d54882fc848f34f978c6afd.mp3",
        "score": 0.5
    },
    {
        "txt": "Needle-Nose Pliers: The needle-nose pliers reached deep into narrow spaces for wire bending.",
        "ipa": "níjdəl-nówz plájərz: ðə níjdəl-nówz plájərz ríjtʃt díjp ᵻntə nǽrow spɛ́jsᵻz fɔr wájər bɛ́ndᵻŋ.",
        "hash": "TXT_8a7870322cd88714187c736b73a9df.mp3",
        "score": 0.5
    },
    {
        "txt": "Slip-Joint Pliers: The slip-joint pliers adjusted in jaw width for different tasks.",
        "ipa": "slᵻ́p-dʒɔ́jnt plájərz: ðə slᵻ́p-dʒɔ́jnt plájərz ədʒʌ́stᵻd ᵻn dʒɔ́ wᵻ́dθ fɔr dᵻ́fərənt tǽsks.",
        "hash": "TXT_adfbc2eb4b1e505a00c14fbc141f0c.mp3",
        "score": 0.5
    },
    {
        "txt": "Linesman Pliers: The linesman pliers snipped thick wire and twisted multiple strands together.",
        "ipa": "lájnzmən plájərz: ðə lájnzmən plájərz snᵻ́pt θᵻ́k wájər ənd twᵻ́stᵻd mʌ́ltᵻpəl strǽndz təɡɛ́ðər.",
        "hash": "TXT_eaec5f449bf26a5e93310eed7dc4e6.mp3",
        "score": 0.5
    },
    {
        "txt": "Locking Pliers: The locking pliers clamped onto round stock and wouldn’t let go.",
        "ipa": "lɒ́kᵻŋ plájərz: ðə lɒ́kᵻŋ plájərz klǽmpt ɒntuw ráwnd stɒ́k ənd wʊ́dənt lɛt ɡow.",
        "hash": "TXT_f3372daae597f7655b340e49dbe66f.mp3",
        "score": 0.5
    },
    {
        "txt": "Diagonal Cutters: The diagonal cutters trimmed wires flush without fraying the ends.",
        "ipa": "dajǽɡənəl kʌ́tərz: ðə dajǽɡənəl kʌ́tərz trᵻ́md wájərz flʌ́ʃ wᵻðáwt frɛ́jᵻŋ ðə ɛ́ndz.",
        "hash": "TXT_1a26fcefde297d9158e949b5194646.mp3",
        "score": 0.5
    },
    {
        "txt": "Wire Stripper: The wire stripper removed insulation neatly from electrical cables.",
        "ipa": "wájər strᵻ́pər: ðə wájər strᵻ́pər rijmúwvd ᵻ̀nsəlɛ́jʃən níjtlij frəm əlɛ́ktrᵻkəl kɛ́jbəlz.",
        "hash": "TXT_9f7f84ca6deb2a2ad7726ff2c22fca.mp3",
        "score": 0.5
    },
    {
        "txt": "Wire Crimper: The wire crimper secured connectors firmly to bare wire ends.",
        "ipa": "wájər krᵻ́mpər: ðə wájər krᵻ́mpər səkjʊ́rd kənɛ́ktərz fɜ́rmlij tə bɛ́ər wájər ɛ́ndz.",
        "hash": "TXT_00b324e8be9654727accb98bbfb296.mp3",
        "score": 0.5
    },
    {
        "txt": "Cable Ties: The cable ties bundled cords, hoses, and wires in a tidy loop.",
        "ipa": "kɛ́jbəl tájz: ðə kɛ́jbəl tájz bʌ́ndəld kɔ́rdz, hówzᵻz, ənd wájərz ᵻn ə tájdij lúwp.",
        "hash": "TXT_eb23425ce767897b5d24caab9b3db1.mp3",
        "score": 0.5
    },
    {
        "txt": "Grease Gun: The grease gun injected lubrication into zerk fittings on heavy machinery.",
        "ipa": "ɡríjs ɡʌ́n: ðə ɡríjs ɡʌ́n ᵻndʒɛ́ktᵻd lùwbrᵻkɛ́jʃən ᵻntə zərk fᵻ́tᵻŋz ɒn hɛ́vij məʃíjnərij.",
        "hash": "TXT_ea4df7bdfefbb70d1dbc3a6efca14a.mp3",
        "score": 0.5
    },
    {
        "txt": "Caulking Gun: The caulking gun applied sealant along window edges with minimal mess.",
        "ipa": "kɔ́kᵻŋ ɡʌ́n: ðə kɔ́kᵻŋ ɡʌ́n əplájd síjlənt əlɔ́ŋ wᵻ́ndow ɛ́dʒᵻz wᵻð mᵻ́nᵻməl mɛ́s.",
        "hash": "TXT_76e0f342966d5ca4653d67f452e291.mp3",
        "score": 0.5
    },
    {
        "txt": "Hot Glue Gun: The hot glue gun bonded craft materials and small repairs instantly.",
        "ipa": "hɒ́t ɡlúw ɡʌ́n: ðə hɒ́t ɡlúw ɡʌ́n bɒ́ndᵻd krǽft mətɪ́ərijəlz ənd smɔ́l rijpɛ́ərz ᵻ́nstəntlij.",
        "hash": "TXT_7a904927214ad4535b10e07868d83f.mp3",
        "score": 0.5
    },
    {
        "txt": "Heat Gun: The heat gun softened paint for stripping or shrank plastic tubes.",
        "ipa": "híjt ɡʌ́n: ðə híjt ɡʌ́n sɔ́fənd pɛ́jnt fɔr strᵻ́pᵻŋ ɔr ʃrǽŋk plǽstᵻk túwbz.",
        "hash": "TXT_66e7205ed595e2b6f3c951355f97d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Soldering Iron: The soldering iron melted solder to fuse copper connections on circuit boards.",
        "ipa": "sɒ́dərᵻŋ ájərn: ðə sɒ́dərᵻŋ ájərn mɛ́ltᵻd sɒ́dər tə fjúwz kɒ́pər kənɛ́kʃənz ɒn sɜ́rkət bɔ́rdz.",
        "hash": "TXT_f0a8e20dd5fac8343daec23878f20c.mp3",
        "score": 0.5
    },
    {
        "txt": "Multimeter Tool: The multimeter tool measured voltage, current, and resistance for troubleshooting.",
        "ipa": "mʌ́ltijmìjtər túwl: ðə mʌ́ltijmìjtər túwl mɛ́ʒərd vówltᵻdʒ, kɑ́rənt, ənd rəzᵻ́stəns fɔr trʌ́bəlʃùwtᵻŋ.",
        "hash": "TXT_3b7fbc44ba515fa10ee1319142a74c.mp3",
        "score": 0.5
    },
    {
        "txt": "Voltage Tester: The voltage tester confirmed live wires before starting electrical work.",
        "ipa": "vówltᵻdʒ tɛ́stər: ðə vówltᵻdʒ tɛ́stər kənfɜ́rmd lᵻv wájərz bəfɔ́r stɑ́rtᵻŋ əlɛ́ktrᵻkəl wɜ́rk.",
        "hash": "TXT_a11d92b46a4505c884bea5a38fce08.mp3",
        "score": 0.5
    },
    {
        "txt": "Stud Finder: The stud finder beeped to show where wall studs could support heavy shelves.",
        "ipa": "stʌ́d fájndər: ðə stʌ́d fájndər bíjpt tə ʃów wɛ́ər wɔ́l stʌ́dz kʊ́d səpɔ́rt hɛ́vij ʃɛ́lvz.",
        "hash": "TXT_80a00ba176a21d36a5cf19cb4d8273.mp3",
        "score": 0.5
    },
    {
        "txt": "Laser Level: The laser level projected a bright line for accurately positioning cabinets.",
        "ipa": "lɛ́jzər lɛ́vəl: ðə lɛ́jzər lɛ́vəl prədʒɛ́ktᵻd ə brájt lájn fɔr ǽkjərətlij pəzᵻ́ʃənᵻŋ kǽbᵻnəts.",
        "hash": "TXT_385cf6545b800de07cf36e3e2c7e23.mp3",
        "score": 0.5
    },
    {
        "txt": "Spirit Level: The spirit level used bubble vials to confirm horizontal or vertical planes.",
        "ipa": "spɪ́ərᵻt lɛ́vəl: ðə spɪ́ərᵻt lɛ́vəl júwzd bʌ́bəl vájəlz tə kənfɜ́rm hɔ̀rᵻzɒ́ntəl ɔr vɜ́rtᵻkəl plɛ́jnz.",
        "hash": "TXT_b66158a2441798303147448b4521b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Torpedo Level: The torpedo level squeezed into tight spots for quick alignment checks.",
        "ipa": "tɔrpíjdòw lɛ́vəl: ðə tɔrpíjdòw lɛ́vəl skwíjzd ᵻntə tájt spɒ́ts fɔr kwᵻ́k əlájnmənt tʃɛ́ks.",
        "hash": "TXT_8bba430a80a392226b66b315de0304.mp3",
        "score": 0.5
    },
    {
        "txt": "Combination Square: The combination square checked 90-degree angles and measured short distances.",
        "ipa": "kɒ̀mbᵻnɛ́jʃən skwɛ́ər: ðə kɒ̀mbᵻnɛ́jʃən skwɛ́ər tʃɛ́kt 90-dəɡríj ǽŋɡəlz ənd mɛ́ʒərd ʃɔ́rt dᵻ́stənsᵻz.",
        "hash": "TXT_32197429a2022434e999f1ce1974ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Speed Square: The speed square helped lay out rafters and repeated angles on lumber.",
        "ipa": "spíjd skwɛ́ər: ðə spíjd skwɛ́ər hɛ́lpt lɛ́j awt rǽftərz ənd rəpíjtᵻd ǽŋɡəlz ɒn lʌ́mbər.",
        "hash": "TXT_9036f09200b3100fac038700206b23.mp3",
        "score": 0.5
    },
    {
        "txt": "Framing Square: The framing square measured right angles for large framing projects.",
        "ipa": "frɛ́jmᵻŋ skwɛ́ər: ðə frɛ́jmᵻŋ skwɛ́ər mɛ́ʒərd rájt ǽŋɡəlz fɔr lɑ́rdʒ frɛ́jmᵻŋ prɒ́dʒɛkts.",
        "hash": "TXT_2585bf167d9d817ca1352b0ba64700.mp3",
        "score": 0.5
    },
    {
        "txt": "T-Square Ruler: The T-square ruler aligned cuts on sheet goods like plywood and drywall.",
        "ipa": "t-skwɛ́ər rúwlər: ðə t-skwɛ́ər rúwlər əlájnd kʌ́ts ɒn ʃíjt ɡʊ́dz lájk plájwʊ̀d ənd drájwɒ̀l.",
        "hash": "TXT_5a596ac1b7c6c809f1f79110f992e2.mp3",
        "score": 0.5
    },
    {
        "txt": "Marking Gauge: The marking gauge scribed parallel lines along boards for joinery.",
        "ipa": "mɑ́rkᵻŋ ɡɛ́jdʒ: ðə mɑ́rkᵻŋ ɡɛ́jdʒ skrajbd pǽrəlɛ̀l lájnz əlɔ́ŋ bɔ́rdz fɔr dʒɔ́jnərij.",
        "hash": "TXT_11a5e92dc8f9826227fab6d2774cc2.mp3",
        "score": 0.5
    },
    {
        "txt": "Tape Measure: The tape measure extended several feet to measure lumber accurately.",
        "ipa": "tɛ́jp mɛ́ʒər: ðə tɛ́jp mɛ́ʒər əkstɛ́ndᵻd sɛ́vərəl fíjt tə mɛ́ʒər lʌ́mbər ǽkjərətlij.",
        "hash": "TXT_214a6a5bf3dc38c4df5da5c025e346.mp3",
        "score": 0.5
    },
    {
        "txt": "Chalk Line: The chalk line snapped a straight guide mark across sheet materials.",
        "ipa": "tʃɒ́k lájn: ðə tʃɒ́k lájn snǽpt ə strɛ́jt ɡájd mɑ́rk əkrɔ́s ʃíjt mətɪ́ərijəlz.",
        "hash": "TXT_191b45347b619c5ac342603adda848.mp3",
        "score": 0.5
    },
    {
        "txt": "Utility Knife: The utility knife sliced through cardboard, carpet, and drywall swiftly.",
        "ipa": "juwtᵻ́lᵻtij nájf: ðə juwtᵻ́lᵻtij nájf slájst θrúw kɑ́rdbɔ̀rd, kɑ́rpət, ənd drájwɒ̀l swᵻ́ftlij.",
        "hash": "TXT_b397c6e2f1e29c7b908eaa6a77d1b1.mp3",
        "score": 0.5
    },
    {
        "txt": "Box Cutter: The box cutter retracted the blade for safety after opening packages.",
        "ipa": "bɒ́ks kʌ́tər: ðə bɒ́ks kʌ́tər rijtrǽktᵻd ðə blɛ́jd fɔr sɛ́jftij ǽftər ówpənᵻŋ pǽkᵻdʒᵻz.",
        "hash": "TXT_d9b6ba85c027145a57ae3797263252.mp3",
        "score": 0.5
    },
    {
        "txt": "Putty Knife: The putty knife applied and scraped filler on walls and furniture.",
        "ipa": "pʌ́tij nájf: ðə pʌ́tij nájf əplájd ənd skrɛ́jpt fᵻ́lər ɒn wɔ́lz ənd fɜ́rnᵻtʃər.",
        "hash": "TXT_4b286021e26046c74e1307280a5df8.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Scraper: The paint scraper removed flaking paint and old wallpaper residue.",
        "ipa": "pɛ́jnt skrɛ́jpər: ðə pɛ́jnt skrɛ́jpər rijmúwvd flɛ́jkᵻŋ pɛ́jnt ənd ówld wɔ́lpɛ̀jpər rɛ́zᵻdùw.",
        "hash": "TXT_100f80e86f218ed94eaba14dbc861b.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Brush: The paint brush applied an even coat of color on trim and corners.",
        "ipa": "pɛ́jnt brʌ́ʃ: ðə pɛ́jnt brʌ́ʃ əplájd ən íjvən kówt əv kʌ́lər ɒn trᵻ́m ənd kɔ́rnərz.",
        "hash": "TXT_e12c8a95ab2d85135454c8abc718cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Roller: The paint roller covered broad wall surfaces in fewer strokes.",
        "ipa": "pɛ́jnt rówlər: ðə pɛ́jnt rówlər kʌ́vərd brɔ́d wɔ́l sɜ́rfəsᵻz ᵻn fjúwər strówks.",
        "hash": "TXT_ff77415fb76a19b3506463a7eb6db7.mp3",
        "score": 0.5
    },
    {
        "txt": "Drop Cloth: The drop cloth shielded floors from spilled paint or dripping varnish.",
        "ipa": "drɒ́p klɔ́θ: ðə drɒ́p klɔ́θ ʃíjldᵻd flɔ́rz frəm spᵻ́ld pɛ́jnt ɔr drᵻ́pᵻŋ vɑ́rnᵻʃ.",
        "hash": "TXT_bb8287a91aafc0c5b16e8d39e11f27.mp3",
        "score": 0.5
    },
    {
        "txt": "Masking Tape: The masking tape created crisp lines for color edging.",
        "ipa": "mǽskᵻŋ tɛ́jp: ðə mǽskᵻŋ tɛ́jp krijɛ́jtᵻd krᵻ́sp lájnz fɔr kʌ́lər ɛ́dʒᵻŋ.",
        "hash": "TXT_e79880cbf9a24e214caf5890cf157c.mp3",
        "score": 0.5
    },
    {
        "txt": "Painter’s Tape: The painter’s tape prevented splatters on baseboards and crown molding.",
        "ipa": "pɛ́jntər'z tɛ́jp: ðə pɛ́jntər'z tɛ́jp prəvɛ́ntᵻd splǽtərz ɒn bɛ́jsbɔ̀rdz ənd kráwn mówldᵻŋ.",
        "hash": "TXT_390cb6929034f381dbf3e8fb2e5dce.mp3",
        "score": 0.5
    },
    {
        "txt": "Spackling Knife: The spackling knife smoothed joint compound into drywall seams.",
        "ipa": "spǽklᵻŋ nájf: ðə spǽklᵻŋ nájf smúwðd dʒɔ́jnt kɒ́mpawnd ᵻntə drájwɒ̀l síjmz.",
        "hash": "TXT_c87a14e0f3236ed89f4e2b128a3622.mp3",
        "score": 0.5
    },
    {
        "txt": "Drywall Saw: The drywall saw stabbed into sheets to cut holes for outlets and lights.",
        "ipa": "drájwɒ̀l sɔ́: ðə drájwɒ̀l sɔ́ stǽbd ᵻntə ʃíjts tə kʌ́t hówlz fɔr áwtlɛ̀ts ənd lájts.",
        "hash": "TXT_9a5034521597a72eb92393e4feeb75.mp3",
        "score": 0.5
    },
    {
        "txt": "Drywall Knife: The drywall knife feathered the mud edges for seamless repairs.",
        "ipa": "drájwɒ̀l nájf: ðə drájwɒ̀l nájf fɛ́ðərd ðə mʌ́d ɛ́dʒᵻz fɔr síjmləs rijpɛ́ərz.",
        "hash": "TXT_ae71088af7d2ee702d7de69749cad4.mp3",
        "score": 0.5
    },
    {
        "txt": "Mud Pan: The mud pan held joint compound for faster application on the wall.",
        "ipa": "mʌ́d pǽn: ðə mʌ́d pǽn hɛ́ld dʒɔ́jnt kɒ́mpawnd fɔr fǽstər æ̀plᵻkɛ́jʃən ɒn ðə wɔ́l.",
        "hash": "TXT_56656f4aa972d11e3461e3857a395f.mp3",
        "score": 0.5
    },
    {
        "txt": "Sandpaper Block: The sandpaper block gave an even grip for smoothing rough surfaces.",
        "ipa": "sǽndpɛ̀jpər blɒ́k: ðə sǽndpɛ̀jpər blɒ́k ɡɛ́jv ən íjvən ɡrᵻ́p fɔr smúwðᵻŋ rʌ́f sɜ́rfəsᵻz.",
        "hash": "TXT_fca03ad367e88d35edaadc5f722e0c.mp3",
        "score": 0.5
    },
    {
        "txt": "Orbital Sander: The orbital sander left a swirl-free finish on tabletops and cabinets.",
        "ipa": "ɔ́rbᵻtəl sǽndər: ðə ɔ́rbᵻtəl sǽndər lɛ́ft ə swɜ́rl-fríj fᵻ́nᵻʃ ɒn tɛ́jbəltɒ̀ps ənd kǽbᵻnəts.",
        "hash": "TXT_e3494ea5edabf3a93ea9599bbdb9b4.mp3",
        "score": 0.5
    },
    {
        "txt": "Belt Sander: The belt sander removed material aggressively when leveling slabs or panels.",
        "ipa": "bɛ́lt sǽndər: ðə bɛ́lt sǽndər rijmúwvd mətɪ́ərijəl əɡrɛ́sᵻvlij wɛ́n lɛ́vəlᵻŋ slǽbz ɔr pǽnəlz.",
        "hash": "TXT_6107bda6995ee1f111648f93373a4b.mp3",
        "score": 0.5
    },
    {
        "txt": "Random Orbital Sander: The random orbital sander combined rotation and orbit for a fine finish.",
        "ipa": "rǽndəm ɔ́rbᵻtəl sǽndər: ðə rǽndəm ɔ́rbᵻtəl sǽndər kəmbájnd rowtɛ́jʃən ənd ɔ́rbᵻt fɔr ə fájn fᵻ́nᵻʃ.",
        "hash": "TXT_26ed754485436fdc0ecefd8aece016.mp3",
        "score": 0.5
    },
    {
        "txt": "Palm Sander: The palm sander reached tight corners without fatigue from constant vibration.",
        "ipa": "pɒ́lm sǽndər: ðə pɒ́lm sǽndər ríjtʃt tájt kɔ́rnərz wᵻðáwt fətíjɡ frəm kɒ́nstənt vajbrɛ́jʃən.",
        "hash": "TXT_e804a3e258f121e3847bafdb8579a1.mp3",
        "score": 0.5
    },
    {
        "txt": "Dust Extractor: The dust extractor captured sawdust at the source to keep the air clean.",
        "ipa": "dʌ́st ɛkstrǽktər: ðə dʌ́st ɛkstrǽktər kǽptʃərd sɔ́dʌ̀st æt ðə sɔ́rs tə kíjp ðə ɛ́ər klíjn.",
        "hash": "TXT_9e04c7957ed93447663d058e277a36.mp3",
        "score": 0.5
    },
    {
        "txt": "Shop Vacuum: The shop vacuum sucked up construction debris and water spills.",
        "ipa": "ʃɒ́p vǽkjuwm: ðə ʃɒ́p vǽkjuwm sʌ́kt ʌp kənstrʌ́kʃən dəbríj ənd wɔ́tər spᵻ́lz.",
        "hash": "TXT_7ef13bae9226f347bcc9ebefb79180.mp3",
        "score": 0.5
    },
    {
        "txt": "Extension Cord: The extension cord brought power to corded tools around the job site.",
        "ipa": "əkstɛ́nʃən kɔ́rd: ðə əkstɛ́nʃən kɔ́rd brɔ́t páwər tə kɔ́rdᵻd túwlz əráwnd ðə dʒɒ́b sájt.",
        "hash": "TXT_7d9a6a900f75f7f5864563b60a709b.mp3",
        "score": 0.5
    },
    {
        "txt": "Work Light: The work light illuminated dim basements or crawl spaces for safe tasks.",
        "ipa": "wɜ́rk lájt: ðə wɜ́rk lájt ᵻ̀lúwmᵻnɛ̀jtᵻd dᵻ́m bɛ́jsmənts ɔr krɔ́l spɛ́jsᵻz fɔr sɛ́jf tǽsks.",
        "hash": "TXT_e7d16efa7755a860bb78e2d5e64e2f.mp3",
        "score": 0.5
    },
    {
        "txt": "Clamp Set: The clamp set immobilized glued joints until the adhesive cured.",
        "ipa": "klǽmp sɛ́t: ðə klǽmp sɛ́t ᵻ̀mówbᵻlàjzd ɡlúwd dʒɔ́jnts əntᵻ́l ðə ædhíjsᵻv kjʊ́rd.",
        "hash": "TXT_ceb2f06308a769762bc16ad2f959ad.mp3",
        "score": 0.5
    },
    {
        "txt": "C-Clamp Tool: The C-clamp tool squeezed two boards together tightly on the bench.",
        "ipa": "c-klǽmp túwl: ðə c-klǽmp túwl skwíjzd túw bɔ́rdz təɡɛ́ðər tájtlij ɒn ðə bɛ́ntʃ.",
        "hash": "TXT_657e5b4758a286c36616df0e4dd566.mp3",
        "score": 0.5
    },
    {
        "txt": "Bar Clamp: The bar clamp extended over wide panels to ensure even pressure.",
        "ipa": "bɑ́r klǽmp: ðə bɑ́r klǽmp əkstɛ́ndᵻd ówvər wájd pǽnəlz tə ənʃʊ́r íjvən prɛ́ʃər.",
        "hash": "TXT_d36a886dc1ef909c3cd556b5243aaf.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Clamp: The pipe clamp adjusted its length to grip large furniture pieces during glue-up.",
        "ipa": "pájp klǽmp: ðə pájp klǽmp ədʒʌ́stᵻd ᵻts lɛ́ŋθ tə ɡrᵻ́p lɑ́rdʒ fɜ́rnᵻtʃər píjsᵻz dʊ́rᵻŋ ɡlúw-ʌp.",
        "hash": "TXT_2cd0d25caabeebc84a4a8a55743846.mp3",
        "score": 0.5
    },
    {
        "txt": "Corner Clamp: The corner clamp held frames at perfect 90-degree angles.",
        "ipa": "kɔ́rnər klǽmp: ðə kɔ́rnər klǽmp hɛ́ld frɛ́jmz æt pɜ́rfəkt 90-dəɡríj ǽŋɡəlz.",
        "hash": "TXT_8c69ab69f156338d80edb04d3535cb.mp3",
        "score": 0.5
    },
    {
        "txt": "Bench Vise: The bench vise locked the workpiece in place for hands-free cutting or filing.",
        "ipa": "bɛ́ntʃ vájs: ðə bɛ́ntʃ vájs lɒ́kt ðə wɜ́rkpìjs ᵻn plɛ́js fɔr hǽndz-fríj kʌ́tᵻŋ ɔr fájlᵻŋ.",
        "hash": "TXT_9e982b69b529653dc09b963d58985a.mp3",
        "score": 0.5
    },
    {
        "txt": "Saw Horses: The saw horses supported long lumber for cutting or sanding outdoors.",
        "ipa": "sɔ́ hɔ́rsᵻz: ðə sɔ́ hɔ́rsᵻz səpɔ́rtᵻd lɔ́ŋ lʌ́mbər fɔr kʌ́tᵻŋ ɔr sǽndᵻŋ áwtdɔ́rz.",
        "hash": "TXT_48ebf82a61edbb9e20d775bcb0ef33.mp3",
        "score": 0.5
    },
    {
        "txt": "Workbench Table: The workbench table offered a solid surface for building and repairing.",
        "ipa": "wɜ́rkbɛ̀ntʃ tɛ́jbəl: ðə wɜ́rkbɛ̀ntʃ tɛ́jbəl ɔ́fərd ə sɒ́lᵻd sɜ́rfəs fɔr bᵻ́ldᵻŋ ənd rijpɛ́ərᵻŋ.",
        "hash": "TXT_5204f0e7bf2096e03b214f4f8dba2a.mp3",
        "score": 0.5
    },
    {
        "txt": "Pegboard Wall: The pegboard wall kept frequently used tools at eye level.",
        "ipa": "pɛ́ɡbɔ̀rd wɔ́l: ðə pɛ́ɡbɔ̀rd wɔ́l kɛ́pt fríjkwəntlij júwzd túwlz æt áj lɛ́vəl.",
        "hash": "TXT_091619c34f39ff2b5f5550e8292818.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Chest: The tool chest stored an extensive collection of hand and power tools.",
        "ipa": "túwl tʃɛ́st: ðə túwl tʃɛ́st stɔ́rd ən əkstɛ́nsᵻv kəlɛ́kʃən əv hǽnd ənd páwər túwlz.",
        "hash": "TXT_1c9983b616c2fa52eec58c07e8f1d1.mp3",
        "score": 0.5
    },
    {
        "txt": "Rolling Toolbox: The rolling toolbox transported heavy wrenches and sockets across the garage.",
        "ipa": "rówlᵻŋ túwlbɔ̀ks: ðə rówlᵻŋ túwlbɔ̀ks trænspɔ́rtᵻd hɛ́vij rɛ́ntʃᵻz ənd sɒ́kəts əkrɔ́s ðə ɡərɒ́ʒ.",
        "hash": "TXT_33beb41f5eec2914ce1db48ed39498.mp3",
        "score": 0.5
    },
    {
        "txt": "Organizer Drawer: The organizer drawer sorted screws, washers, and nails by size and type.",
        "ipa": "ɔ́rɡənàjzər drɔ́r: ðə ɔ́rɡənàjzər drɔ́r sɔ́rtᵻd skrúwz, wɒ́ʃərz, ənd nɛ́jlz baj sájz ənd tájp.",
        "hash": "TXT_9651e13e1f0b1a77c61b5b9ce3f1b6.mp3",
        "score": 0.5
    },
    {
        "txt": "Parts Bin: The parts bin grouped small components in transparent compartments.",
        "ipa": "pɑ́rts bᵻ́n: ðə pɑ́rts bᵻ́n ɡrúwpt smɔ́l kəmpównənts ᵻn trænspǽrənt kəmpɑ́rtmənts.",
        "hash": "TXT_e41248884b88d7efb1082679a57d18.mp3",
        "score": 0.5
    },
    {
        "txt": "Bench Grinder Stand: The bench grinder stand held the machine at an ergonomic height.",
        "ipa": "bɛ́ntʃ ɡrájndər stǽnd: ðə bɛ́ntʃ ɡrájndər stǽnd hɛ́ld ðə məʃíjn æt ən ɜ̀rɡənɒ́mᵻk hájt.",
        "hash": "TXT_809af08fdc5ea57c1e621fceb5b5ae.mp3",
        "score": 0.5
    },
    {
        "txt": "Drill Press Stand: The drill press stand stabilized the machine to bore holes safely.",
        "ipa": "drᵻ́l prɛ́s stǽnd: ðə drᵻ́l prɛ́s stǽnd stɛ́jbᵻlàjzd ðə məʃíjn tə bɔ́r hówlz sɛ́jflij.",
        "hash": "TXT_d9017a72f5aa42fe5b030ad756fc21.mp3",
        "score": 0.5
    },
    {
        "txt": "Miter Saw Stand: The miter saw stand extended support arms for long crown molding cuts.",
        "ipa": "májtər sɔ́ stǽnd: ðə májtər sɔ́ stǽnd əkstɛ́ndᵻd səpɔ́rt ɑ́rmz fɔr lɔ́ŋ kráwn mówldᵻŋ kʌ́ts.",
        "hash": "TXT_ea864c1c2a33d927db0a9c860544ed.mp3",
        "score": 0.5
    },
    {
        "txt": "Work Bench Vise: The work bench vise pivoted to clamp awkwardly shaped objects.",
        "ipa": "wɜ́rk bɛ́ntʃ vájs: ðə wɜ́rk bɛ́ntʃ vájs pᵻ́vətᵻd tə klǽmp ɔ́kwərdlij ʃɛ́jpt ɒ́bdʒɛkts.",
        "hash": "TXT_a09d43f979773cc730a33061626b93.mp3",
        "score": 0.5
    },
    {
        "txt": "Ratchet Straps: The ratchet straps tied lumber and ladders securely onto a truck.",
        "ipa": "rǽtʃət strǽps: ðə rǽtʃət strǽps tájd lʌ́mbər ənd lǽdərz səkjʊ́rlij ɒntuw ə trʌ́k.",
        "hash": "TXT_9864ac8396becde4653dbf51b41045.mp3",
        "score": 0.5
    },
    {
        "txt": "Bungee Cords: The bungee cords fastened tarps around building materials in transit.",
        "ipa": "bʌ́ndʒij kɔ́rdz: ðə bʌ́ndʒij kɔ́rdz fǽsənd tɑ́rps əráwnd bᵻ́ldᵻŋ mətɪ́ərijəlz ᵻn trǽnzᵻt.",
        "hash": "TXT_7460d8ff6643e4d0e2ade157751cb6.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Cutter: The pipe cutter rolled around copper tubing for a clean, burr-free slice.",
        "ipa": "pájp kʌ́tər: ðə pájp kʌ́tər rówld əráwnd kɒ́pər túwbᵻŋ fɔr ə klíjn, bɜ́r-fríj slájs.",
        "hash": "TXT_091fd9d4f25a774795555360574860.mp3",
        "score": 0.5
    },
    {
        "txt": "Tubing Bender: The tubing bender formed precise angles in metal or PVC pipes.",
        "ipa": "túwbᵻŋ bɛ́ndər: ðə túwbᵻŋ bɛ́ndər fɔ́rmd prəsájs ǽŋɡəlz ᵻn mɛ́təl ɔr PVC pájps.",
        "hash": "TXT_71f23639b29607472d21e44550a56b.mp3",
        "score": 0.5
    },
    {
        "txt": "Plumbing Wrench: The plumbing wrench gripped fittings in tight spots under sinks.",
        "ipa": "plʌ́mᵻŋ rɛ́ntʃ: ðə plʌ́mᵻŋ rɛ́ntʃ ɡrᵻ́pt fᵻ́tᵻŋz ᵻn tájt spɒ́ts ʌ́ndər sᵻ́ŋks.",
        "hash": "TXT_c70093a8ebcf20c4e7141c4eb263dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Plunger Tool: The plunger tool created suction to clear clogged drains.",
        "ipa": "plʌ́ndʒər túwl: ðə plʌ́ndʒər túwl krijɛ́jtᵻd sʌ́kʃən tə klɪ́ər klɔ́ɡd drɛ́jnz.",
        "hash": "TXT_55033d2f81e1043bf9fcbe1864f935.mp3",
        "score": 0.5
    },
    {
        "txt": "Drain Auger: The drain auger snaked through pipes to dislodge tough blockages.",
        "ipa": "drɛ́jn ɔ́ɡər: ðə drɛ́jn ɔ́ɡər snɛ́jkt θrúw pájps tə dᵻslɒ́dʒ tʌ́f blɒ́kᵻdʒᵻz.",
        "hash": "TXT_7fdd4df9b18f5b0d5e12a565ea2abc.mp3",
        "score": 0.5
    },
    {
        "txt": "PVC Cement: The PVC cement fused plastic plumbing joints into a watertight seal.",
        "ipa": "PVC səmɛ́nt: ðə PVC səmɛ́nt fjúwzd plǽstᵻk plʌ́mᵻŋ dʒɔ́jnts ᵻntə ə wɔ́tərtàjt síjl.",
        "hash": "TXT_7a3a3908b03f9f1fd8c7284c59af21.mp3",
        "score": 0.5
    },
    {
        "txt": "Siphon Pump: The siphon pump transferred liquids from one container to another efficiently.",
        "ipa": "sájfən pʌ́mp: ðə sájfən pʌ́mp trǽnsfərd lᵻ́kwᵻdz frəm wʌ́n kəntɛ́jnər tə ənʌ́ðər əfᵻ́ʃəntlij.",
        "hash": "TXT_f762936608c58bbf667305933de9d4.mp3",
        "score": 0.5
    },
    {
        "txt": "Flaring Tool: The flaring tool shaped the end of copper tubing for leak-proof connections.",
        "ipa": "flɛ́ərᵻŋ túwl: ðə flɛ́ərᵻŋ túwl ʃɛ́jpt ðə ɛ́nd əv kɒ́pər túwbᵻŋ fɔr líjk-prúwf kənɛ́kʃənz.",
        "hash": "TXT_babe8916439a4cec00f18aa9d5d3f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Teflon Tape: The Teflon tape sealed threaded fittings to prevent leaks in water lines.",
        "ipa": "tɛ́flən tɛ́jp: ðə tɛ́flən tɛ́jp síjld θrɛ́dᵻd fᵻ́tᵻŋz tə prəvɛ́nt líjks ᵻn wɔ́tər lájnz.",
        "hash": "TXT_46e9f382062dc3c739bb741b1dba5a.mp3",
        "score": 0.5
    },
    {
        "txt": "Measuring Wheel: The measuring wheel tracked linear distances for landscaping and fencing.",
        "ipa": "mɛ́ʒərᵻŋ wíjl: ðə mɛ́ʒərᵻŋ wíjl trǽkt lᵻ́nijər dᵻ́stənsᵻz fɔr lǽnskɛ̀jpᵻŋ ənd fɛ́nsᵻŋ.",
        "hash": "TXT_9ca7f25157a7823a4fe035c1391c7c.mp3",
        "score": 0.5
    },
    {
        "txt": "Post Hole Digger: The post hole digger excavated narrow holes for fence posts.",
        "ipa": "pówst hówl dᵻ́ɡər: ðə pówst hówl dᵻ́ɡər ɛ́kskəvɛ̀jtᵻd nǽrow hówlz fɔr fɛ́ns pówsts.",
        "hash": "TXT_484b2e8dc580060cd994cdd1b40ae8.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand Trowel: The hand trowel scooped soil into small garden pots with precision.",
        "ipa": "hǽnd tráwl: ðə hǽnd tráwl skúwpt sɔ́jl ᵻntə smɔ́l ɡɑ́rdən pɒ́ts wᵻð prəsᵻ́ʒən.",
        "hash": "TXT_3ee47a014dc3e30eec0e6fc9dc8902.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Rake: The garden rake leveled soil and gathered leaves into neat piles.",
        "ipa": "ɡɑ́rdən rɛ́jk: ðə ɡɑ́rdən rɛ́jk lɛ́vəld sɔ́jl ənd ɡǽðərd líjvz ᵻntə níjt pájlz.",
        "hash": "TXT_db80927a21dc12a872e5acdccc0376.mp3",
        "score": 0.5
    },
    {
        "txt": "Bow Rake: The bow rake broke up compacted dirt for new lawn seeding.",
        "ipa": "bow rɛ́jk: ðə bow rɛ́jk brówk ʌp kəmpǽktᵻd dɜ́rt fɔr núw lɔ́n síjdᵻŋ.",
        "hash": "TXT_e43a80b760ca97953d062ae91b2732.mp3",
        "score": 0.5
    },
    {
        "txt": "Leaf Rake: The leaf rake corralled piles of autumn leaves on the front yard.",
        "ipa": "líjf rɛ́jk: ðə líjf rɛ́jk kərǽld pájlz əv ɔ́təm líjvz ɒn ðə frʌ́nt jɑ́rd.",
        "hash": "TXT_09435c62463189c2e76c9a3b53e661.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Hoe: The garden hoe uprooted shallow weeds between rows of vegetables.",
        "ipa": "ɡɑ́rdən hów: ðə ɡɑ́rdən hów əprúwtᵻd ʃǽlow wíjdz bijtwíjn rówz əv vɛ́dʒtəbəlz.",
        "hash": "TXT_1e3df3ea7632800dc33f0c2195d1d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Dutch Hoe: The dutch hoe sliced weed roots beneath the soil surface.",
        "ipa": "dʌ́tʃ hów: ðə dʌ́tʃ hów slájst wíjd rúwts bəníjθ ðə sɔ́jl sɜ́rfəs.",
        "hash": "TXT_7e6b487a13649f55fc5705855dea4d.mp3",
        "score": 0.5
    },
    {
        "txt": "Pruning Shears: The pruning shears clipped dead rose stems for healthier regrowth.",
        "ipa": "prúwnᵻŋ ʃíjərz: ðə prúwnᵻŋ ʃíjərz klᵻ́pt dɛ́d rówz stɛ́mz fɔr hɛ́lθijər rᵻɡrówθ.",
        "hash": "TXT_6512351f0ef360e660276ffbe4f55f.mp3",
        "score": 0.5
    },
    {
        "txt": "Hedge Shears: The hedge shears shaped shrubs into tidy, uniform hedges.",
        "ipa": "hɛ́dʒ ʃíjərz: ðə hɛ́dʒ ʃíjərz ʃɛ́jpt ʃrʌ́bz ᵻntə tájdij, júwnᵻfɔ̀rm hɛ́dʒᵻz.",
        "hash": "TXT_99c5f61d4972839a2dfab725a84333.mp3",
        "score": 0.5
    },
    {
        "txt": "Lopping Shears: The lopping shears severed thicker branches above head height.",
        "ipa": "lɒ́pᵻŋ ʃíjərz: ðə lɒ́pᵻŋ ʃíjərz sɛ́vərd θᵻ́kər brǽntʃᵻz əbʌ́v hɛ́d hájt.",
        "hash": "TXT_68535ef750fe9875c970f70fbea608.mp3",
        "score": 0.5
    },
    {
        "txt": "Pole Pruner: The pole pruner reached overhead branches without using a ladder.",
        "ipa": "pówl prúwnər: ðə pówl prúwnər ríjtʃt ówvərhɛ́d brǽntʃᵻz wᵻðáwt júwzᵻŋ ə lǽdər.",
        "hash": "TXT_bb3b3d2729399aef6f81030db12e6f.mp3",
        "score": 0.5
    },
    {
        "txt": "Chainsaw Tool: The chainsaw tool felled small trees and trimmed thick logs for firewood.",
        "ipa": "tʃɛ́jnsɔ̀ túwl: ðə tʃɛ́jnsɔ̀ túwl fɛ́ld smɔ́l tríjz ənd trᵻ́md θᵻ́k lɔ́ɡz fɔr fájərwʊ̀d.",
        "hash": "TXT_439ee8dd6900d8f47d3d3f2bb75b9e.mp3",
        "score": 0.5
    },
    {
        "txt": "Chainsaw Sharpener: The chainsaw sharpener maintained a keen chain edge for cleaner cuts.",
        "ipa": "tʃɛ́jnsɔ̀ ʃɑ́rpənər: ðə tʃɛ́jnsɔ̀ ʃɑ́rpənər mɛjntɛ́jnd ə kíjn tʃɛ́jn ɛ́dʒ fɔr klíjnər kʌ́ts.",
        "hash": "TXT_52d23ac3d27e163ad8868acb6420bf.mp3",
        "score": 0.5
    },
    {
        "txt": "Brush Cutter: The brush cutter cleared overgrown fields of brambles and weeds.",
        "ipa": "brʌ́ʃ kʌ́tər: ðə brʌ́ʃ kʌ́tər klɪ́ərd òwvərɡrówn fíjldz əv brǽmbəlz ənd wíjdz.",
        "hash": "TXT_97b518c70c92f8e2573491247a32d5.mp3",
        "score": 0.5
    },
    {
        "txt": "String Trimmer: The string trimmer tidied lawn edges along fences and flower beds.",
        "ipa": "strᵻ́ŋ trᵻ́mər: ðə strᵻ́ŋ trᵻ́mər tájdijd lɔ́n ɛ́dʒᵻz əlɔ́ŋ fɛ́nsᵻz ənd fláwər bɛ́dz.",
        "hash": "TXT_861a82f59e27d4680ba28e3dfc1bff.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Shovel: The garden shovel dug planting holes for shrubs and perennials.",
        "ipa": "ɡɑ́rdən ʃʌ́vəl: ðə ɡɑ́rdən ʃʌ́vəl dʌ́ɡ plǽntᵻŋ hówlz fɔr ʃrʌ́bz ənd pərɛ́nijəlz.",
        "hash": "TXT_7a233755dbd882d6b253415ee30b97.mp3",
        "score": 0.5
    },
    {
        "txt": "Spading Fork: The spading fork aerated the soil, improving drainage in the vegetable patch.",
        "ipa": "spɛ́jdᵻŋ fɔ́rk: ðə spɛ́jdᵻŋ fɔ́rk ɛ́ərɛ̀jtᵻd ðə sɔ́jl, ᵻmprúwvᵻŋ drɛ́jnᵻdʒ ᵻn ðə vɛ́dʒtəbəl pǽtʃ.",
        "hash": "TXT_676020e53084f3990e3a40e8688238.mp3",
        "score": 0.5
    },
    {
        "txt": "Pitchfork Tool: The pitchfork tool lifted hay or compost, spreading it evenly.",
        "ipa": "pᵻ́tʃfɔ̀rk túwl: ðə pᵻ́tʃfɔ̀rk túwl lᵻ́ftᵻd hɛ́j ɔr kɒ́mpowst, sprɛ́dᵻŋ ᵻt íjvənlij.",
        "hash": "TXT_d707d40185f683e64da7e175eebf6d.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheelbarrow Cart: The wheelbarrow cart hauled soil and mulch around the garden.",
        "ipa": "wíjlbæ̀row kɑ́rt: ðə wíjlbæ̀row kɑ́rt hɔ́ld sɔ́jl ənd mʌ́ltʃ əráwnd ðə ɡɑ́rdən.",
        "hash": "TXT_aec47146b967f403f34e00cb26ad50.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Sprayer: The garden sprayer misted fertilizers or pesticides onto plant leaves.",
        "ipa": "ɡɑ́rdən sprɛ́jər: ðə ɡɑ́rdən sprɛ́jər mᵻ́stəd fɜ́rtᵻlàjzərz ɔr pɛ́stᵻsàjdz ɒntuw plǽnt líjvz.",
        "hash": "TXT_6e1a74f406dcc37eb6fd2b266c0244.mp3",
        "score": 0.5
    },
    {
        "txt": "Pressure Washer: The pressure washer blasted dirt from patios and driveways.",
        "ipa": "prɛ́ʃər wɒ́ʃər: ðə prɛ́ʃər wɒ́ʃər blǽstᵻd dɜ́rt frəm pǽtijòwz ənd drájvwɛ̀jz.",
        "hash": "TXT_fa18cd8f5f861d5bf5ceb05811c6c8.mp3",
        "score": 0.5
    },
    {
        "txt": "Hose Nozzle: The hose nozzle adjusted water flow from gentle mist to powerful jet.",
        "ipa": "hówz nɒ́zəl: ðə hówz nɒ́zəl ədʒʌ́stᵻd wɔ́tər flów frəm dʒɛ́ntəl mᵻ́st tə páwərfəl dʒɛ́t.",
        "hash": "TXT_5549c2e9b7412b563f24a1272203ef.mp3",
        "score": 0.5
    },
    {
        "txt": "Soaker Hose: The soaker hose watered garden beds at ground level without evaporation loss.",
        "ipa": "sówkər hówz: ðə sówkər hówz wɔ́tərd ɡɑ́rdən bɛ́dz æt ɡráwnd lɛ́vəl wᵻðáwt əvæ̀pərɛ́jʃən lɔ́s.",
        "hash": "TXT_b37debb127287ccb9a00f6d3b29e20.mp3",
        "score": 0.5
    },
    {
        "txt": "Sprinkler System: The sprinkler system kept the lawn green during summer droughts.",
        "ipa": "sprᵻ́ŋkələr sᵻ́stəm: ðə sprᵻ́ŋkələr sᵻ́stəm kɛ́pt ðə lɔ́n ɡríjn dʊ́rᵻŋ sʌ́mər dráwts.",
        "hash": "TXT_3804b3f5c3b8441d66b72428417217.mp3",
        "score": 0.5
    },
    {
        "txt": "Hose Reel: The hose reel stored the garden hose neatly to prevent tangles.",
        "ipa": "hówz ríjl: ðə hówz ríjl stɔ́rd ðə ɡɑ́rdən hówz níjtlij tə prəvɛ́nt tǽŋɡəlz.",
        "hash": "TXT_4505a898eb6e1c9a76ab09667cf09a.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Spade: The garden spade’s flat edge cut sod and edged flowerbeds neatly.",
        "ipa": "ɡɑ́rdən spɛ́jd: ðə ɡɑ́rdən spɛ́jd'z flǽt ɛ́dʒ kʌ́t sɒ́d ənd ɛ́dʒd fláwərbɛ̀dz níjtlij.",
        "hash": "TXT_5e06c9fda0d0968cd9661a535b098e.mp3",
        "score": 0.5
    },
    {
        "txt": "Edging Iron: The edging iron defined the border between lawn and pathway sharply.",
        "ipa": "ɛ́dʒᵻŋ ájərn: ðə ɛ́dʒᵻŋ ájərn dəfájnd ðə bɔ́rdər bijtwíjn lɔ́n ənd pǽθwɛ̀j ʃɑ́rplij.",
        "hash": "TXT_219171f90e16c5605c276d401161d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Landscape Fabric: The landscape fabric blocked weeds while allowing water infiltration.",
        "ipa": "lǽnskɛ̀jp fǽbrᵻk: ðə lǽnskɛ̀jp fǽbrᵻk blɒ́kt wíjdz wájl əláwᵻŋ wɔ́tər ᵻ̀nfᵻltrɛ́jʃən.",
        "hash": "TXT_bb8854a9b625fc8cfd9899992ca308.mp3",
        "score": 0.5
    },
    {
        "txt": "Lawn Aerator: The lawn aerator perforated turf to encourage root growth and reduce compaction.",
        "ipa": "lɔ́n eərɛ́jtər: ðə lɔ́n eərɛ́jtər pɜ́rfərɛ̀jtᵻd tɜ́rf tə ənkɜ́rᵻdʒ rúwt ɡrówθ ənd rədjúws kəmpǽkʃən.",
        "hash": "TXT_79f69809c74680b2cee672433b5b5c.mp3",
        "score": 0.5
    },
    {
        "txt": "Seed Spreader: The seed spreader broadcast grass seed evenly across the yard.",
        "ipa": "síjd sprɛ́dər: ðə síjd sprɛ́dər brɔ́dkæ̀st ɡrǽs síjd íjvənlij əkrɔ́s ðə jɑ́rd.",
        "hash": "TXT_2156c2f017105159ad422253a1b123.mp3",
        "score": 0.5
    },
    {
        "txt": "Fertilizer Spreader: The fertilizer spreader delivered nutrients to every corner of the lawn.",
        "ipa": "fɜ́rtᵻlàjzər sprɛ́dər: ðə fɜ́rtᵻlàjzər sprɛ́dər dəlᵻ́vərd núwtrijənts tə ɛvərij kɔ́rnər əv ðə lɔ́n.",
        "hash": "TXT_0ed6f09e3c0b4d57ab66dc343b39c1.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Kneeler: The garden kneeler cushioned her joints while planting and weeding.",
        "ipa": "ɡɑ́rdən níjlər: ðə ɡɑ́rdən níjlər kʊ́ʃənd hər dʒɔ́jnts wájl plǽntᵻŋ ənd wíjdᵻŋ.",
        "hash": "TXT_560ab70a9ee13c6947b9a06a7eec97.mp3",
        "score": 0.5
    },
    {
        "txt": "Pruning Saw: The pruning saw tackled thicker stems that bypass pruners couldn’t handle.",
        "ipa": "prúwnᵻŋ sɔ́: ðə prúwnᵻŋ sɔ́ tǽkəld θᵻ́kər stɛ́mz thət bájpæ̀s pruwnərz kʊ́dənt hǽndəl.",
        "hash": "TXT_8cb274279cfa857579bffa0f1e0af7.mp3",
        "score": 0.5
    },
    {
        "txt": "Harvest Basket: The harvest basket carried fresh produce from the orchard to the kitchen.",
        "ipa": "hɑ́rvəst bǽskət: ðə hɑ́rvəst bǽskət kǽrijd frɛ́ʃ prədúws frəm ðə ɔ́rtʃərd tə ðə kᵻ́tʃən.",
        "hash": "TXT_68647ab4b5c34e958d999c5e3a4146.mp3",
        "score": 0.5
    },
    {
        "txt": "Potting Bench: The potting bench organized tools and soil for transplanting tasks.",
        "ipa": "pɒtᵻŋ bɛ́ntʃ: ðə pɒtᵻŋ bɛ́ntʃ ɔ́rɡənàjzd túwlz ənd sɔ́jl fɔr trænsplǽntᵻŋ tǽsks.",
        "hash": "TXT_835361044c982cb7e25525ea89e703.mp3",
        "score": 0.5
    },
    {
        "txt": "Grafting Knife: The grafting knife carefully joined scion wood to rootstock in the orchard.",
        "ipa": "ɡrǽftᵻŋ nájf: ðə ɡrǽftᵻŋ nájf kɛ́ərfəlij dʒɔ́jnd sájən wʊ́d tə rúwtstɒ̀k ᵻn ðə ɔ́rtʃərd.",
        "hash": "TXT_2e374525b3c4b9d416df2686d00b90.mp3",
        "score": 0.5
    },
    {
        "txt": "Soil Thermometer: The soil thermometer checked the ground temperature before sowing seeds.",
        "ipa": "sɔ́jl θərmɒ́mətər: ðə sɔ́jl θərmɒ́mətər tʃɛ́kt ðə ɡráwnd tɛ́mpərətʃər bəfɔ́r sówᵻŋ síjdz.",
        "hash": "TXT_9a485bf2bce39f8b79776f02a93d07.mp3",
        "score": 0.5
    },
    {
        "txt": "Bulb Planter: The bulb planter created uniform holes for daffodils and tulips.",
        "ipa": "bʌ́lb plǽntər: ðə bʌ́lb plǽntər krijɛ́jtᵻd júwnᵻfɔ̀rm hówlz fɔr dǽfədᵻ̀lz ənd túwləps.",
        "hash": "TXT_02e03985c376227a33984fc58ac833.mp3",
        "score": 0.5
    },
    {
        "txt": "Weeding Knife: The weeding knife levered out deep-rooted dandelions in one go.",
        "ipa": "wíjdᵻŋ nájf: ðə wíjdᵻŋ nájf lɛ́vərd awt díjp-rúwtᵻd dǽndəlàjənz ᵻn wʌ́n ɡow.",
        "hash": "TXT_5f35033f40d09b4a034a14b17a8ef2.mp3",
        "score": 0.5
    },
    {
        "txt": "Cultivator Tool: The cultivator tool broke up clumps around seedlings to promote airflow.",
        "ipa": "kʌ́ltᵻvɛjtər túwl: ðə kʌ́ltᵻvɛjtər túwl brówk ʌp klʌ́mps əráwnd síjdlᵻŋz tə prəmówt ɛ́ərflow.",
        "hash": "TXT_9b4f90a3e40818e9d42a7e272d0cd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Seed Dibber: The seed dibber poked neat planting holes at consistent depths.",
        "ipa": "síjd dᵻ́bər: ðə síjd dᵻ́bər pówkt níjt plǽntᵻŋ hówlz æt kənsᵻ́stənt dɛ́pθs.",
        "hash": "TXT_7d3eb01ddce192762e4587a8aa9302.mp3",
        "score": 0.5
    },
    {
        "txt": "Knee Pads: The knee pads protected joints during extended sessions on rocky soil.",
        "ipa": "níj pǽdz: ðə níj pǽdz prətɛ́ktᵻd dʒɔ́jnts dʊ́rᵻŋ əkstɛ́ndᵻd sɛ́ʃənz ɒn rɒ́kij sɔ́jl.",
        "hash": "TXT_ea1ece5559e3fa792b8f51dd296ac2.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Cart: The garden cart transported heavy potted plants and bags of compost effortlessly.",
        "ipa": "ɡɑ́rdən kɑ́rt: ðə ɡɑ́rdən kɑ́rt trænspɔ́rtᵻd hɛ́vij pɒ́tᵻd plǽnts ənd bǽɡz əv kɒ́mpowst ɛ́fərtləslij.",
        "hash": "TXT_56182cec7e4ae9fb0b4ea4cd7526d0.mp3",
        "score": 0.5
    },
    {
        "txt": "Mesh Sieve: The mesh sieve sifted stones from potting mix, keeping soil fine.",
        "ipa": "mɛ́ʃ sᵻ́v: ðə mɛ́ʃ sᵻ́v sᵻ́ftᵻd stównz frəm pɒtᵻŋ mᵻ́ks, kíjpᵻŋ sɔ́jl fájn.",
        "hash": "TXT_d8fbd26a336151d532b30608eede23.mp3",
        "score": 0.5
    },
    {
        "txt": "Wood Splitter: The wood splitter cracked logs easily into fireplace-ready chunks.",
        "ipa": "wʊ́d splᵻ́tər: ðə wʊ́d splᵻ́tər krǽkt lɔ́ɡz íjzəlij ᵻntə fájərplɛ̀js-rɛ́dij tʃʌ́ŋks.",
        "hash": "TXT_3ab3ab50196684a8c3c64ad3b40592.mp3",
        "score": 0.5
    },
    {
        "txt": "Splitting Maul: The splitting maul’s weighted head crushed knotty wood fibers.",
        "ipa": "splᵻ́tᵻŋ mɔ́l: ðə splᵻ́tᵻŋ mɔ́l'z wɛ́jtᵻd hɛ́d krʌ́ʃt nɒ́tij wʊ́d fájbərz.",
        "hash": "TXT_c3a1c2ac0e17ccd121d112031237b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Log Hook: The log hook lifted cut rounds to the trailer without bending over.",
        "ipa": "lɔ́ɡ hʊ́k: ðə lɔ́ɡ hʊ́k lᵻ́ftᵻd kʌ́t ráwndz tə ðə trɛ́jlər wᵻðáwt bɛ́ndᵻŋ ówvər.",
        "hash": "TXT_3a9d85cfbae131753b4ecf99ea2c5e.mp3",
        "score": 0.5
    },
    {
        "txt": "Cant Hook: The cant hook rolled large logs safely, positioning them for slicing.",
        "ipa": "kǽnt hʊ́k: ðə kǽnt hʊ́k rówld lɑ́rdʒ lɔ́ɡz sɛ́jflij, pəzᵻ́ʃənᵻŋ ðɛm fɔr slájsᵻŋ.",
        "hash": "TXT_35455fa53a2a915e70ef29cc021586.mp3",
        "score": 0.5
    },
    {
        "txt": "Timberjack Tool: The timberjack tool held logs off the ground while cutting firewood.",
        "ipa": "tᵻ́mbərdʒæ̀k túwl: ðə tᵻ́mbərdʒæ̀k túwl hɛ́ld lɔ́ɡz ɔ́f ðə ɡráwnd wájl kʌ́tᵻŋ fájərwʊ̀d.",
        "hash": "TXT_a28638072a299401ecc3de2ea5ba73.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Detector: The metal detector scanned job sites for hidden nails or lost screws.",
        "ipa": "mɛ́təl dətɛ́ktər: ðə mɛ́təl dətɛ́ktər skǽnd dʒɒ́b sájts fɔr hᵻ́dən nɛ́jlz ɔr lɔ́st skrúwz.",
        "hash": "TXT_298b6ada460c1dee9391c68cd165ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Stud Sensor: The stud sensor beeped to locate edges of framing behind drywall.",
        "ipa": "stʌ́d sɛ́nsər: ðə stʌ́d sɛ́nsər bíjpt tə lówkɛ̀jt ɛ́dʒᵻz əv frɛ́jmᵻŋ bəhájnd drájwɒ̀l.",
        "hash": "TXT_37566653a8455b7ef268d98acc6eeb.mp3",
        "score": 0.5
    },
    {
        "txt": "Inspection Camera: The inspection camera snaked into walls to see hidden pipes.",
        "ipa": "ᵻ̀nspɛ́kʃən kǽmərə: ðə ᵻ̀nspɛ́kʃən kǽmərə snɛ́jkt ᵻntə wɔ́lz tə síj hᵻ́dən pájps.",
        "hash": "TXT_66e27c8923694cac7a001ae2d1439c.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnet Wand: The magnet wand retrieved dropped screws and nails from tight crevices.",
        "ipa": "mǽɡnət wɒ́nd: ðə mǽɡnət wɒ́nd rətríjvd drɒ́pt skrúwz ənd nɛ́jlz frəm tájt krɛ́vᵻsᵻz.",
        "hash": "TXT_c96c666bdb3f5152e4e2874c0481a3.mp3",
        "score": 0.5
    },
    {
        "txt": "Corner Clamp: The corner clamp aligned frames for perfect right angles in woodworking.",
        "ipa": "kɔ́rnər klǽmp: ðə kɔ́rnər klǽmp əlájnd frɛ́jmz fɔr pɜ́rfəkt rájt ǽŋɡəlz ᵻn wʊ́dwɜ̀rkᵻŋ.",
        "hash": "TXT_441e54995139c5d9a97ac29e11bb39.mp3",
        "score": 0.5
    },
    {
        "txt": "Edge Clamp: The edge clamp applied pressure along thin edges without marring surfaces.",
        "ipa": "ɛ́dʒ klǽmp: ðə ɛ́dʒ klǽmp əplájd prɛ́ʃər əlɔ́ŋ θᵻ́n ɛ́dʒᵻz wᵻðáwt mɑ́rᵻŋ sɜ́rfəsᵻz.",
        "hash": "TXT_ac49e65abc38ee69f46a5b96bb1abd.mp3",
        "score": 0.5
    },
    {
        "txt": "Table Clamp: The table clamp locked down parts on a makeshift work surface.",
        "ipa": "tɛ́jbəl klǽmp: ðə tɛ́jbəl klǽmp lɒ́kt dawn pɑ́rts ɒn ə mɛ́jkʃᵻ̀ft wɜ́rk sɜ́rfəs.",
        "hash": "TXT_20ed8de397e50a862a6fb0d068ae2d.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Clamp: The pipe clamp extended to hold large panels during glue-ups.",
        "ipa": "pájp klǽmp: ðə pájp klǽmp əkstɛ́ndᵻd tə hówld lɑ́rdʒ pǽnəlz dʊ́rᵻŋ ɡlúw-ʌ́ps.",
        "hash": "TXT_afe3c32afa08f935cf0f5cb3d83ef1.mp3",
        "score": 0.5
    },
    {
        "txt": "Pocket Level: The pocket level fit into a small toolbox for quick alignment checks.",
        "ipa": "pɒ́kət lɛ́vəl: ðə pɒ́kət lɛ́vəl fᵻ́t ᵻntə ə smɔ́l túwlbɔ̀ks fɔr kwᵻ́k əlájnmənt tʃɛ́ks.",
        "hash": "TXT_3045912cf473d3f9c3b602ad806dcb.mp3",
        "score": 0.5
    },
    {
        "txt": "Collapsible Ladder: The collapsible ladder folded down for easy storage in the van.",
        "ipa": "kəlǽpsəbəl lǽdər: ðə kəlǽpsəbəl lǽdər fówldᵻd dawn fɔr íjzij stɔ́rᵻdʒ ᵻn ðə vǽn.",
        "hash": "TXT_6b3d3b90c699e3b1dacec3ee19941a.mp3",
        "score": 0.5
    },
    {
        "txt": "Extension Ladder: The extension ladder reached the second-story gutters for clearing leaves.",
        "ipa": "əkstɛ́nʃən lǽdər: ðə əkstɛ́nʃən lǽdər ríjtʃt ðə sɛ́kənd-stɔ́rij ɡʌ́tərz fɔr klɪ́ərᵻŋ líjvz.",
        "hash": "TXT_34176e4a23902c39c6edc45322ba89.mp3",
        "score": 0.5
    },
    {
        "txt": "Platform Ladder: The platform ladder offered a stable standing area for painting ceilings.",
        "ipa": "plǽtfɔ̀rm lǽdər: ðə plǽtfɔ̀rm lǽdər ɔ́fərd ə stɛ́jbəl stǽndᵻŋ ɛ́ərijə fɔr pɛ́jntᵻŋ síjlᵻŋz.",
        "hash": "TXT_9b9b266338d28a578de90bbfae8668.mp3",
        "score": 0.5
    },
    {
        "txt": "Step Ladder: The step ladder helped replace light bulbs without overstretching.",
        "ipa": "stɛ́p lǽdər: ðə stɛ́p lǽdər hɛ́lpt rìjplɛ́js lájt bʌ́lbz wᵻðáwt owvərstrɛ́tʃᵻŋ.",
        "hash": "TXT_ef7fc38346b70d5bdd740444cbda6e.mp3",
        "score": 0.5
    },
    {
        "txt": "Shingle Hatchet: The shingle hatchet removed old roofing shingles efficiently.",
        "ipa": "ʃᵻ́ŋɡəl hǽtʃət: ðə ʃᵻ́ŋɡəl hǽtʃət rijmúwvd ówld rúwfᵻŋ ʃᵻ́ŋɡəlz əfᵻ́ʃəntlij.",
        "hash": "TXT_37fa37a1a079b0cdd71e7fa888dc81.mp3",
        "score": 0.5
    },
    {
        "txt": "Roofing Nailer: The roofing nailer sped up nailing asphalt shingles under the hot sun.",
        "ipa": "rúwfᵻŋ nɛ́jlər: ðə rúwfᵻŋ nɛ́jlər spɛ́d ʌp nɛ́jlᵻŋ ǽsfɔlt ʃᵻ́ŋɡəlz ʌ́ndər ðə hɒ́t sʌ́n.",
        "hash": "TXT_6db99bdcbdf19c0b2632d0c52f47b5.mp3",
        "score": 0.5
    },
    {
        "txt": "Drywall Lift: The drywall lift raised heavy sheets overhead for easy attachment to the ceiling.",
        "ipa": "drájwɒ̀l lᵻ́ft: ðə drájwɒ̀l lᵻ́ft rɛ́jzd hɛ́vij ʃíjts ówvərhɛ́d fɔr íjzij ətǽtʃmənt tə ðə síjlᵻŋ.",
        "hash": "TXT_b1e45c3abbf0db0135ef68ab1ead87.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Threader: The pipe threader cut precise threads for plumbing connections.",
        "ipa": "pájp θrɛ́dər: ðə pájp θrɛ́dər kʌ́t prəsájs θrɛ́dz fɔr plʌ́mᵻŋ kənɛ́kʃənz.",
        "hash": "TXT_8f7b7832b9b2023d6c906f7ff7f5b7.mp3",
        "score": 0.5
    },
    {
        "txt": "Plumber’s Torch: The plumber’s torch heated copper joints to flow solder smoothly.",
        "ipa": "plʌ́mər'z tɔ́rtʃ: ðə plʌ́mər'z tɔ́rtʃ híjtᵻd kɒ́pər dʒɔ́jnts tə flów sɒ́dər smúwðlij.",
        "hash": "TXT_1c7b742592652cf2cc0a2338a9a6b0.mp3",
        "score": 0.5
    },
    {
        "txt": "Digital Caliper: The digital caliper measured thickness and inside diameters accurately.",
        "ipa": "dᵻ́dʒᵻtəl kǽlᵻpər: ðə dᵻ́dʒᵻtəl kǽlᵻpər mɛ́ʒərd θᵻ́knəs ənd ᵻnsájd dajǽmᵻtərz ǽkjərətlij.",
        "hash": "TXT_e979f9bf96b4b14c1889490e01ce71.mp3",
        "score": 0.5
    },
    {
        "txt": "Feeler Gauge: The feeler gauge checked precise gaps in automotive engine parts.",
        "ipa": "fíjlər ɡɛ́jdʒ: ðə fíjlər ɡɛ́jdʒ tʃɛ́kt prəsájs ɡǽps ᵻn ɔ̀təmówtᵻv ɛ́ndʒᵻn pɑ́rts.",
        "hash": "TXT_c337523b336567714a6e1e3e6114ac.mp3",
        "score": 0.5
    },
    {
        "txt": "Micrometer Tool: The micrometer tool confirmed small dimensional tolerances in metalworking.",
        "ipa": "majkrɒ́mijtər túwl: ðə majkrɒ́mijtər túwl kənfɜ́rmd smɔ́l dajmɛ́nʃənəl tɒ́lərənsᵻz ᵻn mɛ́təlwɜ̀rkᵻŋ.",
        "hash": "TXT_18b36311730c84ad8a9c7c64e1110d.mp3",
        "score": 0.5
    },
    {
        "txt": "Dial Indicator: The dial indicator measured tiny misalignments in rotating shafts.",
        "ipa": "dájəl ᵻ́ndᵻkɛ̀jtər: ðə dájəl ᵻ́ndᵻkɛ̀jtər mɛ́ʒərd tájnij mᵻsəlájnmənts ᵻn rówtɛ̀jtᵻŋ ʃǽfts.",
        "hash": "TXT_9361b0eb7840b48f8e5498fcd7400d.mp3",
        "score": 0.5
    },
    {
        "txt": "Welding Helmet: The welding helmet shielded eyes from intense arcs and sparks.",
        "ipa": "wɛ́ldᵻŋ hɛ́lmət: ðə wɛ́ldᵻŋ hɛ́lmət ʃíjldᵻd ájz frəm ᵻ̀ntɛ́ns ɑ́rks ənd spɑ́rks.",
        "hash": "TXT_541b4dc4b8f226e50bfca3bd718b7a.mp3",
        "score": 0.5
    },
    {
        "txt": "MIG Welder: The MIG welder fused metal pieces with a continuous wire feed.",
        "ipa": "MIG wɛ́ldər: ðə MIG wɛ́ldər fjúwzd mɛ́təl píjsᵻz wᵻð ə kəntᵻ́njuwəs wájər fíjd.",
        "hash": "TXT_d948ba17a5a386eb33fb6199a60d8f.mp3",
        "score": 0.5
    },
    {
        "txt": "Arc Welder: The arc welder required electrode rods to join steel effectively.",
        "ipa": "ɑ́rk wɛ́ldər: ðə ɑ́rk wɛ́ldər rəkwájərd əlɛ́ktrowd rɒ́dz tə dʒɔ́jn stíjl əfɛ́ktᵻvlij.",
        "hash": "TXT_2bcd0dcab9e19ef4e475445b3f8ab5.mp3",
        "score": 0.5
    },
    {
        "txt": "Plasma Cutter: The plasma cutter sliced through metal sheets like butter using ionized gas.",
        "ipa": "plǽzmə kʌ́tər: ðə plǽzmə kʌ́tər slájst θrúw mɛ́təl ʃíjts lájk bʌ́tər júwzᵻŋ ájənàjzd ɡǽs.",
        "hash": "TXT_001af3aa2f36c57d7924510905e439.mp3",
        "score": 0.5
    },
    {
        "txt": "Wire Brush: The wire brush cleaned oxidation and slag before welding seams.",
        "ipa": "wájər brʌ́ʃ: ðə wájər brʌ́ʃ klíjnd ɒ̀ksᵻdɛ́jʃən ənd slǽɡ bəfɔ́r wɛ́ldᵻŋ síjmz.",
        "hash": "TXT_bcdc3380280cc22bc76ad1b29e9d46.mp3",
        "score": 0.5
    },
    {
        "txt": "Welding Clamps: The welding clamps held two steel plates at the correct angle until tack welded.",
        "ipa": "wɛ́ldᵻŋ klǽmps: ðə wɛ́ldᵻŋ klǽmps hɛ́ld túw stíjl plɛ́jts æt ðə kərɛ́kt ǽŋɡəl əntᵻ́l tǽk wɛ́ldᵻd.",
        "hash": "TXT_450c3309d356b5379d888c39477496.mp3",
        "score": 0.5
    },
    {
        "txt": "Concrete Mixer: The concrete mixer combined cement, sand, and gravel into a workable slurry.",
        "ipa": "kɒ́nkrijt mᵻ́ksər: ðə kɒ́nkrijt mᵻ́ksər kəmbájnd səmɛ́nt, sǽnd, ənd ɡrǽvəl ᵻntə ə wɜ́rkəbəl slɜ́rij.",
        "hash": "TXT_c20ffddf55736624c3a93315e81a2c.mp3",
        "score": 0.5
    },
    {
        "txt": "Concrete Float: The concrete float smoothed wet surfaces for a polished finish.",
        "ipa": "kɒ́nkrijt flówt: ðə kɒ́nkrijt flówt smúwðd wɛ́t sɜ́rfəsᵻz fɔr ə pɒ́lᵻʃt fᵻ́nᵻʃ.",
        "hash": "TXT_9e1fd28fdda4d2ab7d8a487c39c499.mp3",
        "score": 0.5
    },
    {
        "txt": "Masonry Trowel: The masonry trowel spread mortar between bricks for an even joint.",
        "ipa": "mɛ́jsənrij tráwl: ðə mɛ́jsənrij tráwl sprɛ́d mɔ́rtər bijtwíjn brᵻ́ks fɔr ən íjvən dʒɔ́jnt.",
        "hash": "TXT_fadafe74940657d48dc028bb1fa6c7.mp3",
        "score": 0.5
    },
    {
        "txt": "Brick Jointer: The brick jointer pressed mortar lines to a consistent, neat depth.",
        "ipa": "brᵻ́k dʒɔ́jntər: ðə brᵻ́k dʒɔ́jntər prɛ́st mɔ́rtər lájnz tə ə kənsᵻ́stənt, níjt dɛ́pθ.",
        "hash": "TXT_6cd5a44627a710d8b955657fb56aae.mp3",
        "score": 0.5
    },
    {
        "txt": "Rebar Cutter: The rebar cutter sheared steel rods for reinforced concrete footings.",
        "ipa": "ríjbɑ̀r kʌ́tər: ðə ríjbɑ̀r kʌ́tər ʃɪ́ərd stíjl rɒ́dz fɔr rìjᵻnfɔ́rst kɒ́nkrijt fʊ́tᵻŋz.",
        "hash": "TXT_2287b87723f4f6fa4b280e0ece870f.mp3",
        "score": 0.5
    },
    {
        "txt": "Rebar Bender: The rebar bender bent rods to specific angles needed for columns or beams.",
        "ipa": "ríjbɑ̀r bɛ́ndər: ðə ríjbɑ̀r bɛ́ndər bɛ́nt rɒ́dz tə spəsᵻ́fᵻk ǽŋɡəlz níjdᵻd fɔr kɒ́ləmz ɔr bíjmz.",
        "hash": "TXT_2441e05b861fe2edc978da81c04715.mp3",
        "score": 0.5
    },
    {
        "txt": "Concrete Vibrator: The concrete vibrator removed air pockets from freshly poured slabs.",
        "ipa": "kɒ́nkrijt vájbrɛjtər: ðə kɒ́nkrijt vájbrɛjtər rijmúwvd ɛ́ər pɒ́kəts frəm frɛ́ʃlij pɔ́rd slǽbz.",
        "hash": "TXT_44d3a8baa1c5e526c3f3c537a8c9e7.mp3",
        "score": 0.5
    },
    {
        "txt": "Grout Float: The grout float packed grout firmly between tiles for a uniform surface.",
        "ipa": "ɡráwt flówt: ðə ɡráwt flówt pǽkt ɡráwt fɜ́rmlij bijtwíjn tájlz fɔr ə júwnᵻfɔ̀rm sɜ́rfəs.",
        "hash": "TXT_4b1c3cc82465d7d3cf4723f30ba64e.mp3",
        "score": 0.5
    },
    {
        "txt": "Tile Nippers: The tile nippers clipped small corners off ceramic or mosaic tiles.",
        "ipa": "tájl nᵻ́pərz: ðə tájl nᵻ́pərz klᵻ́pt smɔ́l kɔ́rnərz ɔ́f sərǽmᵻk ɔr mowzɛ́jᵻk tájlz.",
        "hash": "TXT_5bdb6e26bfa83de3191725acd83da4.mp3",
        "score": 0.5
    },
    {
        "txt": "Tile Cutter: The tile cutter scored porcelain for a clean snap when shaping floor tiles.",
        "ipa": "tájl kʌ́tər: ðə tájl kʌ́tər skɔ́rd pɔ́rsəlᵻn fɔr ə klíjn snǽp wɛ́n ʃɛ́jpᵻŋ flɔ́r tájlz.",
        "hash": "TXT_af4a713c39b33db65963fea4691407.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheeled Marking Gauge: The wheeled marking gauge glided along boards for accurate layout lines.",
        "ipa": "wíjld mɑ́rkᵻŋ ɡɛ́jdʒ: ðə wíjld mɑ́rkᵻŋ ɡɛ́jdʒ ɡlájdᵻd əlɔ́ŋ bɔ́rdz fɔr ǽkjərət lɛ́jàwt lájnz.",
        "hash": "TXT_07eeb37e27adeeee1cc517c948470f.mp3",
        "score": 0.5
    },
    {
        "txt": "Glass Cutter: The glass cutter scored glass sheets before snapping along the line.",
        "ipa": "ɡlǽs kʌ́tər: ðə ɡlǽs kʌ́tər skɔ́rd ɡlǽs ʃíjts bəfɔ́r snǽpᵻŋ əlɔ́ŋ ðə lájn.",
        "hash": "TXT_e25cff7f5df1a5622b06221917c5a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Resin Applicator: The resin applicator dispensed epoxy evenly for fiberglass repair.",
        "ipa": "rɛ́zᵻn ǽplᵻkɛ̀jtər: ðə rɛ́zᵻn ǽplᵻkɛ̀jtər dᵻspɛ́nst əpɒ́ksij íjvənlij fɔr fájbərɡlæ̀s rəpɛ́ər.",
        "hash": "TXT_7c6d5ccde084c561dded2af1c9ced7.mp3",
        "score": 0.5
    },
    {
        "txt": "Automotive Creeper: The automotive creeper let mechanics slide under cars without kneeling on concrete.",
        "ipa": "ɔ̀təmówtᵻv kríjpər: ðə ɔ̀təmówtᵻv kríjpər lɛt məkǽnᵻks slájd ʌ́ndər kɑ́rz wᵻðáwt níjlᵻŋ ɒn kɒ́nkrijt.",
        "hash": "TXT_b7e2982a9f79be03a1a0c95a57fe8a.mp3",
        "score": 0.5
    },
    {
        "txt": "Brake Bleeder: The brake bleeder removed air pockets from brake lines to restore pedal firmness.",
        "ipa": "brɛ́jk blíjdər: ðə brɛ́jk blíjdər rijmúwvd ɛ́ər pɒ́kəts frəm brɛ́jk lájnz tə rəstɔ́r pɛ́dəl fɜ́rmnəs.",
        "hash": "TXT_063b52699ec81aacd8e70954c41cc5.mp3",
        "score": 0.5
    },
    {
        "txt": "Bearing Puller: The bearing puller extracted worn bearings from shafts in small engines.",
        "ipa": "bɛ́ərᵻŋ pʊ́lər: ðə bɛ́ərᵻŋ pʊ́lər əkstrǽktᵻd wɔ́rn bɛ́ərᵻŋz frəm ʃǽfts ᵻn smɔ́l ɛ́ndʒᵻnz.",
        "hash": "TXT_a28db2248a3cab3c25bbc9d772a3a9.mp3",
        "score": 0.5
    },
    {
        "txt": "Engine Crane: The engine crane hoisted heavy motors out of vehicles for major repairs.",
        "ipa": "ɛ́ndʒᵻn krɛ́jn: ðə ɛ́ndʒᵻn krɛ́jn hɔ́jstᵻd hɛ́vij mówtərz awt əv víjhəkəlz fɔr mɛ́jdʒər rijpɛ́ərz.",
        "hash": "TXT_178d8aea4e43f27204ab38f69aeb17.mp3",
        "score": 0.5
    },
    {
        "txt": "Strut Compressor: The strut compressor compressed suspension springs for shock absorber replacement.",
        "ipa": "strʌ́t kəmprɛ́sər: ðə strʌ́t kəmprɛ́sər kəmprɛ́st səspɛ́nʃən sprᵻ́ŋz fɔr ʃɒ́k əbzɔ́rbər rəplɛ́jsmənt.",
        "hash": "TXT_f4662ddcd6d87c316e8333c1de871f.mp3",
        "score": 0.5
    },
    {
        "txt": "Chain Hoist: The chain hoist lifted steel beams in the workshop with minimal strain.",
        "ipa": "tʃɛ́jn hɔ́jst: ðə tʃɛ́jn hɔ́jst lᵻ́ftᵻd stíjl bíjmz ᵻn ðə wɜ́rkʃɒ̀p wᵻð mᵻ́nᵻməl strɛ́jn.",
        "hash": "TXT_36b3dd0c46590480f22e5989b45199.mp3",
        "score": 0.5
    },
    {
        "txt": "Ratchet Puller: The ratchet puller tightened fence lines by cranking the steel cable.",
        "ipa": "rǽtʃət pʊ́lər: ðə rǽtʃət pʊ́lər tájtənd fɛ́ns lájnz baj krǽŋkᵻŋ ðə stíjl kɛ́jbəl.",
        "hash": "TXT_e12190773848a699325d3bb23c6c01.mp3",
        "score": 0.5
    },
    {
        "txt": "Sheet Metal Brake: The sheet metal brake bent aluminum or galvanized steel to precise angles.",
        "ipa": "ʃíjt mɛ́təl brɛ́jk: ðə ʃíjt mɛ́təl brɛ́jk bɛ́nt əlúwmᵻnəm ɔr ɡǽlvənàjzd stíjl tə prəsájs ǽŋɡəlz.",
        "hash": "TXT_6e4c7ffc95767dec6963744e1200e0.mp3",
        "score": 0.5
    },
    {
        "txt": "Dolly Cart: The dolly cart wheeled heavy boxes through tight warehouse aisles.",
        "ipa": "dɒ́lij kɑ́rt: ðə dɒ́lij kɑ́rt wíjld hɛ́vij bɒ́ksᵻz θrúw tájt wɛ́ərhàws ájəlz.",
        "hash": "TXT_736aae8980123de8d1e4765761b1ca.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Vise: The pipe vise gripped round plumbing lines during threading or cutting.",
        "ipa": "pájp vájs: ðə pájp vájs ɡrᵻ́pt ráwnd plʌ́mᵻŋ lájnz dʊ́rᵻŋ θrɛ́dᵻŋ ɔr kʌ́tᵻŋ.",
        "hash": "TXT_b395e7c3f2784d788f16b4adf4f29c.mp3",
        "score": 0.5
    },
    {
        "txt": "Carbide Scraper: The carbide scraper removed stubborn paint drips and varnish from wood.",
        "ipa": "kɑ́rbàjd skrɛ́jpər: ðə kɑ́rbàjd skrɛ́jpər rijmúwvd stʌ́bərn pɛ́jnt drᵻ́ps ənd vɑ́rnᵻʃ frəm wʊ́d.",
        "hash": "TXT_9cf6c84528450c1bccb2d864127704.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Scraper: The floor scraper lifted old vinyl and tile adhesive from concrete slabs.",
        "ipa": "flɔ́r skrɛ́jpər: ðə flɔ́r skrɛ́jpər lᵻ́ftᵻd ówld vájnəl ənd tájl ædhíjsᵻv frəm kɒ́nkrijt slǽbz.",
        "hash": "TXT_ab0b1a25c169a58311b6d88202d9ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Caulk Finisher: The caulk finisher created a smooth, professional bead along window seams.",
        "ipa": "kɒ́k fᵻ́nᵻʃər: ðə kɒ́k fᵻ́nᵻʃər krijɛ́jtᵻd ə smúwð, prəfɛ́ʃənəl bíjd əlɔ́ŋ wᵻ́ndow síjmz.",
        "hash": "TXT_7bae68c22e8b44240c332a09ecdca2.mp3",
        "score": 0.5
    },
    {
        "txt": "Mortar Bag: The mortar bag squeezed mortar into narrow joints for stone veneer.",
        "ipa": "mɔ́rtər bǽɡ: ðə mɔ́rtər bǽɡ skwíjzd mɔ́rtər ᵻntə nǽrow dʒɔ́jnts fɔr stówn vənɪ́ər.",
        "hash": "TXT_22cfdbd4c42a1eb4deddb6333374dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Masonry Brush: The masonry brush dusted away debris for a clean bonding surface.",
        "ipa": "mɛ́jsənrij brʌ́ʃ: ðə mɛ́jsənrij brʌ́ʃ dʌ́stᵻd əwɛ́j dəbríj fɔr ə klíjn bɒ́ndᵻŋ sɜ́rfəs.",
        "hash": "TXT_8cb5b3ba59e7eed77485704f615356.mp3",
        "score": 0.5
    },
    {
        "txt": "Chalk Reel: The chalk reel reeled in the line after snapping a guide mark on plywood.",
        "ipa": "tʃɒ́k ríjl: ðə tʃɒ́k ríjl ríjld ᵻn ðə lájn ǽftər snǽpᵻŋ ə ɡájd mɑ́rk ɒn plájwʊ̀d.",
        "hash": "TXT_5d9c477b5dbc94d7673389240689d5.mp3",
        "score": 0.5
    },
    {
        "txt": "Linoleum Knife: The linoleum knife trimmed flooring materials with a curved blade.",
        "ipa": "lᵻnówlijəm nájf: ðə lᵻnówlijəm nájf trᵻ́md flɔ́rᵻŋ mətɪ́ərijəlz wᵻð ə kɜ́rvd blɛ́jd.",
        "hash": "TXT_ec5dfa59192d8d15514083d8045d37.mp3",
        "score": 0.5
    },
    {
        "txt": "Wrecking Bar: The wrecking bar pried boards apart and removed embedded nails during demolition.",
        "ipa": "rɛ́kᵻŋ bɑ́r: ðə rɛ́kᵻŋ bɑ́r prájd bɔ́rdz əpɑ́rt ənd rijmúwvd ɛmbɛ́dᵻd nɛ́jlz dʊ́rᵻŋ dɛ̀məlᵻ́ʃən.",
        "hash": "TXT_ce5d5e2c7435bbf819a62ae9b8f35c.mp3",
        "score": 0.5
    },
    {
        "txt": "Crowbar Tool: The crowbar tool gave leverage to pop up old decking planks easily.",
        "ipa": "krówbɑ̀r túwl: ðə krówbɑ̀r túwl ɡɛ́jv lɛ́vərᵻdʒ tə pɒ́p ʌp ówld dɛ́kᵻŋ plǽŋks íjzəlij.",
        "hash": "TXT_2f858644ef47cfcccf714d5f01acd8.mp3",
        "score": 0.5
    },
    {
        "txt": "Window Scraper: The window scraper cleared paint overspray from glass panes.",
        "ipa": "wᵻ́ndow skrɛ́jpər: ðə wᵻ́ndow skrɛ́jpər klɪ́ərd pɛ́jnt ówvərsprɛ̀j frəm ɡlǽs pɛ́jnz.",
        "hash": "TXT_34753314f58330540182904f45c973.mp3",
        "score": 0.5
    },
    {
        "txt": "Carpet Stretcher: The carpet stretcher pulled slack out of new installations for a snug fit.",
        "ipa": "kɑ́rpət strɛ́tʃər: ðə kɑ́rpət strɛ́tʃər pʊ́ld slǽk awt əv núw ᵻ̀nstəlɛ́jʃənz fɔr ə snʌ́ɡ fᵻ́t.",
        "hash": "TXT_97e76b9d1b2a57fb742295c76e49e0.mp3",
        "score": 0.5
    },
    {
        "txt": "Knee Kicker: The knee kicker helped position carpeting precisely against the tack strip.",
        "ipa": "níj kᵻ́kər: ðə níj kᵻ́kər hɛ́lpt pəzᵻ́ʃən kɑ́rpətᵻŋ prəsájslij əɡɛ́jnst ðə tǽk strᵻ́p.",
        "hash": "TXT_9fd14bea5657fece758672bd40dace.mp3",
        "score": 0.5
    },
    {
        "txt": "Bolt Cutters: The bolt cutters snapped padlocks and thick chain links on job sites.",
        "ipa": "bówlt kʌ́tərz: ðə bówlt kʌ́tərz snǽpt pǽdlɒ̀ks ənd θᵻ́k tʃɛ́jn lᵻ́ŋks ɒn dʒɒ́b sájts.",
        "hash": "TXT_62d00d3f4599eaa8b2976112373b5b.mp3",
        "score": 0.5
    },
    {
        "txt": "Wiring Fish Tape: The wiring fish tape navigated cables behind walls for electrical updates.",
        "ipa": "wájərᵻŋ fᵻ́ʃ tɛ́jp: ðə wájərᵻŋ fᵻ́ʃ tɛ́jp nǽvᵻɡɛjtᵻd kɛ́jbəlz bəhájnd wɔ́lz fɔr əlɛ́ktrᵻkəl ʌ́pdɛ̀jts.",
        "hash": "TXT_49cfdb9f8ee11d52a711efc869edf9.mp3",
        "score": 0.5
    },
    {
        "txt": "Conduit Bender: The conduit bender formed smooth curves in EMT or rigid conduit.",
        "ipa": "kɒ́nduwᵻt bɛ́ndər: ðə kɒ́nduwᵻt bɛ́ndər fɔ́rmd smúwð kɜ́rvz ᵻn EMT ɔr rᵻ́dʒəd kɒ́nduwᵻt.",
        "hash": "TXT_4ff7e9123a7b8e119bfe2902a7cace.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Reamer: The pipe reamer removed burrs from freshly cut copper or steel pipe ends.",
        "ipa": "pájp ríjmər: ðə pájp ríjmər rijmúwvd bɜ́rz frəm frɛ́ʃlij kʌ́t kɒ́pər ɔr stíjl pájp ɛ́ndz.",
        "hash": "TXT_099963f4497e6ebc9255c3951cd076.mp3",
        "score": 0.5
    },
    {
        "txt": "Drywall Stilts: The drywall stilts allowed a taller reach for taping and finishing ceilings.",
        "ipa": "drájwɒ̀l stᵻ́lts: ðə drájwɒ̀l stᵻ́lts əláwd ə tɔ́lər ríjtʃ fɔr tɛ́jpᵻŋ ənd fᵻ́nᵻʃᵻŋ síjlᵻŋz.",
        "hash": "TXT_d9d3f961e21a9890e382654b5e19f4.mp3",
        "score": 0.5
    },
    {
        "txt": "Dust Mask: The dust mask filtered out airborne particles while sanding drywall.",
        "ipa": "dʌ́st mǽsk: ðə dʌ́st mǽsk fᵻ́ltərd awt ɛ́ərbɔ̀rn pɑ́rtᵻkəlz wájl sǽndᵻŋ drájwɒ̀l.",
        "hash": "TXT_975dde673ab25d8b6c8f491d010438.mp3",
        "score": 0.5
    },
    {
        "txt": "Respirator Mask: The respirator mask protected lungs from fumes during paint spraying.",
        "ipa": "rɛ́spərɛ̀jtər mǽsk: ðə rɛ́spərɛ̀jtər mǽsk prətɛ́ktᵻd lʌ́ŋz frəm fjúwmz dʊ́rᵻŋ pɛ́jnt sprɛ́jᵻŋ.",
        "hash": "TXT_3069e8d8468695244427e3e8a0656e.mp3",
        "score": 0.5
    },
    {
        "txt": "Ear Protectors: The ear protectors muffled loud power tool noises to prevent hearing damage.",
        "ipa": "íjər prətɛ́ktərz: ðə íjər prətɛ́ktərz mʌ́fəld láwd páwər túwl nɔ́jzᵻz tə prəvɛ́nt híjərᵻŋ dǽmᵻdʒ.",
        "hash": "TXT_aadc050480acafb7af653ffd4c9fe0.mp3",
        "score": 0.5
    },
    {
        "txt": "Safety Goggles: The safety goggles shielded eyes from flying shards of metal or wood.",
        "ipa": "sɛ́jftij ɡɒ́ɡəlz: ðə sɛ́jftij ɡɒ́ɡəlz ʃíjldᵻd ájz frəm flájᵻŋ ʃɑ́rdz əv mɛ́təl ɔr wʊ́d.",
        "hash": "TXT_e0133684e7541a59cf53c854141337.mp3",
        "score": 0.5
    },
    {
        "txt": "Face Shield: The face shield safeguarded the entire face during grinding and polishing.",
        "ipa": "fɛ́js ʃíjld: ðə fɛ́js ʃíjld sɛ́jfɡɑ̀rdᵻd ðə əntájər fɛ́js dʊ́rᵻŋ ɡrájndᵻŋ ənd pɒ́lᵻʃᵻŋ.",
        "hash": "TXT_552a529c72621050978c654e071449.mp3",
        "score": 0.5
    },
    {
        "txt": "Hard Hat: The hard hat blocked potential head injuries from falling objects on the site.",
        "ipa": "hɑ́rd hǽt: ðə hɑ́rd hǽt blɒ́kt pətɛ́nʃəl hɛ́d ᵻ́ndʒərijz frəm fɒ́lᵻŋ ɒ́bdʒɛkts ɒn ðə sájt.",
        "hash": "TXT_66098aa048d67b7df30a1d8c97f23c.mp3",
        "score": 0.5
    },
    {
        "txt": "Knee Pads: The knee pads cushioned joints when installing flooring or crawling under houses.",
        "ipa": "níj pǽdz: ðə níj pǽdz kʊ́ʃənd dʒɔ́jnts wɛ́n ᵻ̀nstɔ́lᵻŋ flɔ́rᵻŋ ɔr krɔ́lᵻŋ ʌ́ndər háwsᵻz.",
        "hash": "TXT_7ea134472d6475dc8f9ce175f0e279.mp3",
        "score": 0.5
    },
    {
        "txt": "Hi-Vis Vest: The hi-vis vest stood out to forklift drivers in a busy warehouse.",
        "ipa": "háj-vᵻ́s vɛ́st: ðə háj-vᵻ́s vɛ́st stʊ́d awt tə fɔ́rklᵻ̀ft drájvərz ᵻn ə bᵻ́zij wɛ́ərhàws.",
        "hash": "TXT_440dae5755291cdd4d0d8302365aef.mp3",
        "score": 0.5
    },
    {
        "txt": "Work Gloves: The work gloves gripped slippery handles and protected hands from splinters.",
        "ipa": "wɜ́rk ɡlʌ́vz: ðə wɜ́rk ɡlʌ́vz ɡrᵻ́pt slᵻ́pərij hǽndəlz ənd prətɛ́ktᵻd hǽndz frəm splᵻ́ntərz.",
        "hash": "TXT_48a06373c0779de7e3142969b4c135.mp3",
        "score": 0.5
    },
    {
        "txt": "Steel-Toe Boots: The steel-toe boots guarded feet against accidental drops of heavy materials.",
        "ipa": "stíjl-tów búwts: ðə stíjl-tów búwts ɡɑ́rdᵻd fíjt əɡɛ́jnst æ̀ksᵻdɛ́ntəl drɒ́ps əv hɛ́vij mətɪ́ərijəlz.",
        "hash": "TXT_dd389d5a7be51ba545e941d345125e.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Belt: The tool belt held hammers, tapes, and nails within arm’s reach.",
        "ipa": "túwl bɛ́lt: ðə túwl bɛ́lt hɛ́ld hǽmərz, tɛ́jps, ənd nɛ́jlz wᵻðᵻ́n ɑ́rm'z ríjtʃ.",
        "hash": "TXT_aacd904130c50d7cce9cb94278f3f3.mp3",
        "score": 0.5
    },
    {
        "txt": "Carpenter’s Apron: The carpenter’s apron had multiple pouches to organize small parts.",
        "ipa": "kɑ́rpəntər'z ɛ́jprən: ðə kɑ́rpəntər'z ɛ́jprən hǽd mʌ́ltᵻpəl páwtʃᵻz tə ɔ́rɡənàjz smɔ́l pɑ́rts.",
        "hash": "TXT_3ed5e8ef288e4467a50729b9c887a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Folding Rule: The folding rule measured inside dimensions where a tape measure was awkward.",
        "ipa": "fówldᵻŋ rúwl: ðə fówldᵻŋ rúwl mɛ́ʒərd ᵻnsájd dajmɛ́nʃənz wɛ́ər ə tɛ́jp mɛ́ʒər wɒz ɒ́kwərd.",
        "hash": "TXT_1856a2212a059773b039b1a4227717.mp3",
        "score": 0.5
    },
    {
        "txt": "Angle Finder: The angle finder read exact degrees to cut tricky corners around cabinets.",
        "ipa": "ǽŋɡəl fájndər: ðə ǽŋɡəl fájndər rɛ́d əɡzǽkt dəɡríjz tə kʌ́t trᵻ́kij kɔ́rnərz əráwnd kǽbᵻnəts.",
        "hash": "TXT_6e6262d1708d3bf5344aa65e94d233.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Locator: The pipe locator detected underground lines before digging a trench.",
        "ipa": "pájp lówkɛ̀jtər: ðə pájp lówkɛ̀jtər dətɛ́ktᵻd ʌ́ndərɡràwnd lájnz bəfɔ́r dᵻ́ɡᵻŋ ə trɛ́ntʃ.",
        "hash": "TXT_7e01a4a0ac7914f0bd98f2d06eef28.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Shears: The metal shears snipped tin roofing panels to size without bending edges.",
        "ipa": "mɛ́təl ʃíjərz: ðə mɛ́təl ʃíjərz snᵻ́pt tᵻ́n rúwfᵻŋ pǽnəlz tə sájz wᵻðáwt bɛ́ndᵻŋ ɛ́dʒᵻz.",
        "hash": "TXT_8556eb366bd66c3ed94398387ffbd0.mp3",
        "score": 0.5
    },
    {
        "txt": "Roofing Shovel: The roofing shovel popped off old shingles with attached nails in one motion.",
        "ipa": "rúwfᵻŋ ʃʌ́vəl: ðə rúwfᵻŋ ʃʌ́vəl pɒ́pt ɔ́f ówld ʃᵻ́ŋɡəlz wᵻð ətǽtʃt nɛ́jlz ᵻn wʌ́n mówʃən.",
        "hash": "TXT_667a6883deb75c1b039cdc05c10a55.mp3",
        "score": 0.5
    },
    {
        "txt": "Tire Iron: The tire iron loosened lug nuts for a quick spare tire change.",
        "ipa": "tájər ájərn: ðə tájər ájərn lúwsənd lʌ́ɡ nʌ́ts fɔr ə kwᵻ́k spɛ́ər tájər tʃɛ́jndʒ.",
        "hash": "TXT_73579dfc0146f2a43ad55849817dcb.mp3",
        "score": 0.5
    },
    {
        "txt": "Tread Depth Gauge: The tread depth gauge confirmed if car tires needed replacing.",
        "ipa": "trɛ́d dɛ́pθ ɡɛ́jdʒ: ðə trɛ́d dɛ́pθ ɡɛ́jdʒ kənfɜ́rmd ᵻf kɑ́r tájərz níjdᵻd rəplɛ́jsᵻŋ.",
        "hash": "TXT_29ef5561bd0fe6f378c0ba69c9c21e.mp3",
        "score": 0.5
    },
    {
        "txt": "Spark Plug Wrench: The spark plug wrench extracted plugs embedded deep in the cylinder head.",
        "ipa": "spɑ́rk plʌ́ɡ rɛ́ntʃ: ðə spɑ́rk plʌ́ɡ rɛ́ntʃ əkstrǽktᵻd plʌ́ɡz ɛmbɛ́dᵻd díjp ᵻn ðə sᵻ́ləndər hɛ́d.",
        "hash": "TXT_e62ecdd5ccf58c7c43d2e9c13b44e9.mp3",
        "score": 0.5
    },
    {
        "txt": "Battery Charger: The battery charger revived dead car batteries without jump-starting.",
        "ipa": "bǽtərij tʃɑ́rdʒər: ðə bǽtərij tʃɑ́rdʒər rijvájvd dɛ́d kɑ́r bǽtərijz wᵻðáwt dʒʌ́mp-stɑ́rtᵻŋ.",
        "hash": "TXT_8e596f90cfccc3e21efe0e2bd90fe2.mp3",
        "score": 0.5
    },
    {
        "txt": "Rivet Gun: The rivet gun fastened thin metal sheets securely using rivet stems.",
        "ipa": "rᵻ́vət ɡʌ́n: ðə rᵻ́vət ɡʌ́n fǽsənd θᵻ́n mɛ́təl ʃíjts səkjʊ́rlij júwzᵻŋ rᵻ́vət stɛ́mz.",
        "hash": "TXT_d38fbeb4b232cad72aaa1c93206ddb.mp3",
        "score": 0.5
    },
    {
        "txt": "Pop Riveter: The pop riveter created a permanent joint in aluminum siding or gutters.",
        "ipa": "pɒ́p rᵻ́vətər: ðə pɒ́p rᵻ́vətər krijɛ́jtᵻd ə pɜ́rmənənt dʒɔ́jnt ᵻn əlúwmᵻnəm sájdᵻŋ ɔr ɡʌ́tərz.",
        "hash": "TXT_62410a5e74bdeef45148c349e60016.mp3",
        "score": 0.5
    },
    {
        "txt": "Snap Ring Pliers: The snap ring pliers expanded or contracted retaining rings in gear assemblies.",
        "ipa": "snǽp rᵻ́ŋ plájərz: ðə snǽp rᵻ́ŋ plájərz əkspǽndᵻd ɔr kɒ́ntræktᵻd rijtɛ́jnᵻŋ rᵻ́ŋz ᵻn ɡɪ́ər əsɛ́mblijz.",
        "hash": "TXT_13c7400d5f36adf71a06ac802f191c.mp3",
        "score": 0.5
    },
    {
        "txt": "Engine Stand: The engine stand supported a detached engine during a complete overhaul.",
        "ipa": "ɛ́ndʒᵻn stǽnd: ðə ɛ́ndʒᵻn stǽnd səpɔ́rtᵻd ə dətǽtʃt ɛ́ndʒᵻn dʊ́rᵻŋ ə kəmplíjt ówvərhɔ̀l.",
        "hash": "TXT_e63205afc4b10e663bfe6697ab193e.mp3",
        "score": 0.5
    },
    {
        "txt": "Mechanic’s Stethoscope: The mechanic’s stethoscope diagnosed strange rattles or squeaks inside the engine.",
        "ipa": "məkǽnᵻk'z stɛ́θəskòwp: ðə məkǽnᵻk'z stɛ́θəskòwp dàjəɡnówst strɛ́jndʒ rǽtəlz ɔr skwíjks ᵻnsájd ðə ɛ́ndʒᵻn.",
        "hash": "TXT_02f959141d6796d0c1083526fc148e.mp3",
        "score": 0.5
    },
    {
        "txt": "Compression Tester: The compression tester measured the cylinder pressure for engine health.",
        "ipa": "kəmprɛ́ʃən tɛ́stər: ðə kəmprɛ́ʃən tɛ́stər mɛ́ʒərd ðə sᵻ́ləndər prɛ́ʃər fɔr ɛ́ndʒᵻn hɛ́lθ.",
        "hash": "TXT_ae190c779d1b921363d98d2939991d.mp3",
        "score": 0.5
    },
    {
        "txt": "Stud Extractor: The stud extractor twisted out broken bolts flush with the block.",
        "ipa": "stʌ́d ɛkstrǽktər: ðə stʌ́d ɛkstrǽktər twᵻ́stᵻd awt brówkən bówlts flʌ́ʃ wᵻð ðə blɒ́k.",
        "hash": "TXT_92e4b6505ec0813b0df2851b4bead0.mp3",
        "score": 0.5
    },
    {
        "txt": "Spark Tester: The spark tester indicated if each ignition coil fired properly.",
        "ipa": "spɑ́rk tɛ́stər: ðə spɑ́rk tɛ́stər ᵻ́ndᵻkɛ̀jtᵻd ᵻf ijtʃ ᵻ̀ɡnᵻ́ʃən kɔ́jl fájərd prɒ́pərlij.",
        "hash": "TXT_60235bd79ec22b63ad250363fba95e.mp3",
        "score": 0.5
    },
    {
        "txt": "Wheel Chocks: The wheel chocks prevented a vehicle from rolling during jack use.",
        "ipa": "wíjl tʃɒ́ks: ðə wíjl tʃɒ́ks prəvɛ́ntᵻd ə víjhəkəl frəm rówlᵻŋ dʊ́rᵻŋ dʒǽk juwz.",
        "hash": "TXT_befbf55a27835c02c7dc319b99a9da.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Jack: The floor jack lifted car frames for tire rotation or brake inspection.",
        "ipa": "flɔ́r dʒǽk: ðə flɔ́r dʒǽk lᵻ́ftᵻd kɑ́r frɛ́jmz fɔr tájər rowtɛ́jʃən ɔr brɛ́jk ᵻ̀nspɛ́kʃən.",
        "hash": "TXT_1ebb53148e71323aceaa6201dfa6de.mp3",
        "score": 0.5
    },
    {
        "txt": "Jack Stands: The jack stands held the vehicle stable while working beneath it.",
        "ipa": "dʒǽk stǽndz: ðə dʒǽk stǽndz hɛ́ld ðə víjhəkəl stɛ́jbəl wájl wɜ́rkᵻŋ bəníjθ ᵻt.",
        "hash": "TXT_8b881364b37acd1191d33a5ea6a012.mp3",
        "score": 0.5
    },
    {
        "txt": "Creeper Seat: The creeper seat rolled around smoothly for comfortable under-car tasks.",
        "ipa": "kríjpər síjt: ðə kríjpər síjt rówld əráwnd smúwðlij fɔr kʌ́mftərbəl ʌ́ndər-kɑ́r tǽsks.",
        "hash": "TXT_a72662263376a2f26fd9f703d38f64.mp3",
        "score": 0.5
    },
    {
        "txt": "Exhaust Hanger Tool: The exhaust hanger tool dislodged mufflers from their rubber mounts.",
        "ipa": "əɡzɔ́st hǽŋər túwl: ðə əɡzɔ́st hǽŋər túwl dᵻslɒ́dʒd mʌ́flərz frəm ðɛər rʌ́bər máwnts.",
        "hash": "TXT_0887afa9332af23040b78b9738a557.mp3",
        "score": 0.5
    },
    {
        "txt": "Brake Caliper Tool: The brake caliper tool retracted pistons to fit new pads easily.",
        "ipa": "brɛ́jk kǽlᵻpər túwl: ðə brɛ́jk kǽlᵻpər túwl rijtrǽktᵻd pᵻ́stənz tə fᵻ́t núw pǽdz íjzəlij.",
        "hash": "TXT_06d36e2e766fbcd309630f754cabac.mp3",
        "score": 0.5
    },
    {
        "txt": "Bearing Press: The bearing press pressed wheel bearings into hubs with precision.",
        "ipa": "bɛ́ərᵻŋ prɛ́s: ðə bɛ́ərᵻŋ prɛ́s prɛ́st wíjl bɛ́ərᵻŋz ᵻntə hʌ́bz wᵻð prəsᵻ́ʒən.",
        "hash": "TXT_e335644375ff84203f7ac95ee1c535.mp3",
        "score": 0.5
    },
    {
        "txt": "Manifold Gauge: The manifold gauge measured refrigerant levels for air conditioner servicing.",
        "ipa": "mǽnᵻfowld ɡɛ́jdʒ: ðə mǽnᵻfowld ɡɛ́jdʒ mɛ́ʒərd rəfrᵻ́dʒərənt lɛ́vəlz fɔr ɛ́ər kəndᵻ́ʃənər sɜ́rvᵻsᵻŋ.",
        "hash": "TXT_2ee0409683c15b7e282c2f314b9604.mp3",
        "score": 0.5
    },
    {
        "txt": "Hood Prop Rod: The hood prop rod kept the car’s hood open safely while checking fluids.",
        "ipa": "hʊ́d prɒ́p rɒ́d: ðə hʊ́d prɒ́p rɒ́d kɛ́pt ðə kɑ́r'z hʊ́d ówpən sɛ́jflij wájl tʃɛ́kᵻŋ flúwᵻdz.",
        "hash": "TXT_0d157332e62372544ff8d4804623d7.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Drain Pan: The oil drain pan caught the old motor oil, preventing mess on the garage floor.",
        "ipa": "ɔ́jl drɛ́jn pǽn: ðə ɔ́jl drɛ́jn pǽn kɒ́t ðə ówld mówtər ɔ́jl, prəvɛ́ntᵻŋ mɛ́s ɒn ðə ɡərɒ́ʒ flɔ́r.",
        "hash": "TXT_b303e2ac4ae18db1c44c695ca52c04.mp3",
        "score": 0.5
    },
    {
        "txt": "Torque Angle Gauge: The torque angle gauge ensured correct final rotation after pre-torquing.",
        "ipa": "tɔ́rk ǽŋɡəl ɡɛ́jdʒ: ðə tɔ́rk ǽŋɡəl ɡɛ́jdʒ ənʃʊ́rd kərɛ́kt fájnəl rowtɛ́jʃən ǽftər príj-tɔ́rkᵻŋ.",
        "hash": "TXT_b59472127024b43b0642c2430c1dfc.mp3",
        "score": 0.5
    },
    {
        "txt": "Timing Light: The timing light synchronized the ignition timing on older engines.",
        "ipa": "tájmᵻŋ lájt: ðə tájmᵻŋ lájt sᵻ́ŋkrənàjzd ðə ᵻ̀ɡnᵻ́ʃən tájmᵻŋ ɒn ówldər ɛ́ndʒᵻnz.",
        "hash": "TXT_6b03c5f53bad64b94fd41425697427.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Lathe: The metal lathe shaped steel rods into bolts, threads, or decorative spindles.",
        "ipa": "mɛ́təl lɛ́jð: ðə mɛ́təl lɛ́jð ʃɛ́jpt stíjl rɒ́dz ᵻntə bówlts, θrɛ́dz, ɔr dɛ́kərətᵻv spᵻndəlz.",
        "hash": "TXT_8781e7f92aeeb7b2604fa50c584aa8.mp3",
        "score": 0.5
    },
    {
        "txt": "Wood Lathe: The wood lathe turned blocks into table legs, bowls, or candlesticks.",
        "ipa": "wʊ́d lɛ́jð: ðə wʊ́d lɛ́jð tɜ́rnd blɒ́ks ᵻntə tɛ́jbəl lɛ́ɡz, bówlz, ɔr kǽndəlstᵻ̀ks.",
        "hash": "TXT_3322142f550a2374cb68230e8db432.mp3",
        "score": 0.5
    },
    {
        "txt": "Lathe Chisel Set: The lathe chisel set included gouges, parting tools, and skews for clean turning.",
        "ipa": "lɛ́jð tʃᵻ́zəl sɛ́t: ðə lɛ́jð tʃᵻ́zəl sɛ́t ᵻnklúwdᵻd ɡáwdʒᵻz, pɑ́rtᵻŋ túwlz, ənd skjúwz fɔr klíjn tɜ́rnᵻŋ.",
        "hash": "TXT_2548530d8d03b584cd851339524827.mp3",
        "score": 0.5
    },
    {
        "txt": "Mortise Chisel: The mortise chisel cut square recesses for door hinges or furniture joints.",
        "ipa": "mɔ́rtᵻs tʃᵻ́zəl: ðə mɔ́rtᵻs tʃᵻ́zəl kʌ́t skwɛ́ər ríjsɛsᵻz fɔr dɔ́r hᵻ́ndʒᵻz ɔr fɜ́rnᵻtʃər dʒɔ́jnts.",
        "hash": "TXT_525974a5ad5cf02575e4353f761957.mp3",
        "score": 0.5
    },
    {
        "txt": "Block Plane: The block plane trimmed end grain and edges for a smooth finish.",
        "ipa": "blɒ́k plɛ́jn: ðə blɒ́k plɛ́jn trᵻ́md ɛ́nd ɡrɛ́jn ənd ɛ́dʒᵻz fɔr ə smúwð fᵻ́nᵻʃ.",
        "hash": "TXT_b610e79bbe3adb27ccee1496a1f55c.mp3",
        "score": 0.5
    },
    {
        "txt": "Jack Plane: The jack plane flattened rough boards in traditional woodworking projects.",
        "ipa": "dʒǽk plɛ́jn: ðə dʒǽk plɛ́jn flǽtənd rʌ́f bɔ́rdz ᵻn trədᵻ́ʃənəl wʊ́dwɜ̀rkᵻŋ prɒ́dʒɛkts.",
        "hash": "TXT_250ee225dd357499fe38e81d6fc53a.mp3",
        "score": 0.5
    },
    {
        "txt": "Rabbet Plane: The rabbet plane formed channels along the board’s edge for joinery.",
        "ipa": "rǽbᵻt plɛ́jn: ðə rǽbᵻt plɛ́jn fɔ́rmd tʃǽnəlz əlɔ́ŋ ðə bɔ́rd'z ɛ́dʒ fɔr dʒɔ́jnərij.",
        "hash": "TXT_803001a7c97b8354e5becd3b98ec7e.mp3",
        "score": 0.5
    },
    {
        "txt": "Shoulder Plane: The shoulder plane cleaned up tenons to fit snugly in mortises.",
        "ipa": "ʃówldər plɛ́jn: ðə ʃówldər plɛ́jn klíjnd ʌp tɛnɒ́nz tə fᵻ́t snʌ́ɡlij ᵻn mɔ́rtᵻsᵻz.",
        "hash": "TXT_d35911c29d85248f5e138509ea6645.mp3",
        "score": 0.5
    },
    {
        "txt": "Scraper Plane: The scraper plane removed tear-out and left a polished wood surface.",
        "ipa": "skrɛ́jpər plɛ́jn: ðə skrɛ́jpər plɛ́jn rijmúwvd tᵻər-awt ənd lɛ́ft ə pɒ́lᵻʃt wʊ́d sɜ́rfəs.",
        "hash": "TXT_0c0f740d6d374e2bd945fbbdb2399f.mp3",
        "score": 0.5
    },
    {
        "txt": "Rasp File: The rasp file aggressively shaped wood edges for rough carving.",
        "ipa": "rǽsp fájl: ðə rǽsp fájl əɡrɛ́sᵻvlij ʃɛ́jpt wʊ́d ɛ́dʒᵻz fɔr rʌ́f kɑ́rvᵻŋ.",
        "hash": "TXT_6dfe27ef355883f0f89e0d94bfcce6.mp3",
        "score": 0.5
    },
    {
        "txt": "Bastard File: The bastard file smoothed down metal burrs after cutting or grinding.",
        "ipa": "bǽstərd fájl: ðə bǽstərd fájl smúwðd dawn mɛ́təl bɜ́rz ǽftər kʌ́tᵻŋ ɔr ɡrájndᵻŋ.",
        "hash": "TXT_e1e9fc65c921fa8cee6181f62be0f0.mp3",
        "score": 0.5
    },
    {
        "txt": "Needle Files: The needle files detailed small metal or plastic pieces with precision.",
        "ipa": "níjdəl fájlz: ðə níjdəl fájlz dətɛ́jld smɔ́l mɛ́təl ɔr plǽstᵻk píjsᵻz wᵻð prəsᵻ́ʒən.",
        "hash": "TXT_05968f2d077ebc99c0f7cd4267346a.mp3",
        "score": 0.5
    },
    {
        "txt": "Leather Punch: The leather punch created clean holes for belts and straps.",
        "ipa": "lɛ́ðər pʌ́ntʃ: ðə lɛ́ðər pʌ́ntʃ krijɛ́jtᵻd klíjn hówlz fɔr bɛ́lts ənd strǽps.",
        "hash": "TXT_3064fc1663133daae798a65d09cfa4.mp3",
        "score": 0.5
    },
    {
        "txt": "Grommet Kit: The grommet kit reinforced holes in tarps or canvas bags.",
        "ipa": "ɡrɒ́mᵻt kᵻ́t: ðə ɡrɒ́mᵻt kᵻ́t rìjᵻnfɔ́rst hówlz ᵻn tɑ́rps ɔr kǽnvəs bǽɡz.",
        "hash": "TXT_80fdb1a49edb5fca485db37882cd08.mp3",
        "score": 0.5
    },
    {
        "txt": "Awl Tool: The awl tool started pilot holes and marked layouts in wood or leather.",
        "ipa": "ɔ́l túwl: ðə ɔ́l túwl stɑ́rtᵻd pájlət hówlz ənd mɑ́rkt lɛ́jàwts ᵻn wʊ́d ɔr lɛ́ðər.",
        "hash": "TXT_8c6f1359dcf53a735d6bd3353e5b85.mp3",
        "score": 0.5
    },
    {
        "txt": "Leather Shears: The leather shears cut thick hides or heavy fabrics without fraying.",
        "ipa": "lɛ́ðər ʃíjərz: ðə lɛ́ðər ʃíjərz kʌ́t θᵻ́k hájdz ɔr hɛ́vij fǽbrᵻks wᵻðáwt frɛ́jᵻŋ.",
        "hash": "TXT_65cf23783119560e6413fae5f70885.mp3",
        "score": 0.5
    },
    {
        "txt": "Furniture Clamp: The furniture clamp spanned wide surfaces to glue table tops evenly.",
        "ipa": "fɜ́rnᵻtʃər klǽmp: ðə fɜ́rnᵻtʃər klǽmp spǽnd wájd sɜ́rfəsᵻz tə ɡlúw tɛ́jbəl tɒ́ps íjvənlij.",
        "hash": "TXT_82987c8cbf53711111e042eb0a0e70.mp3",
        "score": 0.5
    },
    {
        "txt": "Panel Saw: The panel saw guided large sheet goods vertically for accurate cuts.",
        "ipa": "pǽnəl sɔ́: ðə pǽnəl sɔ́ ɡájdᵻd lɑ́rdʒ ʃíjt ɡʊ́dz vɜ́rtᵻklij fɔr ǽkjərət kʌ́ts.",
        "hash": "TXT_644a4c62cd2b33433e7109e406be04.mp3",
        "score": 0.5
    },
    {
        "txt": "Stair Gauge: The stair gauge clipped onto framing squares to mark repeating riser and tread lines.",
        "ipa": "stɛ́ər ɡɛ́jdʒ: ðə stɛ́ər ɡɛ́jdʒ klᵻ́pt ɒntuw frɛ́jmᵻŋ skwɛ́ərz tə mɑ́rk rəpíjtᵻŋ rájzər ənd trɛ́d lájnz.",
        "hash": "TXT_920dc9ceb18d0e5a950f06851c350c.mp3",
        "score": 0.5
    },
    {
        "txt": "Pipe Bender: The pipe bender shaped metal tubing for handrails and custom fixtures.",
        "ipa": "pájp bɛ́ndər: ðə pájp bɛ́ndər ʃɛ́jpt mɛ́təl túwbᵻŋ fɔr hǽndrɛ̀jlz ənd kʌ́stəm fᵻ́kstʃərz.",
        "hash": "TXT_c859171fbf0f02a4fcc8dd6f62c1da.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Punch Set: The metal punch set hammered out holes in steel plates or brackets.",
        "ipa": "mɛ́təl pʌ́ntʃ sɛ́t: ðə mɛ́təl pʌ́ntʃ sɛ́t hǽmərd awt hówlz ᵻn stíjl plɛ́jts ɔr brǽkəts.",
        "hash": "TXT_8a557a66691c6cb22c932fb6867133.mp3",
        "score": 0.5
    },
    {
        "txt": "Car Body Filler: The car body filler smoothed dents prior to sanding and painting.",
        "ipa": "kɑ́r bɒ́dij fᵻ́lər: ðə kɑ́r bɒ́dij fᵻ́lər smúwðd dɛ́nts prájər tə sǽndᵻŋ ənd pɛ́jntᵻŋ.",
        "hash": "TXT_bb4fb6b74bbbdc64af62779f570e43.mp3",
        "score": 0.5
    },
    {
        "txt": "Body Hammer: The body hammer reshaped fenders and panels back to form.",
        "ipa": "bɒ́dij hǽmər: ðə bɒ́dij hǽmər rijʃɛ́jpt fɛ́ndərz ənd pǽnəlz bǽk tə fɔ́rm.",
        "hash": "TXT_1e08667d1bb7a1beb273be68541756.mp3",
        "score": 0.5
    },
    {
        "txt": "Dolly Block: The dolly block supported the backside of sheet metal for panel beating.",
        "ipa": "dɒ́lij blɒ́k: ðə dɒ́lij blɒ́k səpɔ́rtᵻd ðə bǽksàjd əv ʃíjt mɛ́təl fɔr pǽnəl bíjtᵻŋ.",
        "hash": "TXT_8ab15c647582c475ff5355fb4b9e2f.mp3",
        "score": 0.5
    },
    {
        "txt": "Dent Puller: The dent puller sucked out shallow depressions in car doors and hoods.",
        "ipa": "dɛ́nt pʊ́lər: ðə dɛ́nt pʊ́lər sʌ́kt awt ʃǽlow dəprɛ́ʃənz ᵻn kɑ́r dɔ́rz ənd hʊ́dz.",
        "hash": "TXT_5e6cd72453cbe9e7d2c90d921c1689.mp3",
        "score": 0.5
    },
    {
        "txt": "Spray Gun: The spray gun laid an even coat of paint over cabinets or vehicles.",
        "ipa": "sprɛ́j ɡʌ́n: ðə sprɛ́j ɡʌ́n lɛ́jd ən íjvən kówt əv pɛ́jnt ówvər kǽbᵻnəts ɔr víjhəkəlz.",
        "hash": "TXT_a2e490776f598f3f3f752d673365ea.mp3",
        "score": 0.5
    },
    {
        "txt": "Detail Sander: The detail sander reached tight corners and ornate trims with a triangular pad.",
        "ipa": "díjtɛjl sǽndər: ðə díjtɛjl sǽndər ríjtʃt tájt kɔ́rnərz ənd ɔrnɛ́jt trᵻ́mz wᵻð ə trajǽŋɡjələr pǽd.",
        "hash": "TXT_b99852cf6842449e63690c74c5bb09.mp3",
        "score": 0.5
    },
    {
        "txt": "Corner Clamp: The corner clamp held mitered pieces together for a tight, seamless joint.",
        "ipa": "kɔ́rnər klǽmp: ðə kɔ́rnər klǽmp hɛ́ld májtərd píjsᵻz təɡɛ́ðər fɔr ə tájt, síjmləs dʒɔ́jnt.",
        "hash": "TXT_d11756ed02a077759826c8ad38ccfc.mp3",
        "score": 0.5
    },
    {
        "txt": "Dust Shroud: The dust shroud attached to the grinder to capture harmful particles.",
        "ipa": "dʌ́st ʃráwd: ðə dʌ́st ʃráwd ətǽtʃt tə ðə ɡrájndər tə kǽptʃər hɑ́rmfəl pɑ́rtᵻkəlz.",
        "hash": "TXT_6b0566ad616c6227c9f56e173da73b.mp3",
        "score": 0.5
    },
    {
        "txt": "Work Apron: The work apron protected clothing from glue, paint, and sawdust.",
        "ipa": "wɜ́rk ɛ́jprən: ðə wɜ́rk ɛ́jprən prətɛ́ktᵻd klówðᵻŋ frəm ɡlúw, pɛ́jnt, ənd sɔ́dʌ̀st.",
        "hash": "TXT_599a35fbc34b42fc7c3afc4f274595.mp3",
        "score": 0.5
    },
    {
        "txt": "Tool Backpack: The tool backpack stored small hand tools for on-the-go repair jobs.",
        "ipa": "túwl bǽkpæ̀k: ðə túwl bǽkpæ̀k stɔ́rd smɔ́l hǽnd túwlz fɔr ɒn-ðə-ɡow rəpɛ́ər dʒɒ́bz.",
        "hash": "TXT_72f10071255ae5129effda5c8b6a37.mp3",
        "score": 0.5
    },
    {
        "txt": "Bit Extension: The bit extension reached deep screws where the driver couldn’t fit.",
        "ipa": "bᵻ́t əkstɛ́nʃən: ðə bᵻ́t əkstɛ́nʃən ríjtʃt díjp skrúwz wɛ́ər ðə drájvər kʊ́dənt fᵻ́t.",
        "hash": "TXT_ae09fbf56c15d521723c1c4ad55ffc.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Wristband: The magnetic wristband held screws, nails, or bits for quick access.",
        "ipa": "mæɡnɛ́tᵻk rᵻ́stbæ̀nd: ðə mæɡnɛ́tᵻk rᵻ́stbæ̀nd hɛ́ld skrúwz, nɛ́jlz, ɔr bᵻ́ts fɔr kwᵻ́k ǽksɛ̀s.",
        "hash": "TXT_679fddb739f240f5b17e0a79d09b5f.mp3",
        "score": 0.5
    },
    {
        "txt": "Cable Stapler: The cable stapler fastened electrical cables along framing without damaging wires.",
        "ipa": "kɛ́jbəl stɛ́jplər: ðə kɛ́jbəl stɛ́jplər fǽsənd əlɛ́ktrᵻkəl kɛ́jbəlz əlɔ́ŋ frɛ́jmᵻŋ wᵻðáwt dǽmᵻdʒᵻŋ wájərz.",
        "hash": "TXT_0513dbdfbdd2306adfd94148c77190.mp3",
        "score": 0.5
    },
    {
        "txt": "Tire Inflator: The tire inflator attached to the compressor for quick air fill-ups.",
        "ipa": "tájər ᵻ̀nflɛ́jtər: ðə tájər ᵻ̀nflɛ́jtər ətǽtʃt tə ðə kəmprɛ́sər fɔr kwᵻ́k ɛ́ər fᵻ́l-ʌ́ps.",
        "hash": "TXT_da84b5d3ae7d698558f00e8f50a60e.mp3",
        "score": 0.5
    },
    {
        "txt": "Shop Rags: The shop rags wiped grease and debris from hands and surfaces.",
        "ipa": "ʃɒ́p rǽɡz: ðə ʃɒ́p rǽɡz wájpt ɡríjs ənd dəbríj frəm hǽndz ənd sɜ́rfəsᵻz.",
        "hash": "TXT_9290a15cf3f8d21614a5858078eb20.mp3",
        "score": 0.5
    },
    {
        "txt": "Funnel Set: The funnel set directed fluids into small tank openings without spills.",
        "ipa": "fʌ́nəl sɛ́t: ðə fʌ́nəl sɛ́t dᵻərɛ́ktᵻd flúwᵻdz ᵻntə smɔ́l tǽŋk ówpənᵻŋz wᵻðáwt spᵻ́lz.",
        "hash": "TXT_acd393fd1eb3a97241ddec141b9e37.mp3",
        "score": 0.5
    },
    {
        "txt": "Slide Hammer: The slide hammer pulled out dents or bearing races with backward force.",
        "ipa": "slájd hǽmər: ðə slájd hǽmər pʊ́ld awt dɛ́nts ɔr bɛ́ərᵻŋ rɛ́jsᵻz wᵻð bǽkwərd fɔ́rs.",
        "hash": "TXT_eff221d41e84a116abc4ccb2691b2c.mp3",
        "score": 0.5
    },
    {
        "txt": "Crowfoot Wrench: The crowfoot wrench reached bolts that a regular socket couldn’t fit around.",
        "ipa": "krówfʊ̀t rɛ́ntʃ: ðə krówfʊ̀t rɛ́ntʃ ríjtʃt bówlts thət ə rɛ́ɡjələr sɒ́kət kʊ́dənt fᵻ́t əráwnd.",
        "hash": "TXT_94c3f21dc1ec1f1a0bbeab1598fdd9.mp3",
        "score": 0.5
    },
    {
        "txt": "Battery Tester: The battery tester read voltage levels and cranking amps for diagnosis.",
        "ipa": "bǽtərij tɛ́stər: ðə bǽtərij tɛ́stər rɛ́d vówltᵻdʒ lɛ́vəlz ənd krǽŋkᵻŋ ǽmps fɔr dàjəɡnówsᵻs.",
        "hash": "TXT_6e631098f5754db0abcff2f1a86d78.mp3",
        "score": 0.5
    },
    {
        "txt": "Tap and Die Set: The tap and die set repaired stripped threads or created new threads on rods.",
        "ipa": "tǽp ənd dáj sɛ́t: ðə tǽp ənd dáj sɛ́t rijpɛ́ərd strᵻ́pt θrɛ́dz ɔr krijɛ́jtᵻd núw θrɛ́dz ɒn rɒ́dz.",
        "hash": "TXT_9ed725f60f07fd9193eda56552ba70.mp3",
        "score": 0.5
    },
    {
        "txt": "C-Clamp Pliers: The C-clamp pliers locked onto materials for welding or cutting.",
        "ipa": "c-klǽmp plájərz: ðə c-klǽmp plájərz lɒ́kt ɒntuw mətɪ́ərijəlz fɔr wɛ́ldᵻŋ ɔr kʌ́tᵻŋ.",
        "hash": "TXT_10491e2daa30067d59d704f7874868.mp3",
        "score": 0.5
    },
    {
        "txt": "Trim Removal Tools: The trim removal tools pried off car door panels without scratching.",
        "ipa": "trᵻ́m rəmúwvəl túwlz: ðə trᵻ́m rəmúwvəl túwlz prájd ɔ́f kɑ́r dɔ́r pǽnəlz wᵻðáwt skrǽtʃᵻŋ.",
        "hash": "TXT_d822a576cca46dab134fbfca435c60.mp3",
        "score": 0.5
    },
    {
        "txt": "Sanding Sponge: The sanding sponge flexed to conform to raised or curved surfaces.",
        "ipa": "sǽndᵻŋ spʌ́ndʒ: ðə sǽndᵻŋ spʌ́ndʒ flɛ́kst tə kənfɔ́rm tə rɛ́jzd ɔr kɜ́rvd sɜ́rfəsᵻz.",
        "hash": "TXT_c7e098f77dc519d976b9865e747d70.mp3",
        "score": 0.5
    },
    {
        "txt": "Honing Guide: The honing guide maintained the correct angle when sharpening chisels or planes.",
        "ipa": "hównᵻŋ ɡájd: ðə hównᵻŋ ɡájd mɛjntɛ́jnd ðə kərɛ́kt ǽŋɡəl wɛ́n ʃɑ́rpənᵻŋ tʃᵻ́zəlz ɔr plɛ́jnz.",
        "hash": "TXT_bc91d8650d0ff88542a05890465b68.mp3",
        "score": 0.5
    },
    {
        "txt": "Sharpening Stone: The sharpening stone ground dull blades back to a razor edge.",
        "ipa": "ʃɑ́rpənᵻŋ stówn: ðə ʃɑ́rpənᵻŋ stówn ɡráwnd dʌ́l blɛ́jdz bǽk tə ə rɛ́jzər ɛ́dʒ.",
        "hash": "TXT_ca1d924178f349215e7c1a711b8672.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Dispenser: The oil dispenser dripped lubricants onto lathe ways or gear assemblies.",
        "ipa": "ɔ́jl dᵻspɛ́nsər: ðə ɔ́jl dᵻspɛ́nsər drᵻ́pt lúwbrəkəns ɒntuw lɛ́jð wɛ́jz ɔr ɡɪ́ər əsɛ́mblijz.",
        "hash": "TXT_cb777429e72bc70d409efa860dd4a8.mp3",
        "score": 0.5
    },
    {
        "txt": "Winding Sticks: The winding sticks detected twist in rough-sawn boards before planing.",
        "ipa": "wájndᵻŋ stᵻ́ks: ðə wájndᵻŋ stᵻ́ks dətɛ́ktᵻd twᵻ́st ᵻn rʌ́f-sɔ́n bɔ́rdz bəfɔ́r plɛ́jnᵻŋ.",
        "hash": "TXT_d4bb36ea714c2f92845213eb3c2336.mp3",
        "score": 0.5
    },
    {
        "txt": "Flattening Beam: The flattening beam verified flatness of wide slabs with precision.",
        "ipa": "flǽtənᵻŋ bíjm: ðə flǽtənᵻŋ bíjm vɛ́ərᵻfajd flǽtnəs əv wájd slǽbz wᵻð prəsᵻ́ʒən.",
        "hash": "TXT_4b6347d4a8bf457d78ae76b2cc9786.mp3",
        "score": 0.5
    },
    {
        "txt": "Ratchet Straps: The ratchet straps cinched large equipment onto a utility trailer securely.",
        "ipa": "rǽtʃət strǽps: ðə rǽtʃət strǽps sᵻ́ntʃt lɑ́rdʒ əkwᵻ́pmənt ɒntuw ə juwtᵻ́lᵻtij trɛ́jlər səkjʊ́rlij.",
        "hash": "TXT_c314ef797608f023608742bcae92f2.mp3",
        "score": 0.5
    },
    {
        "txt": "Engine Leveler: The engine leveler balanced weight during lifting with a hoist.",
        "ipa": "ɛ́ndʒᵻn lɛ́vələr: ðə ɛ́ndʒᵻn lɛ́vələr bǽlənst wɛ́jt dʊ́rᵻŋ lᵻ́ftᵻŋ wᵻð ə hɔ́jst.",
        "hash": "TXT_ad5311e0afd5b1b1d908c271ec2e66.mp3",
        "score": 0.5
    },
    {
        "txt": "Wiring Crimper: The wiring crimper attached terminals to automotive harness connectors.",
        "ipa": "wájərᵻŋ krᵻ́mpər: ðə wájərᵻŋ krᵻ́mpər ətǽtʃt tɜ́rmᵻnəlz tə ɔ̀təmówtᵻv hɑ́rnəs kənɛ́ktərz.",
        "hash": "TXT_758c4fd992619113f51553ca8c2620.mp3",
        "score": 0.5
    },
    {
        "txt": "Panel Removal Tool: The panel removal tool popped plastic fasteners without damaging them.",
        "ipa": "pǽnəl rəmúwvəl túwl: ðə pǽnəl rəmúwvəl túwl pɒ́pt plǽstᵻk fǽsənərz wᵻðáwt dǽmᵻdʒᵻŋ ðɛm.",
        "hash": "TXT_7808d9583d3be00c6e89a37871a7f8.mp3",
        "score": 0.5
    },
    {
        "txt": "Brake Piston Tool: The brake piston tool retracted caliper pistons before new pad installation.",
        "ipa": "brɛ́jk pᵻ́stən túwl: ðə brɛ́jk pᵻ́stən túwl rijtrǽktᵻd kǽlᵻpər pᵻ́stənz bəfɔ́r núw pǽd ᵻ̀nstəlɛ́jʃən.",
        "hash": "TXT_8ba266e9f363e22da115230b84b86a.mp3",
        "score": 0.5
    },
    {
        "txt": "Bench Top Jointer: The bench top jointer squared board edges for seamless glue joints.",
        "ipa": "bɛ́ntʃ tɒ́p dʒɔ́jntər: ðə bɛ́ntʃ tɒ́p dʒɔ́jntər skwɛ́ərd bɔ́rd ɛ́dʒᵻz fɔr síjmləs ɡlúw dʒɔ́jnts.",
        "hash": "TXT_eb2b64dc7515b4ca8d07306f0a59cf.mp3",
        "score": 0.5
    },
    {
        "txt": "Thickness Planer: The thickness planer shaved boards to consistent thickness throughout.",
        "ipa": "θᵻ́knəs plɛ́jnər: ðə θᵻ́knəs plɛ́jnər ʃɛ́jvd bɔ́rdz tə kənsᵻ́stənt θᵻ́knəs θruwáwt.",
        "hash": "TXT_63ca552a52decac1ee23f7af98f8c7.mp3",
        "score": 0.5
    },
    {
        "txt": "Tile Wet Saw: The tile wet saw cooled the blade with water, preventing cracks in ceramics.",
        "ipa": "tájl wɛ́t sɔ́: ðə tájl wɛ́t sɔ́ kúwld ðə blɛ́jd wᵻð wɔ́tər, prəvɛ́ntᵻŋ krǽks ᵻn sərǽmᵻks.",
        "hash": "TXT_8a137e9740c1696bfa64b4c0443cfe.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand Plane Iron: The hand plane iron needed regular sharpening for a smooth wood finish.",
        "ipa": "hǽnd plɛ́jn ájərn: ðə hǽnd plɛ́jn ájərn níjdᵻd rɛ́ɡjələr ʃɑ́rpənᵻŋ fɔr ə smúwð wʊ́d fᵻ́nᵻʃ.",
        "hash": "TXT_74eaf38ef3f5fec6ac4169cbde193b.mp3",
        "score": 0.5
    },
    {
        "txt": "Sandblaster Cabinet: The sandblaster cabinet scoured rust and paint off metal parts.",
        "ipa": "sǽndblæ̀stər kǽbᵻnət: ðə sǽndblæ̀stər kǽbᵻnət skáwərd rʌ́st ənd pɛ́jnt ɔ́f mɛ́təl pɑ́rts.",
        "hash": "TXT_a58c9ab5e5ff0c0198ae6d6723a3cc.mp3",
        "score": 0.5
    },
    {
        "txt": "Oil Can Spout: The oil can spout reached into tiny gaps on squeaky hinges.",
        "ipa": "ɔ́jl kən spáwt: ðə ɔ́jl kən spáwt ríjtʃt ᵻntə tájnij ɡǽps ɒn skwíjkij hᵻ́ndʒᵻz.",
        "hash": "TXT_a157fe3a84a0bd6cb5bda2265b1941.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Sprayer: The paint sprayer evenly coated fences and garage doors in less time.",
        "ipa": "pɛ́jnt sprɛ́jər: ðə pɛ́jnt sprɛ́jər íjvənlij kówtᵻd fɛ́nsᵻz ənd ɡərɒ́ʒ dɔ́rz ᵻn lɛ́s tájm.",
        "hash": "TXT_94aa10a582e0ea3eb996125ebb4acf.mp3",
        "score": 0.5
    },
    {
        "txt": "Drywall Corner Trowel: The drywall corner trowel shaped crisp inside corners with compound.",
        "ipa": "drájwɒ̀l kɔ́rnər tráwl: ðə drájwɒ̀l kɔ́rnər tráwl ʃɛ́jpt krᵻ́sp ᵻnsájd kɔ́rnərz wᵻð kɒ́mpawnd.",
        "hash": "TXT_4b2a7fcac7701d308df07373117ff3.mp3",
        "score": 0.5
    },
    {
        "txt": "Panel Lift: The panel lift hoisted heavy drywall sheets to ceiling height with ease.",
        "ipa": "pǽnəl lᵻ́ft: ðə pǽnəl lᵻ́ft hɔ́jstᵻd hɛ́vij drájwɒ̀l ʃíjts tə síjlᵻŋ hájt wᵻð íjz.",
        "hash": "TXT_d3dc105502069023b34f10dd625a24.mp3",
        "score": 0.5
    },
    {
        "txt": "Post Level: The post level wrapped around lumber to check plumb from multiple directions.",
        "ipa": "pówst lɛ́vəl: ðə pówst lɛ́vəl rǽpt əráwnd lʌ́mbər tə tʃɛ́k plʌ́m frəm mʌ́ltᵻpəl dᵻərɛ́kʃənz.",
        "hash": "TXT_bda1e907e5d30542182ff101bfea1e.mp3",
        "score": 0.5
    },
    {
        "txt": "Line Laser: The line laser projected cross lines for squaring up tile layouts on the floor.",
        "ipa": "lájn lɛ́jzər: ðə lájn lɛ́jzər prədʒɛ́ktᵻd krɔ́s lájnz fɔr skwɛ́ərᵻŋ ʌp tájl lɛ́jàwts ɒn ðə flɔ́r.",
        "hash": "TXT_729222a4a2a5cd038e62e8bd06def9.mp3",
        "score": 0.5
    },
    {
        "txt": "Wooden Mallet: The wooden mallet knocked joints together without marring chisels.",
        "ipa": "wʊ́dən mǽlət: ðə wʊ́dən mǽlət nɒ́kt dʒɔ́jnts təɡɛ́ðər wᵻðáwt mɑ́rᵻŋ tʃᵻ́zəlz.",
        "hash": "TXT_f8558127874c0af997fe362e20278b.mp3",
        "score": 0.5
    },
    {
        "txt": "Center Punch: The center punch dimpled metal to guide a drill bit precisely.",
        "ipa": "sɛ́ntər pʌ́ntʃ: ðə sɛ́ntər pʌ́ntʃ dᵻ́mpəld mɛ́təl tə ɡájd ə drᵻ́l bᵻ́t prəsájslij.",
        "hash": "TXT_5e1cfefda33a37f0b26940fd06b386.mp3",
        "score": 0.5
    },
    {
        "txt": "Scale Ruler: The scale ruler measured architecture drawings at different scales.",
        "ipa": "skɛ́jl rúwlər: ðə skɛ́jl rúwlər mɛ́ʒərd ɑ́rkᵻtɛ̀ktʃər drɔ́jŋz æt dᵻ́fərənt skɛ́jlz.",
        "hash": "TXT_b558fb2cc11ba07d5641cd1f456de9.mp3",
        "score": 0.5
    },
    {
        "txt": "CNC Machine: The CNC machine carved complex patterns automatically from digital designs.",
        "ipa": "CNC məʃíjn: ðə CNC məʃíjn kɑ́rvd kɒ́mplɛks pǽtərnz ɔ̀təmǽtᵻklij frəm dᵻ́dʒᵻtəl dəzájnz.",
        "hash": "TXT_bba6d590b094542f354882b3c667e1.mp3",
        "score": 0.5
    },
    {
        "txt": "Metal Bender: The metal bender formed plates into custom brackets and channels.",
        "ipa": "mɛ́təl bɛ́ndər: ðə mɛ́təl bɛ́ndər fɔ́rmd plɛ́jts ᵻntə kʌ́stəm brǽkəts ənd tʃǽnəlz.",
        "hash": "TXT_6342f1be91ac24aee3a736dcdf5c61.mp3",
        "score": 0.5
    },
    {
        "txt": "Bench Shear: The bench shear sliced sheet metal straight with a powerful guillotine action.",
        "ipa": "bɛ́ntʃ ʃɪ́ər: ðə bɛ́ntʃ ʃɪ́ər slájst ʃíjt mɛ́təl strɛ́jt wᵻð ə páwərfəl ɡíjətìjn ǽkʃən.",
        "hash": "TXT_b4adab6fff395731eb5468eea972d8.mp3",
        "score": 0.5
    },
    {
        "txt": "Cordless Screwdriver: The cordless screwdriver buzzed screws into furniture assembly kits.",
        "ipa": "kɔ́rdləs skrúwdràjvər: ðə kɔ́rdləs skrúwdràjvər bʌ́zd skrúwz ᵻntə fɜ́rnᵻtʃər əsɛ́mblij kᵻ́ts.",
        "hash": "TXT_6a1c11e7144114d2844f9b8cd053c9.mp3",
        "score": 0.5
    },
    {
        "txt": "Inspection Mirror: The inspection mirror revealed hidden spaces behind engine components.",
        "ipa": "ᵻ̀nspɛ́kʃən mɪ́ərər: ðə ᵻ̀nspɛ́kʃən mɪ́ərər rəvíjld hᵻ́dən spɛ́jsᵻz bəhájnd ɛ́ndʒᵻn kəmpównənts.",
        "hash": "TXT_d9532a311e3e23351a6e28ae6468b9.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Hoist: The electric hoist lifted heavy beams high into the workshop rafters.",
        "ipa": "əlɛ́ktrᵻk hɔ́jst: ðə əlɛ́ktrᵻk hɔ́jst lᵻ́ftᵻd hɛ́vij bíjmz háj ᵻntə ðə wɜ́rkʃɒ̀p rǽftərz.",
        "hash": "TXT_b9fac17fac2989fb53bc6547e96972.mp3",
        "score": 0.5
    },
    {
        "txt": "Hinged Dolly: The hinged dolly pivoted to move bulky cabinets around narrow hallways.",
        "ipa": "hᵻ́ndʒd dɒ́lij: ðə hᵻ́ndʒd dɒ́lij pᵻ́vətᵻd tə múwv bʌ́lkij kǽbᵻnəts əráwnd nǽrow hɔ́lwɛ̀jz.",
        "hash": "TXT_1b49a85f73a37e8e4c50c8b686b21f.mp3",
        "score": 0.5
    },
    {
        "txt": "Tile Grout Saw: The tile grout saw removed old, discolored grout between tiles.",
        "ipa": "tájl ɡráwt sɔ́: ðə tájl ɡráwt sɔ́ rijmúwvd ówld, dᵻskʌ́lərd ɡráwt bijtwíjn tájlz.",
        "hash": "TXT_d7f4f4221fc362638f2517ba75bc13.mp3",
        "score": 0.5
    },
    {
        "txt": "Joint Compound Knife: The joint compound knife feathered edges for invisible drywall seams.",
        "ipa": "dʒɔ́jnt kɒ́mpawnd nájf: ðə dʒɔ́jnt kɒ́mpawnd nájf fɛ́ðərd ɛ́dʒᵻz fɔr ᵻnvᵻ́zᵻbəl drájwɒ̀l síjmz.",
        "hash": "TXT_30fc6148095754915cff17a5cdc47c.mp3",
        "score": 0.5
    },
    {
        "txt": "Compound Miter Saw: The compound miter saw angled, beveled, and crosscut moldings efficiently.",
        "ipa": "kɒ́mpawnd májtər sɔ́: ðə kɒ́mpawnd májtər sɔ́ ǽŋɡəld, bévəld, ənd krɔ́skʌ̀t mówldᵻŋz əfᵻ́ʃəntlij.",
        "hash": "TXT_37864fb79171d9b6b189775f5c470a.mp3",
        "score": 0.5
    },
    {
        "txt": "Finish Sander: The finish sander gave final touches before applying varnish to furniture.",
        "ipa": "fᵻ́nᵻʃ sǽndər: ðə fᵻ́nᵻʃ sǽndər ɡɛ́jv fájnəl tʌ́tʃᵻz bəfɔ́r əplájᵻŋ vɑ́rnᵻʃ tə fɜ́rnᵻtʃər.",
        "hash": "TXT_44cb4744d02f0fabdc718b715b19dd.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Mixer: The paint mixer stirred pigments thoroughly for a consistent color.",
        "ipa": "pɛ́jnt mᵻ́ksər: ðə pɛ́jnt mᵻ́ksər stɜ́rd pᵻ́ɡmənts θɜ́rəlij fɔr ə kənsᵻ́stənt kʌ́lər.",
        "hash": "TXT_27206b6f4270e7b8f930cb84938920.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Hammer: The air hammer chipped away old mortar and corroded metal rivets.",
        "ipa": "ɛ́ər hǽmər: ðə ɛ́ər hǽmər tʃᵻ́pt əwɛ́j ówld mɔ́rtər ənd kərówdᵻd mɛ́təl rᵻ́vəts.",
        "hash": "TXT_6ee1d24ea22d66863c3e8c9adfbe34.mp3",
        "score": 0.5
    },
    {
        "txt": "Cupping Block: The cupping block stabilized curved boards while surface planing.",
        "ipa": "kʌ́pᵻŋ blɒ́k: ðə kʌ́pᵻŋ blɒ́k stɛ́jbᵻlàjzd kɜ́rvd bɔ́rdz wájl sɜ́rfəs plɛ́jnᵻŋ.",
        "hash": "TXT_6dbe0339f1b324a901157c9edd4fd3.mp3",
        "score": 0.5
    },
    {
        "txt": "Fence Stretcher: The fence stretcher tightened wire fencing around large pastures.",
        "ipa": "fɛ́ns strɛ́tʃər: ðə fɛ́ns strɛ́tʃər tájtənd wájər fɛ́nsᵻŋ əráwnd lɑ́rdʒ pǽstʃərz.",
        "hash": "TXT_86c4d070cef99539be38f44992ca8e.mp3",
        "score": 0.5
    },
    {
        "txt": "Floor Edger: The floor edger sanded up against baseboards where a drum sander couldn’t reach.",
        "ipa": "flɔ́r ɛ́dʒər: ðə flɔ́r ɛ́dʒər sǽndᵻd ʌp əɡɛ́jnst bɛ́jsbɔ̀rdz wɛ́ər ə drʌ́m sǽndər kʊ́dənt ríjtʃ.",
        "hash": "TXT_ae82260641d7f17141c6a4ee09e0cd.mp3",
        "score": 0.5
    },
    {
        "txt": "Hand Scythe: The hand scythe cut tall grass at the orchard’s perimeter.",
        "ipa": "hǽnd sájθ: ðə hǽnd sájθ kʌ́t tɔ́l ɡrǽs æt ðə ɔ́rtʃərd'z pərᵻ́mətər.",
        "hash": "TXT_fb73d538671a0d5d7de120e1d7fe9a.mp3",
        "score": 0.5
    },
    {
        "txt": "Brush Axe: The brush axe hacked through thick undergrowth in the neglected lot.",
        "ipa": "brʌ́ʃ ǽks: ðə brʌ́ʃ ǽks hǽkt θrúw θᵻ́k ʌ́ndərɡròwθ ᵻn ðə nəɡlɛ́ktᵻd lɒ́t.",
        "hash": "TXT_62141aca157af9a21109b4526f6248.mp3",
        "score": 0.5
    },
    {
        "txt": "Bolt Extractor: The bolt extractor bit gripped snapped fasteners to twist them out.",
        "ipa": "bówlt ɛkstrǽktər: ðə bówlt ɛkstrǽktər bᵻ́t ɡrᵻ́pt snǽpt fǽsənərz tə twᵻ́st ðɛm awt.",
        "hash": "TXT_c392920debbf5b689e9ba6cb779435.mp3",
        "score": 0.5
    },
    {
        "txt": "Firewood Moisture Meter: The firewood moisture meter ensured logs were dry enough for burning.",
        "ipa": "fájərwʊ̀d mɔ́jstʃər míjtər: ðə fájərwʊ̀d mɔ́jstʃər míjtər ənʃʊ́rd lɔ́ɡz wɜ́r dráj ənʌ́f fɔr bɜ́rnᵻŋ.",
        "hash": "TXT_e3c418310b6b57404e4935750f42d5.mp3",
        "score": 0.5
    },
    {
        "txt": "Paint Edge Guard: The paint edge guard prevented streaks along the corner edges.",
        "ipa": "pɛ́jnt ɛ́dʒ ɡɑ́rd: ðə pɛ́jnt ɛ́dʒ ɡɑ́rd prəvɛ́ntᵻd stríjks əlɔ́ŋ ðə kɔ́rnər ɛ́dʒᵻz.",
        "hash": "TXT_d4e971ac25c81a416d6b6fc9694c0f.mp3",
        "score": 0.5
    },
    {
        "txt": "Chain Sharpener: The chain sharpener restored the dull chainsaw links for swift cutting.",
        "ipa": "tʃɛ́jn ʃɑ́rpənər: ðə tʃɛ́jn ʃɑ́rpənər rəstɔ́rd ðə dʌ́l tʃɛ́jnsɔ̀ lᵻ́ŋks fɔr swᵻ́ft kʌ́tᵻŋ.",
        "hash": "TXT_9ec9a33e15b6dd0a309d6f2655b6da.mp3",
        "score": 0.5
    },
    {
        "txt": "Crank Puller: The crank puller removed bicycle crank arms without damaging the spindle.",
        "ipa": "krǽŋk pʊ́lər: ðə krǽŋk pʊ́lər rijmúwvd bájsᵻkəl krǽŋk ɑ́rmz wᵻðáwt dǽmᵻdʒᵻŋ ðə spᵻ́ndəl.",
        "hash": "TXT_eeb6e77378617ec4fa326805c29896.mp3",
        "score": 0.5
    },
    {
        "txt": "Spoke Wrench: The spoke wrench trued wheel rims by adjusting spoke tension precisely.",
        "ipa": "spówk rɛ́ntʃ: ðə spówk rɛ́ntʃ trúwd wíjl rᵻ́mz baj ədʒʌ́stᵻŋ spówk tɛ́nʃən prəsájslij.",
        "hash": "TXT_78baeb260f86269b40f0ec8cb5d0f4.mp3",
        "score": 0.5
    },
    {
        "txt": "Panel Beater: The panel beater hammered automotive body panels into original form.",
        "ipa": "pǽnəl bíjtər: ðə pǽnəl bíjtər hǽmərd ɔ̀təmówtᵻv bɒ́dij pǽnəlz ᵻntə ərᵻ́dʒᵻnəl fɔ́rm.",
        "hash": "TXT_88e6175424586f91d6d46dd7631a75.mp3",
        "score": 0.5
    },
    {
        "txt": "Welding Rod Oven: The welding rod oven kept electrodes dry for consistent arc performance.",
        "ipa": "wɛ́ldᵻŋ rɒ́d ʌ́vən: ðə wɛ́ldᵻŋ rɒ́d ʌ́vən kɛ́pt əlɛ́ktrowdz dráj fɔr kənsᵻ́stənt ɑ́rk pərfɔ́rməns.",
        "hash": "TXT_b28339108744f0a0ab311cf036345e.mp3",
        "score": 0.5
    },
    {
        "txt": "Tube Notcher: The tube notcher cut precise joints for roll cages and metal frames.",
        "ipa": "tjúwb nɒ́tʃər: ðə tjúwb nɒ́tʃər kʌ́t prəsájs dʒɔ́jnts fɔr rówl kɛ́jdʒᵻz ənd mɛ́təl frɛ́jmz.",
        "hash": "TXT_c59233422ff4626a217ba89c787ce4.mp3",
        "score": 0.5
    },
    {
        "txt": "Angle Clamp: The angle clamp secured boards together at various angles for glue-ups.",
        "ipa": "ǽŋɡəl klǽmp: ðə ǽŋɡəl klǽmp səkjʊ́rd bɔ́rdz təɡɛ́ðər æt vɛ́ərijəs ǽŋɡəlz fɔr ɡlúw-ʌ́ps.",
        "hash": "TXT_9610f017aabc21fdefa1ea881f33bd.mp3",
        "score": 0.5
    },
    {
        "txt": "Safety Harness: The safety harness fastened around the user, preventing falls from scaffolding.",
        "ipa": "sɛ́jftij hɑ́rnəs: ðə sɛ́jftij hɑ́rnəs fǽsənd əráwnd ðə júwzər, prəvɛ́ntᵻŋ fɔ́lz frəm skǽfəldᵻŋ.",
        "hash": "TXT_539e03c2b516a359b2a3336f7e773f.mp3",
        "score": 0.5
    },
    {
        "txt": "Rope Ratchet: The rope ratchet lifted and held grow lights or small loads steadily.",
        "ipa": "rówp rǽtʃət: ðə rówp rǽtʃət lᵻ́ftᵻd ənd hɛ́ld ɡrów lájts ɔr smɔ́l lówdz stɛ́dᵻlij.",
        "hash": "TXT_2e20cac5c78d306c5d4ebdbeca66f6.mp3",
        "score": 0.5
    },
    {
        "txt": "Crowfoot Socket: The crowfoot socket accessed fasteners hidden beneath hoses or lines.",
        "ipa": "krówfʊ̀t sɒ́kət: ðə krówfʊ̀t sɒ́kət ǽksɛ̀st fǽsənərz hᵻ́dən bəníjθ hówzᵻz ɔr lájnz.",
        "hash": "TXT_cc9122fac63b161cc11274faea2671.mp3",
        "score": 0.5
    },
    {
        "txt": "Glazier Points: The glazier points locked glass panes into wooden window sashes.",
        "ipa": "ɡlɛ́jzijər pɔ́jnts: ðə ɡlɛ́jzijər pɔ́jnts lɒ́kt ɡlǽs pɛ́jnz ᵻntə wʊ́dən wᵻ́ndow sǽʃᵻz.",
        "hash": "TXT_17afe844516bfecf1f1df5f0dbe8af.mp3",
        "score": 0.5
    },
    {
        "txt": "Speed Handle: The speed handle spun sockets rapidly for quick disassembly.",
        "ipa": "spíjd hǽndəl: ðə spíjd hǽndəl spʌ́n sɒ́kəts rǽpᵻdlij fɔr kwᵻ́k dᵻ̀səsɛ́mblij.",
        "hash": "TXT_a9fcc40eda3138a3d06ece0f80805d.mp3",
        "score": 0.5
    },
    {
        "txt": "Water Pump Pliers: The water pump pliers adjusted easily for gripping large or irregular objects.",
        "ipa": "wɔ́tər pʌ́mp plájərz: ðə wɔ́tər pʌ́mp plájərz ədʒʌ́stᵻd íjzəlij fɔr ɡrᵻ́pᵻŋ lɑ́rdʒ ɔr ᵻ̀ərɛ́ɡjələr ɒ́bdʒɛkts.",
        "hash": "TXT_9014a50dc3ed3f563f3c8a2eb71e37.mp3",
        "score": 0.5
    },
    {
        "txt": "Adjustable Clamp: The adjustable clamp adapted to different widths for quick one-hand tightening.",
        "ipa": "ədʒʌ́stəbəl klǽmp: ðə ədʒʌ́stəbəl klǽmp ədǽptᵻd tə dᵻ́fərənt wᵻ́dθs fɔr kwᵻ́k wʌ́n-hǽnd tájtənᵻŋ.",
        "hash": "TXT_dc0ea267f1e33d96379f2162dde536.mp3",
        "score": 0.5
    },
    {
        "txt": "Tin Snips: The tin snips trimmed metal flashing for roof edges and gutter repairs.",
        "ipa": "tᵻ́n snᵻ́ps: ðə tᵻ́n snᵻ́ps trᵻ́md mɛ́təl flǽʃᵻŋ fɔr rúwf ɛ́dʒᵻz ənd ɡʌ́tər rijpɛ́ərz.",
        "hash": "TXT_8813a5170f105d0c90af8d6681c7a7.mp3",
        "score": 0.5
    },
    {
        "txt": "Insulation Knife: The insulation knife cut fiberglass batts cleanly to fill wall cavities.",
        "ipa": "ᵻ̀nsəlɛ́jʃən nájf: ðə ᵻ̀nsəlɛ́jʃən nájf kʌ́t fájbərɡlæ̀s bǽts klíjnlij tə fᵻ́l wɔ́l kǽvᵻtijz.",
        "hash": "TXT_7fb6bd0e52172737616630873a4230.mp3",
        "score": 0.5
    },
    {
        "txt": "Dust Collection Hose: The dust collection hose carried sawdust to the filtration system.",
        "ipa": "dʌ́st kəlɛ́kʃən hówz: ðə dʌ́st kəlɛ́kʃən hówz kǽrijd sɔ́dʌ̀st tə ðə fᵻltrɛ́jʃən sᵻ́stəm.",
        "hash": "TXT_1f5d4311ff2559a5db35eef17ab497.mp3",
        "score": 0.5
    },
    {
        "txt": "Portable Workbench: The portable workbench folded flat for transport to job sites.",
        "ipa": "pɔ́rtəbəl wɜ́rkbɛ̀ntʃ: ðə pɔ́rtəbəl wɜ́rkbɛ̀ntʃ fówldᵻd flǽt fɔr trǽnspɔrt tə dʒɒ́b sájts.",
        "hash": "TXT_fe44bdc95d601af94e8650fada3ad4.mp3",
        "score": 0.5
    },
    {
        "txt": "Ripping Chain: The ripping chain milled lumber from logs for homemade boards.",
        "ipa": "rᵻ́pᵻŋ tʃɛ́jn: ðə rᵻ́pᵻŋ tʃɛ́jn mᵻ́ld lʌ́mbər frəm lɔ́ɡz fɔr hówmɛ́jd bɔ́rdz.",
        "hash": "TXT_925ffc7bca3f95e480cd8219c4b69c.mp3",
        "score": 0.5
    },
    {
        "txt": "Drag Harrow: The drag harrow broke up soil clumps behind a small tractor in the field.",
        "ipa": "drǽɡ hǽrow: ðə drǽɡ hǽrow brówk ʌp sɔ́jl klʌ́mps bəhájnd ə smɔ́l trǽktər ᵻn ðə fíjld.",
        "hash": "TXT_d9f4d84ebad6e8c97d92900ec5a97d.mp3",
        "score": 0.5
    },
    {
        "txt": "Bench Anvil: The bench anvil supported light metal forming tasks in the home workshop.",
        "ipa": "bɛ́ntʃ ǽnvəl: ðə bɛ́ntʃ ǽnvəl səpɔ́rtᵻd lájt mɛ́təl fɔ́rmᵻŋ tǽsks ᵻn ðə hówm wɜ́rkʃɒ̀p.",
        "hash": "TXT_de00741687274e686697aa6cdee01c.mp3",
        "score": 0.5
    },
    {
        "txt": "Power Auger: The power auger bored deep holes in the ground for fence posts quickly.",
        "ipa": "páwər ɔ́ɡər: ðə páwər ɔ́ɡər bɔ́rd díjp hówlz ᵻn ðə ɡráwnd fɔr fɛ́ns pówsts kwᵻ́klij.",
        "hash": "TXT_b3cf76beedd661ce867799dfb8b807.mp3",
        "score": 0.5
    },
    {
        "txt": "Birdsmouth Chisel: The birdsmouth chisel refined corners in boat-building or curved joinery.",
        "ipa": "bɜ́rdzmàwθ tʃᵻ́zəl: ðə bɜ́rdzmàwθ tʃᵻ́zəl rəfájnd kɔ́rnərz ᵻn bówt-bᵻ́ldᵻŋ ɔr kɜ́rvd dʒɔ́jnərij.",
        "hash": "TXT_d83d50c5c398341ede703c953a30af.mp3",
        "score": 0.5
    },
    {
        "txt": "Poly Hammer: The poly hammer combined a soft face with a durable polymer head.",
        "ipa": "pɒ́lij hǽmər: ðə pɒ́lij hǽmər kəmbájnd ə sɒ́ft fɛ́js wᵻð ə dʊ́rəbəl pɒ́lᵻmər hɛ́d.",
        "hash": "TXT_e34cd7c27169793c912fb1c8699a41.mp3",
        "score": 0.5
    },
    {
        "txt": "Flashlight Lantern: The flashlight lantern illuminated dark attics or crawl spaces for inspections.",
        "ipa": "flǽʃlàjt lǽntərn: ðə flǽʃlàjt lǽntərn ᵻ̀lúwmᵻnɛ̀jtᵻd dɑ́rk ǽtᵻks ɔr krɔ́l spɛ́jsᵻz fɔr ᵻ̀nspɛ́kʃənz.",
        "hash": "TXT_6ea10bf5488c16ba997d50b9f3a452.mp3",
        "score": 0.5
    },
    {
        "txt": "Endless Ratchet: The endless ratchet hoisted the old generator into the pickup bed.",
        "ipa": "ɛ́ndləs rǽtʃət: ðə ɛ́ndləs rǽtʃət hɔ́jstᵻd ðə ówld dʒɛ́nərɛ̀jtər ᵻntə ðə pᵻ́kʌ̀p bɛ́d.",
        "hash": "TXT_5ba9b1298f70754cf2b8f7ed7e0253.mp3",
        "score": 0.5
    },
    {
        "txt": "Torque Stick: The torque stick limited torque for lug nuts when using an impact wrench.",
        "ipa": "tɔ́rk stᵻ́k: ðə tɔ́rk stᵻ́k lᵻ́mᵻtᵻd tɔ́rk fɔr lʌ́ɡ nʌ́ts wɛ́n júwzᵻŋ ən ᵻ́mpækt rɛ́ntʃ.",
        "hash": "TXT_c61eaa4c1b1733b00412f880c1ea4d.mp3",
        "score": 0.5
    },
    {
        "txt": "Stud Gun: The stud gun welded metal studs onto automotive panels for dent pulling.",
        "ipa": "stʌ́d ɡʌ́n: ðə stʌ́d ɡʌ́n wɛ́ldᵻd mɛ́təl stʌ́dz ɒntuw ɔ̀təmówtᵻv pǽnəlz fɔr dɛ́nt pʊ́lᵻŋ.",
        "hash": "TXT_561828ca165d937d20c96b4ad2b5f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Laser Distance Meter: The laser distance meter measured rooms for remodeling with pinpoint accuracy.",
        "ipa": "lɛ́jzər dᵻ́stəns míjtər: ðə lɛ́jzər dᵻ́stəns míjtər mɛ́ʒərd rúwmz fɔr rəmɒ́dəlᵻŋ wᵻð pᵻ́npɔ̀jnt ǽkjərəsij.",
        "hash": "TXT_40aaa53f1491f0fa2a045158746141.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Sander: The air sander smoothed automotive body filler with uniform pressure.",
        "ipa": "ɛ́ər sǽndər: ðə ɛ́ər sǽndər smúwðd ɔ̀təmówtᵻv bɒ́dij fᵻ́lər wᵻð júwnᵻfɔ̀rm prɛ́ʃər.",
        "hash": "TXT_2fbc5b246d6f31c2de761ab0474ba2.mp3",
        "score": 0.5
    },
    {
        "txt": "Band Clamp: The band clamp tightened around circular or irregular objects like barrels.",
        "ipa": "bǽnd klǽmp: ðə bǽnd klǽmp tájtənd əráwnd sɜ́rkjələr ɔr ᵻ̀ərɛ́ɡjələr ɒ́bdʒɛkts lájk bǽrəlz.",
        "hash": "TXT_7928688fda2aa290e6ee3b1ab1fd8b.mp3",
        "score": 0.5
    },
    {
        "txt": "Gas Meter Key: The gas meter key opened or closed residential gas valves in emergencies.",
        "ipa": "ɡǽs míjtər kíj: ðə ɡǽs míjtər kíj ówpənd ɔr klówzd rɛ̀zᵻdɛ́nʃəl ɡǽs vǽlvz ᵻn əmɜ́rdʒənsijz.",
        "hash": "TXT_bfc02bbc64760d8ccace6dac57ceab.mp3",
        "score": 0.5
    },
    {
        "txt": "Drilling Guide: The drilling guide kept bits straight for uniform dowel holes.",
        "ipa": "drᵻ́lᵻŋ ɡájd: ðə drᵻ́lᵻŋ ɡájd kɛ́pt bᵻ́ts strɛ́jt fɔr júwnᵻfɔ̀rm dáwəl hówlz.",
        "hash": "TXT_62d393c32f35104db073be954fc978.mp3",
        "score": 0.5
    },
    {
        "txt": "Wood Doweling Jig: The wood doweling jig aligned dowels perfectly for edge joints.",
        "ipa": "wʊ́d dáwəlᵻŋ dʒᵻ́ɡ: ðə wʊ́d dáwəlᵻŋ dʒᵻ́ɡ əlájnd dáwəlz pɜ́rfəktlij fɔr ɛ́dʒ dʒɔ́jnts.",
        "hash": "TXT_7606c7191d849efc652489d6ed24a0.mp3",
        "score": 0.5
    },
    {
        "txt": "Rotary Tool: The rotary tool handled engraving, sanding, and cutting small details.",
        "ipa": "rówtərij túwl: ðə rówtərij túwl hǽndəld ənɡrɛ́jvᵻŋ, sǽndᵻŋ, ənd kʌ́tᵻŋ smɔ́l díjtɛjlz.",
        "hash": "TXT_a404ee064f7f6661730383c3196951.mp3",
        "score": 0.5
    },
    {
        "txt": "Spiral Cutter: The spiral cutter planed boards with helical knives for a smoother finish.",
        "ipa": "spájərəl kʌ́tər: ðə spájərəl kʌ́tər plɛ́jnd bɔ́rdz wᵻð hɛ́lᵻkəl nájvz fɔr ə smúwðər fᵻ́nᵻʃ.",
        "hash": "TXT_79f40f4c8745500e6a7ba4de2ad187.mp3",
        "score": 0.5
    },
    {
        "txt": "Plumbing Snake: The plumbing snake tackled clogged drains that a simple plunger couldn’t clear.",
        "ipa": "plʌ́mᵻŋ snɛ́jk: ðə plʌ́mᵻŋ snɛ́jk tǽkəld klɔ́ɡd drɛ́jnz thət ə sᵻ́mpəl plʌ́ndʒər kʊ́dənt klɪ́ər.",
        "hash": "TXT_9d761b9e5f1a01301ec308b415b8d9.mp3",
        "score": 0.5
    },
    {
        "txt": "Drain Pump: The drain pump emptied flooded basements or sumps without permanent plumbing.",
        "ipa": "drɛ́jn pʌ́mp: ðə drɛ́jn pʌ́mp ɛ́mptijd flʌ́dᵻd bɛ́jsmənts ɔr sʌ̀mps wᵻðáwt pɜ́rmənənt plʌ́mᵻŋ.",
        "hash": "TXT_68ce6be4a1d0f31a17b1fda55bcec6.mp3",
        "score": 0.5
    },
    {
        "txt": "Strapping Machine: The strapping machine bundled boxes securely for shipping.",
        "ipa": "strǽpᵻŋ məʃíjn: ðə strǽpᵻŋ məʃíjn bʌ́ndəld bɒ́ksᵻz səkjʊ́rlij fɔr ʃᵻ́pᵻŋ.",
        "hash": "TXT_8cadf424d0fc29846885edceddacde.mp3",
        "score": 0.5
    },
    {
        "txt": "Expansion Tank: The expansion tank relieved pressure fluctuations in the house water system.",
        "ipa": "əkspǽnʃən tǽŋk: ðə əkspǽnʃən tǽŋk rəlíjvd prɛ́ʃər flʌ̀ktʃuwɛ́jʃənz ᵻn ðə haws wɔ́tər sᵻ́stəm.",
        "hash": "TXT_f11aaa107d3cb8d94b3d5ba743797a.mp3",
        "score": 0.5
    },
    {
        "txt": "Underlayment Roller: The underlayment roller smoothed adhesive sheets for vinyl or laminate floors.",
        "ipa": "ʌ̀ndərlɛ́jmənt rówlər: ðə ʌ̀ndərlɛ́jmənt rówlər smúwðd ædhíjsᵻv ʃíjts fɔr vájnəl ɔr lǽmᵻnᵻt flɔ́rz.",
        "hash": "TXT_32b13cd635c86b6807eaa0b98c1af4.mp3",
        "score": 0.5
    },
    {
        "txt": "Insulation Blower: The insulation blower filled walls and attics with loose-fill insulation.",
        "ipa": "ᵻ̀nsəlɛ́jʃən blówər: ðə ᵻ̀nsəlɛ́jʃən blówər fᵻ́ld wɔ́lz ənd ǽtᵻks wᵻð lúws-fᵻ́l ᵻ̀nsəlɛ́jʃən.",
        "hash": "TXT_cd61d71f6aab5210258cb36802947a.mp3",
        "score": 0.5
    },
    {
        "txt": "Safety Cones: The safety cones marked off wet concrete or restricted areas.",
        "ipa": "sɛ́jftij kównz: ðə sɛ́jftij kównz mɑ́rkt ɔ́f wɛ́t kɒ́nkrijt ɔr rəstrᵻ́ktᵻd ɛ́ərijəz.",
        "hash": "TXT_d89e358f570c0ba02f42afb7c7676e.mp3",
        "score": 0.5
    },
    {
        "txt": "Air Chisel: The air chisel chipped rivets and welds on rusted car frames.",
        "ipa": "ɛ́ər tʃᵻ́zəl: ðə ɛ́ər tʃᵻ́zəl tʃᵻ́pt rᵻ́vəts ənd wɛ́ldz ɒn rʌ́stᵻd kɑ́r frɛ́jmz.",
        "hash": "TXT_ab20597f18170a83a8627fbbd6a3f1.mp3",
        "score": 0.5
    },
    {
        "txt": "Cable Winch Puller: The cable winch puller tugged heavy logs out of a ditch with strong leverage.",
        "ipa": "kɛ́jbəl wᵻ́ntʃ pʊ́lər: ðə kɛ́jbəl wᵻ́ntʃ pʊ́lər tʌ́ɡd hɛ́vij lɔ́ɡz awt əv ə dᵻ́tʃ wᵻð strɔ́ŋ lɛ́vərᵻdʒ.",
        "hash": "TXT_184193f99d5b1811e85669df92bbff.mp3",
        "score": 0.5
    },
    {
        "txt": "Plank Stand: The plank stand held scaffolding boards at a stable working height.",
        "ipa": "plǽŋk stǽnd: ðə plǽŋk stǽnd hɛ́ld skǽfəldᵻŋ bɔ́rdz æt ə stɛ́jbəl wɜ́rkᵻŋ hájt.",
        "hash": "TXT_bff9fc38b0b7e0aa50126dc63d697b.mp3",
        "score": 0.5
    },
    {
        "txt": "V-Block Clamp: The v-block clamp cradled round pipes for drilling or welding.",
        "ipa": "v-blɒ́k klǽmp: ðə v-blɒ́k klǽmp krɛ́jdld ráwnd pájps fɔr drᵻ́lᵻŋ ɔr wɛ́ldᵻŋ.",
        "hash": "TXT_ae776435610f45ebe9df1872913ead.mp3",
        "score": 0.5
    },
    {
        "txt": "Spirit Level Blocks: The spirit level blocks calibrated longer levels for accuracy.",
        "ipa": "spɪ́ərᵻt lɛ́vəl blɒ́ks: ðə spɪ́ərᵻt lɛ́vəl blɒ́ks kǽləbrɛ̀jtᵻd lɔ́ŋɡər lɛ́vəlz fɔr ǽkjərəsij.",
        "hash": "TXT_4c3cfda58923fbf4c8e3d1053f6ef9.mp3",
        "score": 0.5
    },
    {
        "txt": "Tow Strap: The tow strap rescued mired vehicles by attaching to a sturdy hitch.",
        "ipa": "tów strǽp: ðə tów strǽp rɛ́skjuwd májərd víjhəkəlz baj ətǽtʃᵻŋ tə ə stɜ́rdij hᵻ́tʃ.",
        "hash": "TXT_79ac6ce75000743ad0da1568ae7df2.mp3",
        "score": 0.5
    },
    {
        "txt": "Mounting Bracket: The mounting bracket secured shelves and equipment to stud framing.",
        "ipa": "máwntᵻŋ brǽkᵻt: ðə máwntᵻŋ brǽkᵻt səkjʊ́rd ʃɛ́lvz ənd əkwᵻ́pmənt tə stʌ́d frɛ́jmᵻŋ.",
        "hash": "TXT_f83d1b0ab3cbf6769830bd9a3088dc.mp3",
        "score": 0.5
    },
    {
        "txt": "Wire Grommet: The wire grommet prevented cable chafing through sharp panel edges.",
        "ipa": "wájər ɡrɒ́mᵻt: ðə wájər ɡrɒ́mᵻt prəvɛ́ntᵻd kɛ́jbəl tʃɛ́jfᵻŋ θrúw ʃɑ́rp pǽnəl ɛ́dʒᵻz.",
        "hash": "TXT_ca5fae1024a1632d8d2805fc8ddaa7.mp3",
        "score": 0.5
    },
    {
        "txt": "Angle Grinder Shield: The angle grinder shield deflected sparks and metal swarf away from the user.",
        "ipa": "ǽŋɡəl ɡrájndər ʃíjld: ðə ǽŋɡəl ɡrájndər ʃíjld dəflɛ́ktᵻd spɑ́rks ənd mɛ́təl swɔ́rf əwɛ́j frəm ðə júwzər.",
        "hash": "TXT_14100f59c026d300a0de727dc25f49.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Pickup Tool: The magnetic pickup tool retrieved dropped screws from engine compartments.",
        "ipa": "mæɡnɛ́tᵻk pᵻ́kʌ̀p túwl: ðə mæɡnɛ́tᵻk pᵻ́kʌ̀p túwl rətríjvd drɒ́pt skrúwz frəm ɛ́ndʒᵻn kəmpɑ́rtmənts.",
        "hash": "TXT_50a63fa5bbff2632dcef1b2359a6b3.mp3",
        "score": 0.5
    },
    {
        "txt": "Dial Caliper: The dial caliper read measurements on a clock-like scale for quick reference.",
        "ipa": "dájəl kǽlᵻpər: ðə dájəl kǽlᵻpər rɛ́d mɛ́ʒərmənts ɒn ə klɒ́k-lájk skɛ́jl fɔr kwᵻ́k rɛ́fərəns.",
        "hash": "TXT_65d689095b79b6192defb41114ba65.mp3",
        "score": 0.5
    },
    {
        "txt": "Digital Angle Finder: The digital angle finder displayed exact degrees for crown molding cuts.",
        "ipa": "dᵻ́dʒᵻtəl ǽŋɡəl fájndər: ðə dᵻ́dʒᵻtəl ǽŋɡəl fájndər dᵻsplɛ́jd əɡzǽkt dəɡríjz fɔr kráwn mówldᵻŋ kʌ́ts.",
        "hash": "TXT_8c14ad6b6485819c09269b72aed7b2.mp3",
        "score": 0.5
    },
    {
        "txt": "Double-Sided Tape: The double-sided tape held templates or jigs firmly to the work surface.",
        "ipa": "dʌ́bəl-sájdᵻd tɛ́jp: ðə dʌ́bəl-sájdᵻd tɛ́jp hɛ́ld tɛ́mpləts ɔr dʒᵻ́ɡz fɜ́rmlij tə ðə wɜ́rk sɜ́rfəs.",
        "hash": "TXT_2b6aff8fae4a7c3e326bc2fd601de1.mp3",
        "score": 0.5
    },
    {
        "txt": "Gasket Scraper: The gasket scraper peeled off old engine seals without gouging aluminum.",
        "ipa": "ɡǽskət skrɛ́jpər: ðə ɡǽskət skrɛ́jpər píjld ɔ́f ówld ɛ́ndʒᵻn síjlz wᵻðáwt ɡáwdʒᵻŋ əlúwmᵻnəm.",
        "hash": "TXT_4ac8101c4aa1d9281f7267ba1861f0.mp3",
        "score": 0.5
    },
    {
        "txt": "PVC Pipe Cutter: The PVC pipe cutter snapped off plastic tubes in a clean, even line.",
        "ipa": "PVC pájp kʌ́tər: ðə PVC pájp kʌ́tər snǽpt ɔ́f plǽstᵻk túwbz ᵻn ə klíjn, íjvən lájn.",
        "hash": "TXT_c37b6af131549325fd1f96c636f630.mp3",
        "score": 0.5
    },
    {
        "txt": "Push Block: The push block protected hands while guiding wood across a saw blade.",
        "ipa": "pʊ́ʃ blɒ́k: ðə pʊ́ʃ blɒ́k prətɛ́ktᵻd hǽndz wájl ɡájdᵻŋ wʊ́d əkrɔ́s ə sɔ́ blɛ́jd.",
        "hash": "TXT_46e56bee07cb2909ebb359e8469808.mp3",
        "score": 0.5
    },
    {
        "txt": "Featherboard Tool: The featherboard tool kept boards tight against the fence for consistent cuts.",
        "ipa": "fɛ́ðərbɔ̀rd túwl: ðə fɛ́ðərbɔ̀rd túwl kɛ́pt bɔ́rdz tájt əɡɛ́jnst ðə fɛ́ns fɔr kənsᵻ́stənt kʌ́ts.",
        "hash": "TXT_83d5fed3018d1610500583534a611f.mp3",
        "score": 0.5
    },
    {
        "txt": "Dust Hood: The dust hood connected the saw to a vacuum for efficient chip extraction.",
        "ipa": "dʌ́st hʊ́d: ðə dʌ́st hʊ́d kənɛ́ktᵻd ðə sɔ́ tə ə vǽkjuwm fɔr əfᵻ́ʃənt tʃᵻ́p əkstrǽkʃən.",
        "hash": "TXT_b7d424998793759c0c0155bf61dc9d.mp3",
        "score": 0.5
    },
    {
        "txt": "Benchtop Lathe: The benchtop lathe took up minimal space but turned small metal parts accurately.",
        "ipa": "bɛ́ntʃtɒp lɛ́jð: ðə bɛ́ntʃtɒp lɛ́jð tʊ́k ʌp mᵻ́nᵻməl spɛ́js bʌt tɜ́rnd smɔ́l mɛ́təl pɑ́rts ǽkjərətlij.",
        "hash": "TXT_15204e645566c51eb0190581b62b82.mp3",
        "score": 0.5
    },
    {
        "txt": "Magnetic Drill Press: The magnetic drill press clung to steel beams for overhead or vertical drilling.",
        "ipa": "mæɡnɛ́tᵻk drᵻ́l prɛ́s: ðə mæɡnɛ́tᵻk drᵻ́l prɛ́s klʌ́ŋ tə stíjl bíjmz fɔr ówvərhɛ́d ɔr vɜ́rtᵻkəl drᵻ́lᵻŋ.",
        "hash": "TXT_b07c6a23942b318d9d48950eb7d4ce.mp3",
        "score": 0.5
    },
    {
        "txt": "Digital Scale: The digital scale measured epoxy ratios or powder dyes for finishing recipes.",
        "ipa": "dᵻ́dʒᵻtəl skɛ́jl: ðə dᵻ́dʒᵻtəl skɛ́jl mɛ́ʒərd əpɒ́ksij rɛ́jʃijòwz ɔr páwdər dájz fɔr fᵻ́nᵻʃᵻŋ rɛ́sᵻpijz.",
        "hash": "TXT_733357403c63ebf6ec8acbdd88465d.mp3",
        "score": 0.5
    },
    {
        "txt": "Shop Stool: The shop stool provided a comfortable perch during detailed bench tasks.",
        "ipa": "ʃɒ́p stúwl: ðə ʃɒ́p stúwl prəvájdᵻd ə kʌ́mftərbəl pɜ́rtʃ dʊ́rᵻŋ dətɛ́jld bɛ́ntʃ tǽsks.",
        "hash": "TXT_e9184cf397240255f12390c5ac52b5.mp3",
        "score": 0.5
    },
    {
        "txt": "UV Light Pen: The UV light pen cured resin adhesives for quick, durable bonds.",
        "ipa": "UV lájt pɛ́n: ðə UV lájt pɛ́n kjʊ́rd rɛ́zᵻn ædhíjsᵻvz fɔr kwᵻ́k, dʊ́rəbəl bɒ́ndz.",
        "hash": "TXT_510334c24170943a7fbe54b1f6630e.mp3",
        "score": 0.5
    },
    {
        "txt": "Mixing Paddle: The mixing paddle combined grout or plaster to a smooth consistency in a bucket.",
        "ipa": "mᵻ́ksᵻŋ pǽdəl: ðə mᵻ́ksᵻŋ pǽdəl kəmbájnd ɡráwt ɔr plǽstər tə ə smúwð kənsᵻ́stənsij ᵻn ə bʌ́kət.",
        "hash": "TXT_7719791556a76f13ea6277cf63cb4f.mp3",
        "score": 0.5
    },
    {
        "txt": "Rag Joint Tool: The rag joint tool aligned steering couplings for older vehicle restorations.",
        "ipa": "rǽɡ dʒɔ́jnt túwl: ðə rǽɡ dʒɔ́jnt túwl əlájnd stɪ́ərᵻŋ kʌ́plᵻŋz fɔr ówldər víjhəkəl rɛ̀stərɛ́jʃənz.",
        "hash": "TXT_9676477b8fea3454145ab353a10e80.mp3",
        "score": 0.5
    },
    {
        "txt": "Brake Spring Pliers: The brake spring pliers manipulated tough springs without risking hand injuries.",
        "ipa": "brɛ́jk sprᵻ́ŋ plájərz: ðə brɛ́jk sprᵻ́ŋ plájərz mənᵻ́pjəlɛ̀jtᵻd tʌ́f sprᵻ́ŋz wᵻðáwt rᵻ́skᵻŋ hǽnd ᵻ́ndʒərijz.",
        "hash": "TXT_4aa90b0356db512eea89d5f05acfed.mp3",
        "score": 0.5
    },
    {
        "txt": "High-Pressure Nozzle: The high-pressure nozzle blasted away caked mud on farm equipment.",
        "ipa": "háj-prɛ́ʃər nɒ́zəl: ðə háj-prɛ́ʃər nɒ́zəl blǽstᵻd əwɛ́j kɛ́jkt mʌ́d ɒn fɑ́rm əkwᵻ́pmənt.",
        "hash": "TXT_8047429347baa15535ecb5f9d645f5.mp3",
        "score": 0.5
    },
    {
        "txt": "Plastering Hawk: The plastering hawk supported wet plaster for quick trowel access.",
        "ipa": "plǽstərᵻŋ hɔ́k: ðə plǽstərᵻŋ hɔ́k səpɔ́rtᵻd wɛ́t plǽstər fɔr kwᵻ́k tráwl ǽksɛ̀s.",
        "hash": "TXT_c6fb1421681fb196d1a986ad21605f.mp3",
        "score": 0.5
    },
    {
        "txt": "Concrete Screed: The concrete screed leveled and smoothed wet slabs for driveways or sidewalks.",
        "ipa": "kɒ́nkrijt skríjd: ðə kɒ́nkrijt skríjd lɛ́vəld ənd smúwðd wɛ́t slǽbz fɔr drájvwɛ̀jz ɔr sájdwɔ̀ks.",
        "hash": "TXT_4cd1c8a1a182d7101e784f9b6fb2b2.mp3",
        "score": 0.5
    },
    {
        "txt": "Framing Nailer: The framing nailer fired large nails that quickly assembled wall studs.",
        "ipa": "frɛ́jmᵻŋ nɛ́jlər: ðə frɛ́jmᵻŋ nɛ́jlər fájərd lɑ́rdʒ nɛ́jlz thət kwᵻ́klij əsɛ́mbəld wɔ́l stʌ́dz.",
        "hash": "TXT_b6c233d48b46ea79db13a96662b61c.mp3",
        "score": 0.5
    },
    {
        "txt": "Electric Caulk Warmer: The electric caulk warmer softened sealant tubes in cold conditions.",
        "ipa": "əlɛ́ktrᵻk kɒ́k wɔ́rmər: ðə əlɛ́ktrᵻk kɒ́k wɔ́rmər sɔ́fənd síjlənt túwbz ᵻn kówld kəndᵻ́ʃənz.",
        "hash": "TXT_9193b3bf58be709973e29542f3d3da.mp3",
        "score": 0.5
    },
    {
        "txt": "Rubber Float: The rubber float pressed grout evenly into tiled seams.",
        "ipa": "rʌ́bər flówt: ðə rʌ́bər flówt prɛ́st ɡráwt íjvənlij ᵻntə tájld síjmz.",
        "hash": "TXT_f9f160ccf63484e5a0fa3f0159123f.mp3",
        "score": 0.5
    },
    {
        "txt": "Tap Wrench: The tap wrench provided steady turning force for threading holes in metal.",
        "ipa": "tǽp rɛ́ntʃ: ðə tǽp rɛ́ntʃ prəvájdᵻd stɛ́dij tɜ́rnᵻŋ fɔ́rs fɔr θrɛ́dᵻŋ hówlz ᵻn mɛ́təl.",
        "hash": "TXT_880905705ed3d1f97a8df0c6be7c4d.mp3",
        "score": 0.5
    },
    {
        "txt": "Threading Die: The threading die cut external threads onto rods or bolts of specific diameters.",
        "ipa": "θrɛ́dᵻŋ dáj: ðə θrɛ́dᵻŋ dáj kʌ́t əkstɜ́rnəl θrɛ́dz ɒntuw rɒ́dz ɔr bówlts əv spəsᵻ́fᵻk dajǽmᵻtərz.",
        "hash": "TXT_422290000164773e3ab8b70850f743.mp3",
        "score": 0.5
    },
    {
        "txt": "Pillar Drill: The pillar drill, another term for a floor-standing drill press, bored tall workpieces.",
        "ipa": "pᵻ́lər drᵻ́l: ðə pᵻ́lər drᵻ́l, ənʌ́ðər tɜ́rm fɔr ə flɔ́r-stǽndᵻŋ drᵻ́l prɛ́s, bɔ́rd tɔ́l wɜ́rkpìjsᵻz.",
        "hash": "TXT_04b7fbeb8314f8b6ad0b07dcaa05fa.mp3",
        "score": 0.5
    },
    {
        "txt": "Hedge Trimmer: The hedge trimmer shaped hedges into sleek, uniform lines.",
        "ipa": "hɛ́dʒ trᵻ́mər: ðə hɛ́dʒ trᵻ́mər ʃɛ́jpt hɛ́dʒᵻz ᵻntə slíjk, júwnᵻfɔ̀rm lájnz.",
        "hash": "TXT_54fcaba2b0fa4758f46d662384b507.mp3",
        "score": 0.5
    },
    {
        "txt": "Straw Blower: The straw blower covered newly seeded lawns with straw mulch in minutes.",
        "ipa": "strɔ́ blówər: ðə strɔ́ blówər kʌ́vərd núwlij síjdᵻd lɔ́nz wᵻð strɔ́ mʌ́ltʃ ᵻn mᵻ́nəts.",
        "hash": "TXT_d5e408b0957be98ab5f23b0694b67e.mp3",
        "score": 0.5
    },
    {
        "txt": "Garden Tiller: The garden tiller churned the soil, loosening it before spring planting.",
        "ipa": "ɡɑ́rdən tᵻ́lər: ðə ɡɑ́rdən tᵻ́lər tʃɜ́rnd ðə sɔ́jl, lúwsənᵻŋ ᵻt bəfɔ́r sprᵻ́ŋ plǽntᵻŋ.",
        "hash": "TXT_359ae733862c3a11a64d691a4892ed.mp3",
        "score": 0.5
    },
    {
        "txt": "Orchard Ladder: The orchard ladder’s tripod base stayed stable on uneven ground among fruit trees.",
        "ipa": "ɔ́rtʃərd lǽdər: ðə ɔ́rtʃərd lǽdər'z trájpɒ̀d bɛ́js stɛ́jd stɛ́jbəl ɒn ʌ̀níjvən ɡráwnd əmʌ́ŋ frúwt tríjz.",
        "hash": "TXT_4a974394acf3f0138cb23fd6a04b3c.mp3",
        "score": 0.5
    },
    {
        "txt": "Post Puller: The post puller extracted fence posts deeply sunk into hard soil.",
        "ipa": "pówst pʊ́lər: ðə pówst pʊ́lər əkstrǽktᵻd fɛ́ns pówsts díjplij sʌ́ŋk ᵻntə hɑ́rd sɔ́jl.",
        "hash": "TXT_8aa5bc9b0a464e02d05ac318266197.mp3",
        "score": 0.5
    },
    {
        "txt": "Chain Saw Mill: The chain saw mill converted logs into planks in a portable backyard operation.",
        "ipa": "tʃɛ́jn sɔ́ mᵻ́l: ðə tʃɛ́jn sɔ́ mᵻ́l kənvɜ́rtᵻd lɔ́ɡz ᵻntə plǽŋks ᵻn ə pɔ́rtəbəl bǽkjɑ̀rd ɒ̀pərɛ́jʃən.",
        "hash": "TXT_52820bfc02bc42eac541d1b9a37215.mp3",
        "score": 0.5
    },
    {
        "txt": "Brush Grubber: The brush grubber clamped onto small stumps for uprooting by a tractor.",
        "ipa": "brʌ́ʃ ɡrʌ́bər: ðə brʌ́ʃ ɡrʌ́bər klǽmpt ɒntuw smɔ́l stʌ́mps fɔr əprúwtᵻŋ baj ə trǽktər.",
        "hash": "TXT_911398937499346cceb83e137e762f.mp3",
        "score": 0.5
    },
    {
        "txt": "Leaf Blower: The leaf blower cleared fall foliage off the driveway and walkways.",
        "ipa": "líjf blówər: ðə líjf blówər klɪ́ərd fɔ́l fówlijᵻdʒ ɔ́f ðə drájvwɛ̀j ənd wɔ́kwɛ̀jz.",
        "hash": "TXT_061910efb7c9c1b4b54cf954e76df4.mp3",
        "score": 0.5
    },
    {
        "txt": "Log Splitter: The log splitter’s hydraulic press cracked large wood rounds effortlessly.",
        "ipa": "lɔ́ɡ splᵻ́tər: ðə lɔ́ɡ splᵻ́tər'z hajdrɔ́lᵻk prɛ́s krǽkt lɑ́rdʒ wʊ́d ráwndz ɛ́fərtləslij.",
        "hash": "TXT_abd127af4969d802d06367e3660047.mp3",
        "score": 0.5
    },
    {
        "txt": "Pole Saw: The pole saw pruned overhead branches without requiring a ladder.",
        "ipa": "pówl sɔ́: ðə pówl sɔ́ prúwnd ówvərhɛ́d brǽntʃᵻz wᵻðáwt rijkwájərᵻŋ ə lǽdər.",
        "hash": "TXT_f51eff7a10f0fdd3081a20c75b5896.mp3",
        "score": 0.5
    },
    {
        "txt": "Hose Crimper: The hose crimper attached new fittings to hydraulic lines under pressure.",
        "ipa": "hówz krᵻ́mpər: ðə hówz krᵻ́mpər ətǽtʃt núw fᵻ́tᵻŋz tə hajdrɔ́lᵻk lájnz ʌ́ndər prɛ́ʃər.",
        "hash": "TXT_931bf5c046450bde42420656151e45.mp3",
        "score": 0.5
    },
    {
        "txt": "Ratchet Pipe Cutter: The ratchet pipe cutter advanced with each squeeze, slicing thick metal pipes.",
        "ipa": "rǽtʃət pájp kʌ́tər: ðə rǽtʃət pájp kʌ́tər ədvǽnst wᵻð ijtʃ skwíjz, slájsᵻŋ θᵻ́k mɛ́təl pájps.",
        "hash": "TXT_6da44d14a66024efd987f52bea2ba4.mp3",
        "score": 0.5
    },
    {
        "txt": "Foam Gun: The foam gun dispensed expanding insulation around windows and door frames.",
        "ipa": "fówm ɡʌ́n: ðə fówm ɡʌ́n dᵻspɛ́nst əkspǽndᵻŋ ᵻ̀nsəlɛ́jʃən əráwnd wᵻ́ndowz ənd dɔ́r frɛ́jmz.",
        "hash": "TXT_0755241c13269cf5ac695645a0e20f.mp3",
        "score": 0.5
    },
    {
        "txt": "Guttering Tool: The guttering tool shaped aluminum gutter sections for precise downspout attachment.",
        "ipa": "ɡʌ́tərᵻŋ túwl: ðə ɡʌ́tərᵻŋ túwl ʃɛ́jpt əlúwmᵻnəm ɡʌ́tər sɛ́kʃənz fɔr prəsájs dáwnspàwt ətǽtʃmənt.",
        "hash": "TXT_8f0cdd655a118799f014b246aa6e56.mp3",
        "score": 0.5
    }
]